// facultiesData.js

const faculties = [
  {
    name: 'คณะครุศาสตร์',
    majors: [
      {
        name: 'ภาษาไทย',
        grade: 2.75,
        ability: ['ภาษาไทย', 'สอน', 'ครู', 'รักเด็ก', 'เข้าใจในการสอน', 'การเขียน', 'สื่อสาร', 'วรรณกรรม', 'การอ่าน', 'จับใจความ', 'ไวยากรณ์', 'เรียบเรียง'],
        quota: 60,
        requiredEducation: ['มัธยมปลาย', 'ปวช', 'อื่นๆ'],
        condition: "มัธยมศึกษาตอนปลายหรือเทียบเท่าทุกแผนการเรียน เกรดวิชาภาษาไทยไม่ต่ำกว่า 3.0",
        reason: 'คุณมีความสามารถด้านภาษาไทย และรักในการสื่อสารผ่านภาษา เหมาะกับการถ่ายทอดความรู้ทางภาษาให้ผู้อื่น',
        careers: ["ครูสอนภาษาไทย", "นักเขียน", "บรรณาธิการ"],
        studyPlan: 
        [
          "📘 ปี 1 : ปูพื้นฐานวิชาทั่วไป ฝึกทักษะครูเบื้องต้น และเรียนภาษาไทยพื้นฐาน",
          "📗 ปี 2 : เจาะลึกวิชาชีพครูระดับกลาง เรียนรู้การจัดการเรียนการสอน พร้อมวิชาเอกหลัก",
          "📙 ปี 3 : ก้าวสู่ระดับสูงของวิชาชีพครู ฝึกทำวิจัยและนวัตกรรม พร้อมศึกษาเชิงลึกด้านภาษาและวรรณคดี",
          "📕 ปี 4 : ลงสนามจริงกับการฝึกสอนเต็มเวลา ทำคุรุนิพนธ์ โครงงาน และเลือกวิชาเสริมความถนัด"
        ],
        studyPlanPdf: "http://academic.uru.ac.th/DB_course/doc_course/124.pdf",
        studyPlanInfoImg: "https://iili.io/KBB8GoJ.png",
        website: "https://edu.uru.ac.th/",      
        majorsFacebook: "https://www.facebook.com/profile.php?id=100063988815394#",
        facultyFacebook: "https://www.facebook.com/educationuruacth",
        logoUrl: "https://kharusartsuksa.uru.ac.th/images/uru_logo.png"
      },
      {
        name: 'วิทยาศาสตร์ทั่วไป',
        grade: 2.50,
        ability: ['วิทยาศาสตร์', 'เคมี', 'ฟิสิกส์', 'ชีววิทยา', 'แล็บ'],
        quota: 60,
        requiredEducation: ['มัธยมปลาย', 'ปวช'],
        condition: "มัธยมศึกษาตอนปลายหรือเทียบเท่าสาขาทางวิทย์-คณิต, หรือสาขาที่เกี่ยวข้องกับวิทยาศาสตร์",
        reason: 'คุณมีความสามารถด้านวิทยาศาสตร์ ',
        careers: ["นักวิชาการ", "นักเคมี", "นักฟิสิกส์"],
        studyPlan: 
        [
          "📘 ปี 1 : ปูพื้นฐานวิชาศึกษาทั่วไป วิทยาศาสตร์พื้นฐาน (คณิต ฟิสิกส์ เคมี ชีววิทยา) และวิชาฝึกปฏิบัติ",
          "📗 ปี 2 : วิชาวิทยาศาสตร์ขั้นกลาง เช่น การทดลอง การวิเคราะห์ การวัดผลทางวิทยาศาสตร์ และวิชาเลือกเฉพาะด้าน",
          "📙 ปี 3 : เน้นวิชาวิทยาศาสตร์ขั้นสูง การประยุกต์ใช้ในชีวิตจริง งานวิจัยเบื้องต้น วิชาเลือกเชิงลึก",
          "📕 ปี 4 : ฝึกประสบการณ์วิชาชีพ / สหกิจศึกษา / ทำโครงงานหรือวิจัยอิสระ วิชาเลือกเสรี"
        ],
        studyPlanPdf: "http://academic.uru.ac.th/DB_course/doc_course/144.pdf",
        studyPlanInfoImg: "https://iili.io/KBBgxwX.png",
        website: "https://edu.uru.ac.th/",      
        majorsFacebook: "https://www.facebook.com/scienceeduuru",
        facultyFacebook: "https://www.facebook.com/educationuruacth",
        logoUrl: "https://kharusartsuksa.uru.ac.th/images/uru_logo.png"
      },
      {
        name : 'การประถมศึกษา',
        grade : 2.75,
        ability : ['สอนเด็กประถม', 'บริหารห้องเรียน', 'ออกแบบการเรียนการสอน', 'สอน', 'ครู', 'รักเด็ก', 'เข้าใจในการสอน'], 
        quota : 60,
        requiredEducation: ['มัธยมปลาย', 'ปวช', 'อื่นๆ'],
        condition : "มัธยมศึกษาตอนปลายหรือเทียบเท่าทุกแผนการเรียน",
        reason : 'คุณมีความสามารถด้านการสอนและชอบทำงานกับเด็กประถม เหมาะสมกับการถ่ายทอดความรู้และพัฒนาการเรียนรู้ของเด็ก',
        careers: ["ครูประถมศึกษา", "นักวิชาการด้านการศึกษา", "ครูแนะแนว"],
        studyPlan: 
        [
          "📘 ปี 1 : ปูพื้นฐานวิชาทั่วไปและพื้นฐานวิชาชีพครู เสริมความรู้กว้าง สร้างรากฐานความเป็นครู",
          "📗 ปี 2 : เรียนวิชาเอกหลัก (ภาษาไทย คณิต วิทย์ สังคม ฯลฯ) ฝึกการจัดการเรียนรู้เพื่อพัฒนาทักษะการสอนเบื้องต้น",
          "📙 ปี 3 : ลงลึกวิชาชีพครู วิชาเลือกเฉพาะทาง การวิจัยและนวัตกรรม สร้างทักษะการสอนเชิงสร้างสรรค์",
          "📕 ปี 4 : ฝึกสอนจริงในโรงเรียน ทำคุรุนิพนธ์/วิจัย และก้าวสู่การเป็นครูมืออาชีพอย่างมั่นใจ"
        ],
        studyPlanPdf: "http://academic.uru.ac.th/DB_course/doc_course/155.pdf",
        studyPlanInfoImg: "https://iili.io/KBB6sRV.png",
        website: "https://edu.uru.ac.th/",      
        majorsFacebook: "https://www.facebook.com/profile.php?id=100057482228232#",
        facultyFacebook: "https://www.facebook.com/educationuruacth",
        logoUrl: "https://kharusartsuksa.uru.ac.th/images/uru_logo.png"
      },
      {
        name : 'ภาษาอังกฤษ',
        grade : 2.75,
        ability :  ['การสื่อสาร', 'ภาษาอังกฤษ', 'สอน', 'ครู', 'รักเด็ก', 'เข้าใจในการสอน', 'อังกฤษ', 'ภาษา', 'การแปล', 'การพูด', 'การฟัง'],
        quota : 60,
        requiredEducation: ['มัธยมปลาย', 'ปวช', 'อื่นๆ'],
        condition : "มัธยมศึกษาตอนปลายหรือเทียบเท่าทุกแผนการเรียน",
        reason : 'คุณมีความสามารถด้านภาษาอังกฤษ ชื่นชอบการสื่อสาร และเหมาะกับการถ่ายทอดความรู้เพื่อพัฒนาทักษะภาษาอังกฤษของผู้เรียน',
        careers: ["ครูสอนภาษาอังกฤษ", "นักแปล", "ล่ามภาษาอังกฤษ", "นักวิจัยด้านภาษาอังกฤษ", "มัคคุเทศก์ภาษาอังกฤษ"],
        studyPlan: 
        [
          "📘 ปี 1 : พื้นฐานภาษาอังกฤษ (ฟัง–พูด–อ่าน–เขียน) วรรณคดีเบื้องต้น และวิชาชีพครูเบื้องต้นเพือวางรากฐานภาษาและวิชาชีพครู",
          "📗 ปี 2 : พัฒนาทักษะภาษาเชิงลึก (Grammar, Writing, Linguistics) และการสอนและเทคโนโลยีเพื่อการเรียนภาษา เพื่อเสริมความเชี่ยวชาญด้านภาษาและการสอน",
          "📙 ปี 3 : การวิจัยในชั้นเรียน นวัตกรรมการสอนภาษา การสอนภาษาอังกฤษเชิงลึก และการปฏิบัติการสอนเพื่อฝึกทำวิจัยและพัฒนาทักษะสอนขั้นสูง",
          "📕 ปี 4 : ฝึกประสบการณ์วิชาชีพครูเต็มเวลา ทำคุรุนิพนธ์/โครงงานวิจัย และวิชาเลือกเสรี นำความรู้ไปใช้จริงและสร้างผลงานวิชาการ"
        ],
        studyPlanPdf: "http://academic.uru.ac.th/DB_course/doc_course/125.pdf",
        studyPlanInfoImg: "https://iili.io/KBBidrb.png",
        website: "https://edu.uru.ac.th/",      
        majorsFacebook: "https://www.facebook.com/profile.php?id=100075598640774",
        facultyFacebook: "https://www.facebook.com/educationuruacth",
        logoUrl: "https://kharusartsuksa.uru.ac.th/images/uru_logo.png"
      },
      {
        name : 'ภาษาต่างประเทศจีน',
        grade : 2.50,
        ability :  ['การสื่อสาร', 'ภาษาจีน', 'สอน', 'ครู', 'รักเด็ก', 'เข้าใจในการสอน', 'จีน', 'ภาษา', 'การแปล', 'การพูด', 'การฟัง', 'วัฒนธรรม'], 
        quota : 60,
        requiredEducation: ['มัธยมปลาย', 'ปวช', 'อื่นๆ'],
        condition : "มัธยมศึกษาตอนปลายหรือเทียบเท่าทุกแผนการเรียน",
        reason : 'คุณมีความสามารถด้านภาษาจีนและชื่นชอบการสื่อสาร เหมาะกับการถ่ายทอดความรู้และพัฒนาทักษะภาษาจีนให้กับผู้เรียน พร้อมส่งเสริมความเข้าใจในวัฒนธรรมจีน',
        careers: ["ครูสอนภาษาจีน", "นักแปล", "ล่ามภาษาจีน", "เจ้าหน้าที่ฝ่ายประชาสัมพันธ์", "วิทยากรภาษาจีน", "มัคคุเทศก์ภาษาจีน"],
        studyPlan: 
        [
          "📘 ปี 1 : เรียนวิชาทั่วไป พื้นฐานครู ภาษาจีนระดับต้น (ฟัง–พูด–อ่าน–เขียน) และวัฒนธรรมจีน",
          "📗 ปี 2 : เรียนภาษาจีนระดับกลาง–สูง ทั้งไวยากรณ์ การเขียน การแปล วิชาครูด้านวัดผล คุณธรรม นวัตกรรม และฝึกสอนเบื้องต้น",
          "📙 ปี 3 : เรียนภาษาจีนเฉพาะทาง (การสอน, เทคโนโลยี, วรรณคดี, ประวัติศาสตร์, HSK) วิชาเลือกเสรี วิจัย และฝึกสอนเพิ่มเติม",
          "📕 ปี 4 : สอนเต็มเวลาในโรงเรียนเก็บประสบการณ์จริงก่อนจบ  ทำคุรุนิพนธ์/โครงงานวิจัย"
        ],
        studyPlanPdf: "http://academic.uru.ac.th/document/01477.pdf",
        studyPlanInfoImg: "https://iili.io/KBBQajV.png",
        website: "https://edu.uru.ac.th/",      
        majorsFacebook: "https://www.facebook.com/profile.php?id=100057713640646",
        facultyFacebook: "https://www.facebook.com/educationuruacth",
        logoUrl: "https://kharusartsuksa.uru.ac.th/images/uru_logo.png"
      },
      {
        name : 'ภาษาต่างประเทศเกาหลี',
        grade : 2.50,
        ability :  ['การสื่อสาร', 'ภาษาเกาหลี', 'สอน', 'ครู', 'รักเด็ก', 'เข้าใจในการสอน', 'เกาหลี', 'ภาษา', 'การแปล', 'การพูด', 'การฟัง', 'วัฒนธรรม'], 
        quota : 30,
        requiredEducation: ['มัธยมปลาย', 'ปวช', 'อื่นๆ'],
        condition : "มัธยมศึกษาตอนปลายหรือเทียบเท่าทุกแผนการเรียน",
        reason : 'คุณมีความสามารถด้านภาษาเกาหลีและชื่นชอบการสื่อสาร เหมาะกับการถ่ายทอดความรู้และพัฒนาทักษะภาษาเกาหลีให้กับผู้เรียน พร้อมสร้างแรงบันดาลใจและส่งเสริมการเรียนรู้วัฒนธรรมเกาหลี',
        careers: ["ครูสอนภาษาเกาหลี", "นักแปล", "ล่ามภาษาจีน", "เจ้าหน้าที่ฝ่ายประชาสัมพันธ์", "นักวิจัยด้านภาษาเกาหลี", "มัคคุเทศก์ภาษาเกาหลี"],
        studyPlan: 
        [
          "📘 ปี 1 : เรียนภาษาเกาหลีระดับต้น วิชาชีพครูเบื้องต้น รายวิชาศึกษาทั่วไป และวัฒนธรรมเกาหลี",
          "📗 ปี 2 : เรียนเกาหลีระดับกลาง–สูง ทั้งไวยากรณ์ การเขียน การแปล วิชาชีพครูขั้นกลาง และฝึกสอนเบื้องต้น",
          "📙 ปี 3 : เรียนวรรณกรรมและประวัติศาสตร์ เตรียมสอบ TOPIK การสอนภาษาเกาหลี วิชาเลือกเสรี ทำวิจัย และฝึกสอนเพิ่มเติม",
          "📕 ปี 4 : สอนเต็มเวลาในโรงเรียนเก็บประสบการณ์จริงก่อนจบ  ทำคุรุนิพนธ์/โครงงานวิจัย"
        ],
        studyPlanPdf: "http://academic.uru.ac.th/document/01477.pdf",
        studyPlanInfoImg: "https://iili.io/KBBtGkJ.png",
        website: "https://edu.uru.ac.th/",      
        majorsFacebook: "https://www.facebook.com/KoreanURU/",
        facultyFacebook: "https://www.facebook.com/educationuruacth",
        logoUrl: "https://kharusartsuksa.uru.ac.th/images/uru_logo.png"
      },
      { 
        name : 'การศึกษาปฐมวัย', 
        grade : 2.75, 
        ability : ['รักเด็ก', 'อดทน', 'จัดกิจกรรมเด็ก', 'สอน', 'ครู', 'เข้าใจในการสอน', 'พัฒนาเด็ก', 'ทำกิจกรรม'], 
        quota : 60, 
        requiredEducation: ['มัธยมปลาย', 'ปวช', 'อื่นๆ'],
        condition : "มัธยมศึกษาตอนปลายหรือเทียบเท่าทุกแผนการเรียน",
        reason : 'คุณมีความสามารถและความสนใจในการดูแลและพัฒนาเด็กเล็ก รักและเข้าใจธรรมชาติของเด็ก มีทักษะในการจัดกิจกรรมและสร้างบรรยากาศการเรียนรู้ที่เหมาะสมกับวัย',
        careers: ["ครูอนุบาล / ครูปฐมวัย", "ผู้ช่วยครู / ครูพิเศษ", "เจ้าหน้าที่ศูนย์พัฒนาเด็ก", "นักพัฒนาหลักสูตร", "นักวิจัยด้านการศึกษาเด็กปฐมวัย"],
        studyPlan: 
        [
          "📘 ปี 1 : เรียนรู้ภาษา พลเมือง จริยธรรมครู จิตวิทยาเบื้องต้น พร้อมทั้งกิจกรรมพัฒนาทักษะเด็ก",
          "📗 ปี 2 : พัฒนาทักษะภาษาอังกฤษและทักษะแห่งศตวรรษที่ 21 เรียนการวัดผลกิจกรรมสำหรับเด็กเฉพาะกลุ่ม การใช้สื่อและของเล่น",
          "📙 ปี 3 : ฝึกทำวิจัยทางการศึกษา เรียนรู้การจัดการเรียนรู้ด้านวิทยาศาสตร์และคณิตศาสตร์สำหรับเด็กปฐมวัย การจัดการเรียนรู้เด็กอายุ 3-6 ปี",
          "📕 ปี 4 : ฝึกสอนจริงเต็มเวลาในโรงเรียน ร่วมสัมมนาแนวโน้มการศึกษาปฐมวัย ทำคุรุนิพนธ์ และลงวิชาเลือกเพื่อเสริมความรู้รอบด้าน"
        ],
        studyPlanPdf: "http://academic.uru.ac.th/DB_course/doc_course/140.pdf",
        studyPlanInfoImg: "https://iili.io/KBBmd5g.png",
        website: "https://edu.uru.ac.th/",      
        majorsFacebook: "https://www.facebook.com/ECE.URU",
        facultyFacebook: "https://www.facebook.com/educationuruacth",
        logoUrl: "https://kharusartsuksa.uru.ac.th/images/uru_logo.png"
      },
      { 
        name : 'คณิตศาสตร์', 
        grade : 3.00, 
        ability: ['เลข', 'คำนวณ', 'คณิต', 'คณิตศาสตร์', 'วิเคราะห์ข้อมูล', 'แก้ปัญหา', 'สถิติ', 'แคลคูลัส', 'สอน', 'ครู', 'รักเด็ก', 'เข้าใจในการสอน'], 
        quota : 60, 
        requiredEducation: ['มัธยมปลาย', 'ปวช', 'อื่นๆ'],
        condition : "มัธยมศึกษาตอนปลายหรือเทียบเท่าสาขาทางวิทย์-คณิต, ศิลป์-คำนวณหรือสาขาที่มีคณิตศาสตร์เพิ่มเติม",
        reason : 'คุณมีความสามารถด้านคณิตศาสตร์ ชื่นชอบการแก้ปัญหาและวิเคราะห์ข้อมูล สามารถถ่ายทอดความรู้และแนวคิดเชิงคำนวณให้ผู้เรียนเข้าใจง่าย',
        careers: ["ครูสอนคณิตศาสตร์", "ครูผู้ช่วย / ครูพิเศษ", "ติวเตอร์", "นักวิเคราะห์ข้อมูล", "นักสถิติ", "นักวิเคราะห์การเงิน"],
        studyPlan: 
        [
          "📘 ปี 1 : ปูพื้นฐานความเป็นครู เรียนจิตวิทยา จริยธรรม พร้อมวิชาคณิตเบื้องต้น เช่น แคลคูลัสและเรขาคณิต",
          "📗 ปี 2 : ลงลึกการจัดการเรียนรู้ การวัดผลและนวัตกรรม ควบคู่คณิตศาสตร์ขั้นสูง เช่น พีชคณิตเชิงเส้น สถิติ และทฤษฎีจำนวน",
          "📙 ปี 3 : เสริมทักษะวิจัยและการพัฒนาการสอน เรียนคณิตศาสตร์เชิงลึก เช่น การวิเคราะห์เชิงคณิตศาสตร์ ทอพอโลยี และวิยุตคณิต",
          "📕 ปี 4 : ฝึกสอนจริงเต็มเวลาในโรงเรียน ทำคุรุนิพนธ์ และเลือกวิชาเสริมเพื่อเพิ่มมุมมองวิชาชีพ"
        ],
        studyPlanPdf: "http://academic.uru.ac.th/DB_course/doc_course/123.pdf",
        studyPlanInfoImg: "https://iili.io/KBBpnZx.png",
        website: "https://edu.uru.ac.th/",      
        majorsFacebook: "https://www.facebook.com/profile.php?id=100068071622318#",
        facultyFacebook: "https://www.facebook.com/educationuruacth",
        logoUrl: "https://kharusartsuksa.uru.ac.th/images/uru_logo.png"
      },
      { 
        name : 'สังคมศึกษา', 
        grade : 2.75,
        ability: ['สังคม', 'สอนประวัติศาสตร์', 'พูด', 'การเมือง', 'มารยาท', 'เข้าสังคม', 'สอน', 'ครู', 'รักเด็ก', 'เข้าใจในการสอน'], 
        quota: 60, 
        requiredEducation: ['มัธยมปลาย', 'ปวช', 'อื่นๆ'],
        condition: "มัธยมศึกษาตอนปลายหรือเทียบเท่าทุกแผนการเรียน",
        reason : 'คุณมีความสนใจด้านสังคม วัฒนธรรม ประวัติศาสตร์ และเหตุการณ์ปัจจุบัน ชื่นชอบการค้นคว้า วิเคราะห์ และถ่ายทอดความรู้ เหมาะกับการพัฒนาทักษะะความเข้าใจสังคม',
        careers: ["ครูสอนสังคมศึกษา", "นักสังคมสงเคราะห์", "นักจัดกิจกรรม", "ที่ปรึกษานโยบายและการพัฒนาชุมชน", "นักวิจัยด้านสังคมศาสตร์", "เจ้าหน้าที่ด้านสื่อสารมวลชน"],
        studyPlan: 
        [
          "📘 ปี 1 : เรียนวิชาทั่วไป จิตวิทยา จริยธรรมครู พร้อมพื้นฐานประวัติศาสตร์ เศรษฐศาสตร์ ภูมิศาสตร์ และรัฐศาสตร์",
          "📗 ปี 2 : ลงลึกเศรษฐศาสตร์ ภูมิศาสตร์ การเมือง และประวัติศาสตร์ ควบคู่กับวิชาชีพครู และการฝึกสอนเบื้องต้น",
          "📙 ปี 3 : ศึกษาเรื่องกฎหมาย ศาสนา–ปรัชญา ภูมิศาสตร์เศรษฐกิจ และประวัติศาสตร์ท้องถิ่น พร้อมทำวิจัย วิชาเลือกเสรี และฝึกสอนเพิ่มเติม",
          "📕 ปี 4 : ฝึกสอนจริงเต็มเวลาในโรงเรียน พร้อมทำคุรุนิพนธ์/วิจัย เพื่อเตรียมความพร้อมสู่การเป็นครูมืออาชีพ"
        ],
        studyPlanPdf: "http://academic.uru.ac.th/DB_course/doc_course/139.pdf",
        studyPlanInfoImg: "https://iili.io/KBByAil.png",
        website: "https://edu.uru.ac.th/",      
        majorsFacebook: "https://www.facebook.com/profile.php?id=100075859286362#",
        facultyFacebook: "https://www.facebook.com/educationuruacth",
        logoUrl: "https://kharusartsuksa.uru.ac.th/images/uru_logo.png"
      },
      { 
        name : 'พลศึกษา', 
        grade : 2.75, 
        ability: ['กีฬา', 'ออกกำลังกาย', 'พูด', 'สอน', 'ครู', 'รักเด็ก', 'เข้าใจในการสอน', 'เคลื่อนไหว', 'ส่งเสริมสุขภาพ', 'พัฒนาสมรรถภาพ'], 
        quota: 60,
        requiredEducation: ['มัธยมปลาย', 'ปวช', 'อื่นๆ'], 
        condition: "มัธยมศึกษาตอนปลายหรือเทียบเท่าทุกแผนการเรียน",
        reason : 'คุณมีความสนใจด้านการออกกำลังกาย กีฬา และสุขภาพ มีทักษะการเคลื่อนไหวและการจัดกิจกรรมทางกาย เหมาะกับการส่งเสริมสุขภาพ และพัฒนาสมรรถภาพทางกายของผู้เรียน',
        careers: ["ครูพลศึกษา", "ผู้ฝึกสอนกีฬา", "ผู้เชี่ยวชาญด้านการออกกำลังกายและฟิตเนส", "นักวิทยาศาสตร์การกีฬา", "นักวิชาการส่งเสริมสุขภาพ", "นักกายภาพบำบัด"],
        studyPlan: 
        [
          "📘 ปี 1 : เรียนพื้นฐานวิชาชีพครู ภาษาไทย–อังกฤษ จิตวิทยาเบื้องต้น กายวิภาคและสรีรวิทยา พร้อมทักษะกีฬาเบื้องต้น (กรีฑา ยิมนาสติก)",
          "📗 ปี 2 : เรียนหลักสูตร การวัดและประเมินผล สรีรวิทยาการออกกำลังกาย วิทยาศาสตร์การเคลื่อนไหว ทักษะกีฬาเฉพาะทาง (ว่ายน้ำ กระบี่กระบอง)",
          "📙 ปี 3 : เรียนการวิจัย นวัตกรรมการเรียนรู้ การทดสอบสมรรถภาพ ทักษะกีฬาขั้นสูง (มวยไทย กีฬาเด็กพิเศษ)",
          "📕 ปี 4 : ฝึกสอนจริงเต็มเวลาในโรงเรียน ทำคุรุนิพนธ์ สัมมนาพลศึกษา และเลือกเสรี เพื่อเตรียมความพร้อมสู่การเป็นครูพลศึกษา"
        ],
        studyPlanPdf: "http://academic.uru.ac.th/DB_course/doc_course/145.pdf",
        studyPlanInfoImg: "https://iili.io/KBC9yZJ.png",
        website: "https://edu.uru.ac.th/",      
        majorsFacebook: "https://www.facebook.com/PEURU",
        facultyFacebook: "https://www.facebook.com/educationuruacth",
        logoUrl: "https://kharusartsuksa.uru.ac.th/images/uru_logo.png"
      },
      { 
        name : 'เกษตรศาสตร์', 
        grade : 2.30, 
        ability: ['สิ่งแวดล้อม', 'การอนุรักษ์', 'ต้นไม้', 'สอน', 'ครู', 'รักเด็ก', 'เข้าใจในการสอน', 'การเกษตร', 'เกษตร', 'พัฒนาพืช', 'จัดการทรัพยากร'], 
        quota: 60, 
        requiredEducation: ['มัธยมปลาย', 'ปวช', 'อื่นๆ'], 
        condition: "มัธยมศึกษาตอนปลายหรือเทียบเท่าทุกแผนการเรียน",
        reason : 'คุณมีความสนใจด้านการเกษตร การพัฒนาพืชและสิ่งมีชีวิต มีทักษะในการสังเกตและจัดการทรัพยากร เหมาะกับการถ่ายทอดความรู้ด้านเกษตร',
        careers: ["ครูพลศึกษา", "ผู้ฝึกสอนกีฬา", "ผู้เชี่ยวชาญด้านการออกกำลังกายและฟิตเนส", "นักวิทยาศาสตร์การกีฬา", "นักวิชาการส่งเสริมสุขภาพ", "นักกายภาพบำบัด"],
        studyPlan: 
        [
          "📘 ปี 1 : เรียนวิชาทั่วไป วิชาชีพครู และวิชาเกษตรพื้นฐาน เช่น หลักการเกษตร พืชศาสตร์ ปฐพีวิทยา การผลิตสัตว์ การแปรรูปผลผลิต", 
          "📗 ปี 2 : เรียนรู้การคิด วิเคราะห์ และใช้เทคโนโลยีการศึกษาควบคู่กับทักษะเกษตรพื้นฐาน เช่น งานช่าง–พืช–ฟาร์ม",
          "📙 ปี 3 : เรียนการวิจัย นวัตกรรม ภาษา สุขภาวะ ศิลปะ ร่วมกับทักษะเกษตรเชิงลึกและเทคโนโลยีสมัยใหม่ พร้อมเลือกวิชาเอกตามความสนใจ",
          "📕 ปี 4 : ฝึกสอนจริงเต็มเวลาในโรงเรียน ทำคุรุนิพนธ์ เลือกวิชาเอกและวิชาเสรี"     
        ],
        studyPlanPdf: "http://academic.uru.ac.th/DB_course/doc_course/126.pdf",
        studyPlanInfoImg: "https://iili.io/KBCJuWJ.png",
        website: "https://edu.uru.ac.th/",      
        majorsFacebook: "https://www.facebook.com/AgricultureURU",
        facultyFacebook: "https://www.facebook.com/educationuruacth",
        logoUrl: "https://kharusartsuksa.uru.ac.th/images/uru_logo.png"
      },
      { 
        name : 'นาฏศิลป์', 
        grade : 2.50, 
        ability: ['ดนตรี', 'การแสดง', 'เต้น', 'รำ', 'สอน', 'ครู', 'รักเด็ก', 'เข้าใจในการสอน', 'สื่อสาร', 'จินตนาการ', 'ความคิดสร้างสรรค์'], 
        quota: 60, 
        requiredEducation: ['มัธยมปลาย', 'ปวช', 'อื่นๆ'], 
        condition: "มัธยมศึกษาตอนปลายหรือเทียบเท่าทุกแผนการเรียน",
        reason : 'คุณมีทักษะด้านการแสดงและศิลปะการรำ ควบคู่กับใจรักการสอนและความมุ่งมั่นที่จะถ่ายทอดและสืบสานศิลปวัฒนธรรมไทย',
        careers: ["ครูนาฏศิลป์", "นักออกแบบและผู้กำกับการแสดง", "นักรำหรือนักแสดงมืออาชีพ", "นักออกแบบท่าเต้นและครีเอทีฟคอนเทนต์", "นักวิจัยและอนุรักษ์ศิลปวัฒนธรรมไทย", "ติวเตอร์ด้านนาฏศิลป์"],
        studyPlan: 
        [
          "📘 ปี 1 : เรียนวิชาทั่วไป วิชาชีพครู และวิชาเอกบังคับพื้นฐาน เช่น ทักษะนาฏศิลป์ไทย การละครไทย พิธีไหว้ครู", 
          "📗 ปี 2 : เรียนทักษะศตวรรษที่ 21 วิชาชีพครู เช่น การวัดและประเมินผล ปฏิบัติการสอน 2 และวิชาเอกบังคับ เช่น โขน ระบำมาตรฐาน รำเดี่ยวรำคู่",
          "📙 ปี 3 : เรียนวิชาทั่วไป การวิจัยและนวัตกรรมการเรียนรู้ ปฏิบัติการสอน 3 และวิชาเอกบังคับ เช่น นาฏยประดิษฐ์ การวิจัยด้านนาฏศิลป์",
          "📕 ปี 4 : ฝึกสอนจริงเต็มเวลาในโรงเรียน ทำคุรุนิพนธ์ เลือกวิชาเอกและวิชาเสรี"     
        ],
        studyPlanPdf: "http://academic.uru.ac.th/DB_course/doc_course/141.pdf",
        studyPlanInfoImg: "https://iili.io/KBCdwCJ.png",
        website: "https://edu.uru.ac.th/",      
        majorsFacebook: "https://www.facebook.com/people/%E0%B8%84%E0%B8%A3%E0%B8%B9%E0%B8%99%E0%B8%B2%E0%B8%8F%E0%B8%A8%E0%B8%B4%E0%B8%A5%E0%B8%9B%E0%B9%8C-%E0%B8%A3%E0%B8%B2%E0%B8%8A%E0%B8%A0%E0%B8%B1%E0%B8%8F%E0%B8%AD%E0%B8%B8%E0%B8%95%E0%B8%A3%E0%B8%94%E0%B8%B4%E0%B8%95%E0%B8%96%E0%B9%8C/100063824791883/",
        facultyFacebook: "https://www.facebook.com/educationuruacth",
        logoUrl: "https://kharusartsuksa.uru.ac.th/images/uru_logo.png"
        },
        { 
        name : 'ดนตรีศึกษา', 
        grade : 2.50, 
        ability: ['ดนตรี', 'การแสดง', 'เต้น', 'ร้องเพลง', 'สอน', 'ครู', 'รักเด็ก', 'เข้าใจในการสอน', 'สื่อสาร', 'จินตนาการ', 'ความคิดสร้างสรรค์', 'ความมั่นใจ'], 
        quota: 60, 
        requiredEducation: ['มัธยมปลาย', 'ปวช', 'อื่นๆ'], 
        condition: "มัธยมศึกษาตอนปลายหรือเทียบเท่าทุกแผนการเรียน",
        reason : 'คุณมีทักษะด้านดนตรี การร้อง การเล่นเครื่องดนตรี และรักการสอน จึงเหมาะกับการถ่ายทอดความรู้ด้านดนตรีให้ผู้เรียน',
        careers: ["ครูนาฏศิลป์", "นักออกแบบและผู้กำกับการแสดง", "นักรำหรือนักแสดงมืออาชีพ", "นักออกแบบท่าเต้นและครีเอทีฟคอนเทนต์", "นักวิจัยและอนุรักษ์ศิลปวัฒนธรรมไทย", "ติวเตอร์ด้านนาฏศิลป์"],
        studyPlan: 
        [
          "📘 ปี 1 : เรียนวิชาทั่วไป วิชาชีพครู และวิชาเอกพื้นฐาน เช่น ทฤษฎีดนตรี ดนตรีไทย-ตะวันตก และทักษะดนตรีสำหรับครู", 
          "📗 ปี 2 : พัฒนาทักษะศตวรรษที่ 21 การวัดและประเมินผล ปฏิบัติการสอน 2 พร้อมวิชาเอก เช่น ดนตรีโลก เทคโนโลยีดนตรี การขับร้อง และการจัดวงดนตรี",
          "📙 ปี 3 : เน้นการวิจัยและนวัตกรรม ปฏิบัติการสอน 3 วิชาเอก เช่น การซ่อมสร้างอุปกรณ์ นำเสนอผลงาน ดนตรีชาติพันธุ์ และการสอนทักษะดนตรี",
          "📕 ปี 4 : ฝึกสอนจริงเต็มเวลาในโรงเรียน ทำคุรุนิพนธ์ เลือกวิชาเอกและวิชาเสรี"     
        ],
        studyPlanPdf: "http://academic.uru.ac.th/DB_course/doc_course/127.pdf",
        studyPlanInfoImg: "https://iili.io/KBC2PN1.png",
        website: "https://edu.uru.ac.th/",      
        majorsFacebook: "https://www.facebook.com/people/%E0%B8%AA%E0%B8%B2%E0%B8%82%E0%B8%B2%E0%B8%94%E0%B8%99%E0%B8%95%E0%B8%A3%E0%B8%B5%E0%B8%A8%E0%B8%B6%E0%B8%81%E0%B8%A9%E0%B8%B2-%E0%B8%84%E0%B8%93%E0%B8%B0%E0%B8%84%E0%B8%A3%E0%B8%B8%E0%B8%A8%E0%B8%B2%E0%B8%AA%E0%B8%95%E0%B8%A3%E0%B9%8C-%E0%B8%A1%E0%B8%AB%E0%B8%B2%E0%B8%A7%E0%B8%B4%E0%B8%97%E0%B8%A2%E0%B8%B2%E0%B8%A5%E0%B8%B1%E0%B8%A2%E0%B8%A3%E0%B8%B2%E0%B8%8A%E0%B8%A0%E0%B8%B1%E0%B8%8F%E0%B8%AD%E0%B8%B8%E0%B8%95%E0%B8%A3%E0%B8%94%E0%B8%B4%E0%B8%95%E0%B8%96%E0%B9%8C/100063829999854/",
        facultyFacebook: "https://www.facebook.com/educationuruacth",
        logoUrl: "https://kharusartsuksa.uru.ac.th/images/uru_logo.png"
      },
      { 
        name : 'คอมพิวเตอร์', 
        grade : 2.50, 
        ability: ['เทคโนโลยี', 'คอมพิวเตอร์', 'คอม', 'ดิจิทัล', 'สอน', 'ครู', 'รักเด็ก', 'เข้าใจในการสอน', 'คิดวิเคราะห์', 'แก้ปัญหา', 'ความคิดสร้างสรรค์', 'ความมั่นใจ', 'เรียนรู้ตลอดเวลา'], 
        quota: 60, 
        requiredEducation: ['มัธยมปลาย', 'ปวช', 'อื่นๆ'], 
        condition: "มัธยมศึกษาตอนปลายหรือเทียบเท่าทุกแผนการเรียน",
        reason : 'คุณมีทักษะด้านดนตรี การร้อง การเล่นเครื่องดนตรี และรักการสอน จึงเหมาะกับการถ่ายทอดความรู้ด้านดนตรีให้ผู้เรียน',
        careers: ["ครูคอมพิวเตอร์", "นักวิเคราะห์ข้อมูล", "นักออกแบบเกมหรือแอปพลิเคชัน", "นักพัฒนาโปรแกรมหรือซอฟต์แวร์", "นักพัฒนาเว็บไซต์", "นักโปรแกรมคอมพิวเตอร์"],
        studyPlan: 
        [
          "📘 ปี 1 : เรียนวิชาทั่วไป วิชาชีพครู และพื้นฐานคอมพิวเตอร์ เช่น ระบบสารสนเทศ กฎหมายคอมพิวเตอร์ และการเขียนโปรแกรม", 
          "📗 ปี 2 : พัฒนาทักษะศตวรรษที่ 21 การวัดประเมินผล ปฏิบัติการสอน พร้อมวิชาเอก เช่น กราฟิก ระบบเครือข่าย และสื่อการสอนอิเล็กทรอนิกส์",
          "📙 ปี 3 : เน้นวิจัยและนวัตกรรม ปฏิบัติการสอน 3 และวิชาเอก เช่น การจัดการเรียนรู้สำหรับครูคอมพิวเตอร์",
          "📕 ปี 4 : ฝึกสอนจริงเต็มเวลาในโรงเรียน ทำคุรุนิพนธ์ เลือกวิชาเอกและวิชาเสรี"     
        ],
        studyPlanPdf: "http://academic.uru.ac.th/DB_course/doc_course/146.pdf",
        studyPlanInfoImg: "https://iili.io/KBC3Uss.png",
        website: "https://edu.uru.ac.th/",      
        majorsFacebook: "https://www.facebook.com/comeduru.official/",
        facultyFacebook: "https://www.facebook.com/educationuruacth",
        logoUrl: "https://kharusartsuksa.uru.ac.th/images/uru_logo.png"
      },
      { 
        name : 'เทคโนโลยีการศึกษาและคอมพิวเตอร์', 
        grade : 2.50, 
        ability: ['เทคโนโลยี', 'คอมพิวเตอร์', 'คอม', 'ดิจิทัล', 'สอน', 'ครู', 'รักเด็ก', 'เข้าใจในการสอน', 'คิดวิเคราะห์', 'แก้ปัญหา', 'ความคิดสร้างสรรค์', 'ความมั่นใจ', 'เรียนรู้ตลอดเวลา'], 
        quota: 60, 
        requiredEducation: ['มัธยมปลาย', 'ปวช', 'อื่นๆ'], 
        condition: "มัธยมศึกษาตอนปลายหรือเทียบเท่าทุกแผนการเรียน",
        reason : 'คุณมีทักษะด้านเทคโนโลยีและดิจิทัล พร้อมใจรักการสอน เข้าใจผู้เรียน และมุ่งพัฒนาการเรียนรู้ด้วยนวัตกรรม',
        careers: ["ครูคอมพิวเตอร์", "ครูเทคโนโลยีดิจิทัล", "ผู้ดูแลระบบคอมพิวเตอร์และเครือข่าย", "ผู้ฝึกอบรมด้านเทคโนโลยีดิจิทัลในองค์กร", "ผู้สร้างคอนเทนต์ดิจิทัลเพื่อการเรียนรู้"],
        studyPlan: 
        [
          "📘 ปี 1 : เรียนพื้นฐานวิชาทั่วไป ภาษาไทย อังกฤษ จิตวิทยาครู กฎหมายคอมพิวเตอร์ การเขียนโปรแกรม และเทคโนโลยีดิจิทัลเบื้องต้น", 
          "📗 ปี 2 : เน้นนวัตกรรมและสื่อการสอน กราฟิก วีดิทัศน์ วิทยาการจัดการเรียนรู้ การวัดผล รวมถึงสถาปัตยกรรมคอมพิวเตอร์ ",
          "📙 ปี 3 : พัฒนาทักษะเชิงลึก เช่น เครือข่ายคอมพิวเตอร์ ระบบงาน คอมพิวเตอร์ศึกษา AI การวิจัย และการผลิตสื่อการสอนอิเล็กทรอนิกส์",
          "📕 ปี 4 : ฝึกสอนจริงเต็มเวลาในโรงเรียน ทำโครงงานด้านสื่อดิจิทัล ทำคุรุนิพนธ์ เลือกวิชาเอกและวิชาเสรี"     
        ],
        studyPlanPdf: "https://academic.uru.ac.th/DB_course/doc_course/151.pdf",
        studyPlanInfoImg: "https://iili.io/KBCK79V.png",
        website: "https://edu.uru.ac.th/",      
        majorsFacebook: "https://www.facebook.com/EDTech.URU/",
        facultyFacebook: "https://www.facebook.com/educationuruacth",
        logoUrl: "https://kharusartsuksa.uru.ac.th/images/uru_logo.png"
      },
    ]
    },
    
    { 
    name: 'คณะมนุษยศาสตร์และสังคมศาสตร์',
    majors: [
      { 
        name : 'สังคมศาสตร์เพื่อการพัฒนา', 
        grade : null, 
        ability: ['พัฒนา', 'สังคม', 'คิดวิเคราะห์', 'เข้าใจวัฒนธรรม', 'มองภาพรวม', 'สื่อสาร', 'แก้ปัญหา', 'เทคโนโลยี', 'ดิจิทัล'], 
        quota: 20, 
        requiredEducation: ['มัธยมปลาย', 'ปวช', 'อื่นๆ'], 
        condition: "มัธยมศึกษาตอนปลายหรือเทียบเท่าทุกแผนการเรียน",
        reason : 'คุณมีทักษะด้านสังคม เทคโนโลยี และการสื่อสาร พร้อมมุ่งมั่นพัฒนาคนและชุมชนให้ก้าวทันการเปลี่ยนแปลงในยุคดิจิทัล',
        careers: ["นักสังคมสงเคราะห์", "นักวิจัยหรือนักวิเคราะห์ทางสังคม", "นักพัฒนาสังคมและชุมชน", "นักสร้างสื่อดิจิทัลเพื่อสังคม", "นักออกแบบและจัดการแพลตฟอร์มชุมชนออนไลน์", "ผู้จัดการโครงการด้านสังคมและชุมชน"],
        studyPlan: 
        [
          "📘 ปี 1 : เรียนพื้นฐานวิชาทั่วไปและสังคมศาสตร์เบื้องต้น เช่น ความเป็นพลเมือง หลักสังคมวิทยา และการเปลี่ยนแปลงทางสังคม", 
          "📗 ปี 2 : พัฒนาทักษะการวิเคราะห์ นวัตกรรม และการจัดการเรียนรู้ รวมถึงเศรษฐกิจชุมชนและนโยบายสังคม",
          "📙 ปี 3 : เน้นวิจัย การประเมินผล การจัดการความรู้ และเทคโนโลยีสารสนเทศ พร้อมปฏิบัติการเรียนการสอน",
          "📕 ปี 4 : ฝึกประสบการณ์ภาคสนาม ทำโครงงาน สัมมนา และวิชาเลือกเสรีเพื่อเตรียมพร้อมสู่การประกอบอาชีพ"     
        ],
        studyPlanPdf: "http://academic.uru.ac.th/DB_course/doc_course/134.pdf",
        studyPlanInfoImg: "https://iili.io/KBCCXqX.png",
        website: "https://www.uru.ac.th/#gsc.tab=0",      
        majorsFacebook: "https://www.facebook.com/profile.php?id=100076409621333",
        facultyFacebook: "https://www.facebook.com/human.uru",
        logoUrl: "https://iili.io/FyRVWmu.jpg"
      },
      { 
        name : 'ภาษาญี่ปุ่นธุรกิจ', 
        grade : null, 
        ability: ['ภาษาญี่ปุ่น', 'การสื่อสาร', 'มนุษยสัมพันธ์', 'การบริการ', 'การจัดการ', 'ความเข้าใจวัฒนธรรม', 'แก้ปัญหา', 'ความคิดสร้างสรรค์'],
        quota: 20, 
        requiredEducation: ['มัธยมปลาย', 'ปวช', 'อื่นๆ'], 
        condition: "มัธยมศึกษาตอนปลายหรือเทียบเท่าทุกแผนการเรียน",
        reason : 'คุณมีทักษะด้านภาษาญี่ปุ่นและการท่องเที่ยว ชอบการสื่อสารและการบริการ พร้อมพัฒนาทักษะเพื่อทำงานในธุรกิจท่องเที่ยวระหว่างประเทศ',
        careers: ["ไกด์ท่องเที่ยว", "เจ้าหน้าที่ฝ่ายต้อนรับ", "เจ้าหน้าที่สายการบิน", "พนักงานบริษัททัวร์", "ล่าม/นักแปลภาษาญี่ปุ่น", "เจ้าหน้าที่ฝ่ายธุรกิจระหว่างประเทศ"],
        studyPlan: 
        [
          "📘 ปี 1 : เรียนพื้นฐานวิชาศึกษาทั่วไปและภาษาญี่ปุ่นเบื้องต้น", 
          "📗 ปี 2 : พัฒนาทักษะภาษาญี่ปุ่นเชิงธุรกิจ ภาษาอังกฤษ และความรู้พื้นฐานด้านธุรกิจ",
          "📙 ปี 3 : ภาษาญี่ปุ่นธุรกิจ การนำเสนอ การอ่าน-เขียน พร้อมเรียนรู้พื้นฐานธุรกิจเพิ่มเติม",
          "📕 ปี 4 : ฝึกประสบการณ์ภาคสนาม ทำโครงงานและวิจัยเพื่อเตรียมพร้อมสู่การประกอบอาชีพ"     
        ],
        studyPlanPdf: "http://academic.uru.ac.th/DB_course/doc_course/128.pdf",
        studyPlanInfoImg: "https://iili.io/KBCoIP1.png",
        website: "https://www.uru.ac.th/#gsc.tab=0",      
        majorsFacebook: "https://www.facebook.com/BJ.human.uru",
        facultyFacebook: "https://www.facebook.com/human.uru",
        logoUrl: "https://iili.io/FyRVWmu.jpg"
      },
      { 
        name : 'นิติศาสตร์', 
        grade : null, 
        ability: ['กฎหมาย', 'การวิเคราะห์', 'การคิดเชิงวิพากษ์', 'การเจรจาต่อรอง', 'การสื่อสาร', 'มนุษยสัมพันธ์', 'การร่างเอกสาร', 'จริยธรรม', 'แก้ปัญหา', 'ความยุติธรรม'],
        quota: 40, 
        requiredEducation: ['มัธยมปลาย', 'ปวช', 'อื่นๆ'], 
        condition: "มัธยมศึกษาตอนปลายหรือเทียบเท่าทุกแผนการเรียน",
        reason : 'คุณมีทักษะด้านกฎหมายและกระบวนการยุติธรรม ชอบวิเคราะห์ปัญหาและแก้ไขข้อพิพาท พร้อมพัฒนาทักษะสื่อสารและร่างเอกสารทางกฎหมาย',
        careers: ["ผู้พิพากษา", "อัยการ", "ทนายความ", "นิติกร", "เจ้าหน้าที่ตำรวจฝ่ายกฎหมาย", "ที่ปรึกษากฎหมาย", "นักวิเคราะห์กฎหมาย", "นักวิชาการกฎหมาย"],
        studyPlan: 
        [
          "📘 ปี 1 : เรียนพื้นฐานกฎหมายมหาชน แพ่ง อาญา และวิชาพื้นฐานทั่วไป", 
          "📗 ปี 2 : เรียนกฎหมายทรัพย์สิน หนี้ ละเมิด เอกเทศสัญญา หุ้นส่วน บริษัท ภาษี และพระธรรมนูญศาล",
          "📙 ปี 3 : เน้นวิธีพิจารณาคดีแพ่ง-อาญา กฎหมายปกครอง แรงงาน และการค้าระหว่างประเทศ",
          "📕 ปี 4 : ฝึกประสบการณ์ภาคสนามหรือสหกิจศึกษา เรียนกฎหมายระหว่างประเทศ นิติปรัชญา"     
        ],
        studyPlanPdf: "https://academic.uru.ac.th/DB_course/doc_course/190.pdf",
        studyPlanInfoImg: "https://iili.io/KBCxq0X.png",
        website: "https://www.uru.ac.th/#gsc.tab=0",      
        majorsFacebook: "https://www.facebook.com/LawyerHumanURU/",
        facultyFacebook: "https://www.facebook.com/human.uru",
        logoUrl: "https://iili.io/FyRVWmu.jpg"
      },
      { 
        name : 'รัฐประศาสนศาสตร์', 
        grade : null, 
        ability: ['สังคม', 'การเมือง', 'การปกครอง', 'การบริหารจัดการ', 'การสื่อสาร', 'ภาวะผู้นำ', 'การวิเคราะห์ปัญหา', 'การตัดสินใจ', 'การวางแผน', 'มนุษยสัมพันธ์', 'การทำงานเป็นทีม', 'การแก้ปัญหาเฉพาะหน้า', 'ความรู้ด้านกฎหมายและนโยบาย'],       
        quota: 50, 
        requiredEducation: ['มัธยมปลาย', 'ปวช', 'อื่นๆ'], 
        condition: "มัธยมศึกษาตอนปลายหรือเทียบเท่าทุกแผนการเรียน",
        reason : 'คุณมีทักษะด้านการบริหารงานภาครัฐและนโยบายสาธารณะ ชอบวิเคราะห์ วางแผน แก้ปัญหา และทำงานร่วมกับผู้อื่นเพื่อพัฒนาสังคม',
        careers: ["เจ้าหน้าที่วิเคราะห์นโยบายและแผน", "เจ้าหน้าที่ฝ่ายบุคคลและทรัพยากร", " เจ้าหน้าที่บริหารงานทั่วไป", "เจ้าหน้าที่ปกครอง", "ล่าม/นักแปลภาษาญี่ปุ่น", "เจ้าหน้าที่ฝ่ายธุรกิจระหว่างประเทศ"],
        studyPlan: 
        [
          "📘 ปี 1 : ปูพื้นฐานความรู้ทั่วไป พัฒนาทักษะภาษาไทย ภาษาอังกฤษ เสริมสร้างความเข้าใจเบื้องต้นด้านรัฐศาสตร์และการบริหารภาครัฐ", 
          "📗 ปี 2 : เจาะลึกการบริหารงานภาครัฐ การกำหนดนโยบายสาธารณะ กฎหมายที่เกี่ยวข้อง และการบริหารงบประมาณอย่างมีประสิทธิภาพ",
          "📙 ปี 3 : ฝึกการคิดเชิงวิเคราะห์ด้วยการวิจัยและสถิติ เรียนรู้การบริหารทรัพยากรมนุษย์ กฎหมายปกครอง แและเทคโนโลยีสารสนเทศ",
          "📕 ปี 4 : ฝึกประสบการณ์ภาคสนามหรือสหกิจศึกษา จริยธรรมและสัมมนา"     
        ],
        studyPlanPdf: "http://academic.uru.ac.th/DB_course/doc_course/182.pdf",
        studyPlanInfoImg: "https://iili.io/KBCxyE7.png",
        website: "https://www.uru.ac.th/#gsc.tab=0",      
        majorsFacebook: "https://www.facebook.com/sakha.wicha.rathprasasnsastr.m.rachphat.xutrditth/",
        facultyFacebook: "https://www.facebook.com/human.uru",
        logoUrl: "https://iili.io/FyRVWmu.jpg"
      },
      { 
        name : 'ภาษาอังกฤษธุรกิจหลักสูตรนานาชาติ', 
        grade : null, 
        ability: ['ภาษาอังกฤษ', 'การสื่อสาร', 'การนำเสนอ', 'การเจรจาธุรกิจ', 'ความคิดวิเคราะห์', 'มนุษยสัมพันธ์', 'ความคิดสร้างสรรค์', 'การตลาด', 'การบริหารจัดการ', 'ทักษะระหว่างวัฒนธรรม'], 
        quota: 20, 
        requiredEducation: ['มัธยมปลาย', 'ปวช', 'อื่นๆ'], 
        condition: "มัธยมศึกษาตอนปลายหรือเทียบเท่าทุกแผนการเรียน",
        reason : 'คุณมีทักษะด้านภาษาอังกฤษและการสื่อสารระหว่างประเทศ ต้องการพัฒนาทักษะธุรกิจและเจรจาระหว่างวัฒนธรรม เพื่อนำไปใช้ในสายงานธุรกิจและบริการนานาชาติ',
        careers: ["เจ้าหน้าที่ฝ่ายธุรกิจระหว่างประเทศ", "เจ้าหน้าที่ฝ่ายการตลาดและประชาสัมพันธ์", "ล่ามหรือนักแปลภาษาอังกฤษธุรกิจ", "เจ้าหน้าที่ฝ่ายบริการลูกค้า", "พนักงานในบริษัทนำเข้า-ส่งออก", "เจ้าหน้าที่ฝ่ายทรัพยากรบุคคล"],
        studyPlan: 
        [
          "📘 ปี 1 : เริ่มต้นวางพื้นฐานภาษาอังกฤษ ฟัง พูด อ่าน เขียน ไวยากรณ์ และภาษาศาสตร์เบื้องต้น", 
          "📗 ปี 2 : เสริมทักษะภาษาอังกฤษสำหรับการแปล วรรณกรรม และการสื่อสารธุรกิจ พร้อมเรียนไวยากรณ์อังกฤษขั้นสูงและสัทศาสตร์",
          "📙 ปี 3 : พัฒนาทักษะเชิงวิชาชีพ การอ่านวิเคราะห์ การเขียนความเรียง ภาษาศาสตร์ประยุกต์ วรรณกรรมร่วมสมัย และการแปลไทย-อังกฤษ",
          "📕 ปี 4 : ฝึกประสบการณ์ภาคสนามหรือสหกิจศึกษา เน้นการประยุกต์ภาษาอังกฤษเพื่ออาชีพ"     
        ],
        studyPlanPdf: "https://academic.uru.ac.th/DB_course/doc_course/177.pdf",
        studyPlanInfoImg: "https://iili.io/KBCzPnV.png",
        website: "https://www.uru.ac.th/#gsc.tab=0",      
        majorsFacebook: "https://www.facebook.com/URUBusinessEnglish",
        facultyFacebook: "https://www.facebook.com/human.uru",
        logoUrl: "https://iili.io/FyRVWmu.jpg"
      },
      { 
        name : 'ภาษาอังกฤษ', 
        grade : null, 
        ability: ['ภาษาอังกฤษ', 'การสื่อสาร', 'การอ่านวิเคราะห์', 'การเขียนเชิงวิชาการ', 'การแปล', 'การฟังจับใจความ', 'ไวยากรณ์', 'การคิดวิเคราะห์', 'การนำเสนอ', 'การสื่อสารข้ามวัฒนธรรม'],
        quota: 30, 
        requiredEducation: ['มัธยมปลาย', 'ปวช', 'อื่นๆ'], 
        condition: "มัธยมศึกษาตอนปลายหรือเทียบเท่าทุกแผนการเรียน",
        reason : 'คุณมีทักษะด้านภาษาอังกฤษ ชอบการสื่อสาร วิเคราะห์ และแปลภาษา ต้องการพัฒนาทักษะเพื่อใช้ในการศึกษางานและการสื่อสารระดับสากล',
        careers: ["เจ้าหน้าที่ประชาสัมพันธ์", "ล่าม/นักแปล", "เจ้าหน้าที่สายการบิน", "นักการทูต", "พนักงานฝ่ายต่างประเทศ", "มัคคุเทศก์"],
        studyPlan: 
        [
          "📘 ปี 1 : วางรากฐานภาษาอังกฤษ ฟัง พูด อ่าน เขียน พร้อมไวยากรณ์และการสื่อสารในชีวิตประจำวัน", 
          "📗 ปี 2 : เสริมทักษะภาษาอังกฤษธุรกิจสำหรับงานบริการและเลขานุการ พร้อมเรียนหลักการตลาดและเศรษฐศาสตร์ธุรกิจ",
          "📙 ปี 3 : ฝึกภาษาอังกฤษเชิงธุรกิจ การสื่อสารข้ามวัฒนธรรม การใช้ระบบสารสนเทศธุรกิจ และกลยุทธ์การตลาดดิจิทัล",
          "📕 ปี 4 : ฝึกสหกิจศึกษา เน้นกฎหมายธุรกิจและการบริหารธุรกิจเชิงปฏิบัติ"     
        ],
        studyPlanPdf: "https://academic.uru.ac.th/DB_course/doc_course/170.pdf",
        studyPlanInfoImg: "https://iili.io/KBCIviN.png",
        website: "https://www.uru.ac.th/#gsc.tab=0",      
        majorsFacebook: "https://www.facebook.com/human.uru",
        facultyFacebook: "https://www.facebook.com/human.uru",
        logoUrl: "https://iili.io/FyRVWmu.jpg"
      },
      { 
        name : 'ภาษาอังกฤษเพื่อการสื่อสารและการแปล', 
        grade : null, 
        ability: ['ภาษาอังกฤษ', 'การฟัง', 'การพูด', 'การอ่าน', 'การเขียน', 'การแปล', 'การสื่อสารข้ามวัฒนธรรม', 'การวิเคราะห์ภาษา', 'ไวยากรณ์', 'การนำเสนอ'],
        quota: 30, 
        requiredEducation: ['มัธยมปลาย', 'ปวช', 'อื่นๆ'], 
        condition: "มัธยมศึกษาตอนปลายหรือเทียบเท่าทุกแผนการเรียน",
        reason : 'คุณมีทักษะด้านภาษาอังกฤษและการสื่อสารระหว่างวัฒนธรรม ชอบการวิเคราะห์และแปลภาษา ต้องการพัฒนาทักษะเพื่อใช้ในงานสื่อสารและแปลเชิงวิชาการหรืออาชีพระดับสากล',
        careers: ["นักแปลและล่าม", "เจ้าหน้าที่สื่อสารและประชาสัมพันธ์", "นักเขียน/นักข่าว", "พิธีกร/ผู้ประกาศข่าว", "นักสร้างคอนเทนต์", "มัคคุเทศก์"],
        studyPlan: 
        [
          "📘 ปี 1 : วางรากฐานภาษาอังกฤษ ฟัง พูด อ่าน เขียน พร้อมเรียนภาษาศาสตร์ ไวยากรณ์ การอ่าน การเขียน และทักษะการสื่อสารพื้นฐาน", 
          "📗 ปี 2 : พัฒนาทักษะการฟัง พูด อ่าน เขียนเชิงวิชาชีพและการแปล เรียนวรรณกรรมอังกฤษและอเมริกัน พร้อมเสริมความรู้ด้านสัทศาสตร์และไวยากรณ์เชิงลึก",
          "📙 ปี 3 : ฝึกอ่านเชิงวิเคราะห์ การเขียนความเรียง ภาษาศาสตร์ประยุกต์ การแปลไทย–อังกฤษ และวรรณกรรมร่วมสมัย",
          "📕 ปี 4 : ฝึกประสบการณ์ภาคสนามหรือสหกิจศึกษา เน้นการล่ามและการสอบมาตรฐานภาษาจีนธุรกิจ (BCT) สนทนาภาษาอังกฤษเพื่อการทำงาน"     
        ],
        studyPlanPdf: "https://academic.uru.ac.th/DB_course/doc_course/170.pdf",
        studyPlanInfoImg: "https://iili.io/KBCAuKN.png",
        website: "https://www.uru.ac.th/#gsc.tab=0",      
        majorsFacebook: "https://www.facebook.com/human.uru",
        facultyFacebook: "https://www.facebook.com/human.uru",
        logoUrl: "https://iili.io/FyRVWmu.jpg"
      },
      { 
        name : 'สาขาวิชาภาษาจีนธุรกิจ', 
        grade : null, 
        ability: ['ภาษาจีน', 'พินอินและอักษรจีน', 'การสื่อสารธุรกิจ', 'การเจรจาต่อรอง', 'การฟัง', 'การพูด', 'การอ่าน', 'การเขียน', 'การตลาด', 'ความเข้าใจวัฒนธรรมจีน', 'การแปลเบื้องต้น', 'มนุษยสัมพันธ์', 'การแก้ปัญหา'],
        quota: 20, 
        requiredEducation: ['มัธยมปลาย', 'ปวช', 'อื่นๆ'], 
        condition: "มัธยมศึกษาตอนปลายหรือเทียบเท่าทุกแผนการเรียน",
        reason : 'คุณมีทักษะด้านภาษาจีนและวัฒนธรรม ชอบการสื่อสารและการเจรจาทางธุรกิจ ต้องการพัฒนาทักษะเพื่อทำงานในธุรกิจและการค้าระหว่างประเทศ',
        careers: ["ล่ามภาษาจีน", "นักแปลภาษาจีน", "พนักงานในธุรกิจการท่องเที่ยว", "พนักงานในธุรกิจโรงแรม", "เจ้าหน้าที่ฝ่ายบริการลูกค้า", "มัคคุเทศก์"],
        studyPlan: 
        [
          "📘 ปี 1 : เรียนภาษาจีนพื้นฐาน ฟัง พูด อ่าน เขียน ภาษาจีนในชีวิตประจำวัน พร้อมวิชาศึกษาทั่วไปและเลือกเสรี วางรากฐานเพื่อการสื่อสารทางธุรกิจในอนาคต", 
          "📗 ปี 2 : พัฒนาทักษะภาษาจีนเพื่อการสื่อสารอย่างมั่นใจ ภาษาจีนประยุกต์สำหรับการทำงาน เรียนระบบสารสนเทศธุรกิจและภาษาจีนเพื่อการท่องเที่ยว",
          "📙 ปี 3 : ฝึกภาษาจีนธุรกิจด้านการทำงาน โลจิสติกส์ โรงแรม พร้อมเรียนการเขียนภาษาจีนธุรกิจ การแปลภาษาจีน และการเตรียมสอบ HSK",
          "📕 ปี 4 : ฝึกสหกิจศึกษา เน้นการล่าม การแปลขั้นสูง วรรณกรรมกับภาพยนตร์"     
        ],
        studyPlanPdf: "http://academic.uru.ac.th/DB_course/doc_course/181.pdf",
        studyPlanInfoImg: "https://iili.io/KBC5G87.png",
        website: "https://www.uru.ac.th/#gsc.tab=0",      
        majorsFacebook: "https://www.facebook.com/p/%E0%B8%A0%E0%B8%B2%E0%B8%A9%E0%B8%B2%E0%B8%88%E0%B8%B5%E0%B8%99%E0%B8%98%E0%B8%B8%E0%B8%A3%E0%B8%81%E0%B8%B4%E0%B8%88-%E0%B8%A1%E0%B8%AB%E0%B8%B2%E0%B8%A7%E0%B8%B4%E0%B8%97%E0%B8%A2%E0%B8%B2%E0%B8%A5%E0%B8%B1%E0%B8%A2%E0%B8%A3%E0%B8%B2%E0%B8%8A%E0%B8%A0%E0%B8%B1%E0%B8%8F%E0%B8%AD%E0%B8%B8%E0%B8%95%E0%B8%A3%E0%B8%94%E0%B8%B4%E0%B8%95%E0%B8%96%E0%B9%8C-100063694286825/",
        facultyFacebook: "https://www.facebook.com/human.uru",
        logoUrl: "https://iili.io/FyRVWmu.jpg"
      },
      { 
        name : 'ทัศนศิลป์', 
        grade : null, 
        ability: ['การวาดภาพ', 'ความคิดสร้างสรรค์', 'การใช้สีและองค์ประกอบศิลป์', 'การออกแบบ', 'การปั้นและงานสามมิติ', 'การวิจารณ์ศิลปะ', 'การใช้โปรแกรมกราฟิก', 'การนำเสนอผลงาน', 'การสังเกตและจินตนาการ', 'ความละเอียดรอบคอบ'],
        quota: 20, 
        requiredEducation: ['มัธยมปลาย', 'ปวช', 'อื่นๆ'], 
        condition: "มัธยมศึกษาตอนปลายหรือเทียบเท่าทุกแผนการเรียน",
        reason : 'คุณมีทักษะด้านงานศิลปะและการออกแบบ ชอบสร้างสรรค์ผลงานด้วยจินตนาการ พร้อมพัฒนาทักษะเพื่อสร้างผลงานที่มีเอกลักษณ์และสื่อสารความคิดผ่านศิลปะ',
        careers: ["ศิลปินและนักออกแบบ", "นักวิชาการทางด้านศิลปะ", "นักวิจัยศิลปะ", "ผู้ประกอบการอิสระที่เกี่ยวเนื่องด้วยศิลปะ", "พนักงานของรัฐหรือบริษัทเอกชนที่เกี่ยวเนื่องด้วยศิลปะ"],
        studyPlan: 
        [
          "📘 ปี 1 : เรียนภาษาจีนพื้นฐาน ฟัง พูด อ่าน เขียน ภาษาจีนในชีวิตประจำวัน พร้อมวิชาศึกษาทั่วไปและเลือกเสรี วางรากฐานเพื่อการสื่อสารทางธุรกิจในอนาคต", 
          "📗 ปี 2 : พัฒนาทักษะภาษาจีนเพื่อการสื่อสารอย่างมั่นใจ ภาษาจีนประยุกต์สำหรับการทำงาน เรียนระบบสารสนเทศธุรกิจและภาษาจีนเพื่อการท่องเที่ยว",
          "📙 ปี 3 : ฝึกภาษาจีนธุรกิจด้านการทำงาน โลจิสติกส์ โรงแรม พร้อมเรียนการเขียนภาษาจีนธุรกิจ การแปลภาษาจีน และการเตรียมสอบ HSK",
          "📕 ปี 4 : ฝึกสหกิจศึกษา เน้นการล่าม การแปลขั้นสูง วรรณกรรมกับภาพยนตร์"     
        ],
        studyPlanPdf: "http://academic.uru.ac.th/DB_course/doc_course/157.pdf",
        studyPlanInfoImg: "https://iili.io/KBC7Sf4.png",
        website: "https://www.uru.ac.th/#gsc.tab=0",      
        majorsFacebook: "https://www.facebook.com/p/%E0%B8%AB%E0%B8%A5%E0%B8%B1%E0%B8%81%E0%B8%AA%E0%B8%B9%E0%B8%95%E0%B8%A3%E0%B8%AA%E0%B8%B2%E0%B8%82%E0%B8%B2%E0%B8%A7%E0%B8%B4%E0%B8%8A%E0%B8%B2%E0%B8%97%E0%B8%B1%E0%B8%A8%E0%B8%99%E0%B8%A8%E0%B8%B4%E0%B8%A5%E0%B8%9B%E0%B9%8C-%E0%B8%A1%E0%B8%A3%E0%B8%AD-100057608463414/",
        facultyFacebook: "https://www.facebook.com/human.uru",
        logoUrl: "https://iili.io/FyRVWmu.jpg"
      },
      { 
        name : 'การออกแบบนิเทศศิลป์', 
        grade : 2.00, 
        ability: ['การออกแบบกราฟิก', 'ความคิดสร้างสรรค์', 'การใช้สีและองค์ประกอบ', 'การสื่อสารด้วยภาพ', 'การถ่ายภาพและวิดีโอ', 'การวาดภาพและสเก็ตช์', 'การใช้โปรแกรมคอมพิวเตอร์ออกแบบ', 'การนำเสนอผลงาน', 'การวิเคราะห์งานสื่อสาร', 'การจัดการโครงการสร้างสรรค์'],        
        quota: 15, 
        requiredEducation: ['มัธยมปลาย', 'ปวช', 'อื่นๆ'], 
        condition: "มัธยมศึกษาตอนปลายหรือเทียบเท่าทุกแผนการเรียน",
        reason : 'คุณมีทักษะด้านการออกแบบและสื่อสารด้วยภาพ ชอบสร้างสรรค์ผลงานด้วยความคิดสร้างสรรค์ พร้อมพัฒนาทักษะใช้เทคโนโลยีและสื่อในการนำเสนอและสื่อสารอย่างมืออาชีพ',
        careers: ["นักออกแบบกราฟิก", "นักออกแบบโฆษณา", "นักออกแบบเว็บไซต์", "นักออกแบบสิ่งพิมพ์", "นักสร้างภาพยนตร์และอนิเมชัน", "ช่างภาพ", "นักวาดการ์ตูน", "นักเขียน/นักวิจารณ์ด้านนิเทศศิลป์", "ธุรกิจส่วนตัว"],
        studyPlan: 
        [
          "📘 ปี 1 : เรียนวาดเส้น เขียนแบบ องค์ประกอบศิลป์ และประวัติการออกแบบ พร้อมวิชาศึกษาทั่วไปและภาษาอังกฤษพื้นฐาน", 
          "📗 ปี 2 : พัฒนาทักษะการออกแบบหนังสือ ตัวอักษร ผลิตภัณฑ์ ของที่ระลึก ภาพยนตร์และแอนิเมชั่น พร้อมวิชาศึกษาทั่วไป",
          "📙 ปี 3 : ออกแบบเว็บไซต์ ผลิตภัณฑ์ 3 มิติ ศึกษาวัฒนธรรมท้องถิ่น พร้อมวิจัยเบื้องต้นและเตรียมประสบการณ์ภาคสนาม",
          "📕 ปี 4 : นำเสนอผลงานศิลปนิพนธ์และฝึกประสบการณ์ภาคสนามหรือสหกิจศึกษา"     
        ],
        studyPlanPdf: "http://academic.uru.ac.th/DB_course/doc_course/133.pdf",
        studyPlanInfoImg: "https://iili.io/KBCaNMG.png",
        website: "https://www.uru.ac.th/#gsc.tab=0",      
        majorsFacebook: "https://www.facebook.com/DesignArtsURU",
        facultyFacebook: "https://www.facebook.com/human.uru",
        logoUrl: "https://iili.io/FyRVWmu.jpg"
      },
      { 
        name : 'การออกแบบนิเทศศิลป์ (เทียบโอน)', 
        grade : 2.00, 
        ability: ['การออกแบบกราฟิก', 'ความคิดสร้างสรรค์', 'การใช้สีและองค์ประกอบ', 'การสื่อสารด้วยภาพ', 'การถ่ายภาพและวิดีโอ', 'การวาดภาพและสเก็ตช์', 'การใช้โปรแกรมคอมพิวเตอร์ออกแบบ', 'การนำเสนอผลงาน', 'การวิเคราะห์งานสื่อสาร', 'การจัดการโครงการสร้างสรรค์'],        
        quota: 15, 
        requiredEducation: ['ปวส'], 
        condition: "อนุปริญญาหรือประกาศนียบัตรวิชาชีพชั้นสูง (ปวส.)",
        reason : 'คุณมีทักษะด้านการออกแบบและสื่อสารด้วยภาพ ชอบสร้างสรรค์ผลงานด้วยความคิดสร้างสรรค์ พร้อมพัฒนาทักษะใช้เทคโนโลยีและสื่อในการนำเสนอและสื่อสารอย่างมืออาชีพ',
        careers: ["นักออกแบบกราฟิก", "นักออกแบบโฆษณา", "นักออกแบบเว็บไซต์", "นักออกแบบสิ่งพิมพ์", "นักสร้างภาพยนตร์และอนิเมชัน", "ช่างภาพ", "นักวาดการ์ตูน", "นักเขียน/นักวิจารณ์ด้านนิเทศศิลป์", "ธุรกิจส่วนตัว"],
        studyPlan: 
        [
          "📘 ปี 1 : เรียนวาดเส้น เขียนแบบ องค์ประกอบศิลป์ และประวัติการออกแบบ พร้อมวิชาศึกษาทั่วไปและภาษาอังกฤษพื้นฐาน", 
          "📗 ปี 2 : พัฒนาทักษะการออกแบบหนังสือ ตัวอักษร ผลิตภัณฑ์ ของที่ระลึก ภาพยนตร์และแอนิเมชั่น พร้อมวิชาศึกษาทั่วไป",
          "📙 ปี 3 : ออกแบบเว็บไซต์ ผลิตภัณฑ์ 3 มิติ ศึกษาวัฒนธรรมท้องถิ่น พร้อมวิจัยเบื้องต้นและเตรียมประสบการณ์ภาคสนาม",
          "📕 ปี 4 : นำเสนอผลงานศิลปนิพนธ์และฝึกประสบการณ์ภาคสนามหรือสหกิจศึกษา"     
        ],
        studyPlanPdf: "http://academic.uru.ac.th/DB_course/doc_course/133.pdf",
        studyPlanInfoImg: "https://iili.io/KBCl0kN.png",
        website: "https://www.uru.ac.th/#gsc.tab=0",      
        majorsFacebook: "https://www.facebook.com/DesignArtsURU",
        facultyFacebook: "https://www.facebook.com/human.uru",
        logoUrl: "https://iili.io/FyRVWmu.jpg"
      },
      { 
        name : 'การพัฒนาชุมชน', 
        grade : null, 
        ability: ['การบริหารโครงการ', 'การสื่อสาร', 'การทำงานเป็นทีม', 'ภาวะผู้นำ', 'การแก้ปัญหา', 'การวิเคราะห์ชุมชน', 'การมีส่วนร่วมกับชุมชน', 'การวางแผนพัฒนา', 'มนุษยสัมพันธ์', 'การจัดกิจกรรม'],        
        quota: 20, 
        requiredEducation: ['มัธยมปลาย', 'ปวช', 'อื่นๆ'], 
        condition: "มัธยมศึกษาตอนปลายหรือเทียบเท่าทุกแผนการเรียน",
        reason : 'คุณมีทักษะด้านงานพัฒนาสังคมและชุมชน ชอบการทำงานร่วมกับผู้อื่น วางแผน แก้ปัญหา และขับเคลื่อนกิจกรรมเพื่อยกระดับคุณภาพชีวิตของชุมชน',
        careers: ["นักพัฒนาสังคม", "นักวิชาการสังคมสงเคราะห์", "นักวิชาการพัฒนาสังคม", "นักวิเคราะห์นโยบายและแผน", "เจ้าหน้าที่ส่งเสริมอาชีพและการเกษตร", "นักกิจกรรมชุมชน", "เจ้าหน้าที่ด้านสิ่งแวดล้อมและทรัพยากรชุมชน"],
        studyPlan: 
        [
          "📘 ปี 1 : เรียนวิชาศึกษาทั่วไป รากฐานสังคมวิทยา มานุษยวิทยา หลักการพัฒนาชุมชน พลวัตชนบท-เมือง และกฎหมายสำหรับนักพัฒนา", 
          "📗 ปี 2 : ศึกษาเรื่องชุมชนศึกษา สวัสดิการชุมชน การบริหารงาน การวิเคราะห์ปัญหาชุมชน พร้อมทักษะสารสนเทศเพื่อการพัฒนาและภาวะผู้นำ",
          "📙 ปี 3 : เน้นการจัดการองค์กร การเสริมพลังชุมชน มิติทางเพศกับการพัฒนา การประเมินผลโครงการ ผู้ประกอบการสังคมและสถิติวิจัยพร้อมวิชาเลือกเสริม",
          "📕 ปี 4 : เรียนสัมมนา ระเบียบวิธีวิจัย เตรียมภาคสนาม และฝึกสหกิจศึกษาหรือฝึกประสบการณ์จริงในชุมชน"     
        ],
        studyPlanPdf: "http://academic.uru.ac.th/DB_course/doc_course/162.pdf",
        studyPlanInfoImg: "https://iili.io/KBC0l6b.png",
        website: "https://www.uru.ac.th/#gsc.tab=0",      
        majorsFacebook: "https://www.facebook.com/profile.php?id=100065180915977#",
        facultyFacebook: "https://www.facebook.com/human.uru",
        logoUrl: "https://iili.io/FyRVWmu.jpg"
      },
    ]
    },
    
    { 
    name: 'คณะวิทยาการจัดการ',
    majors: [
      { 
        name : 'การจัดการธุรกิจสมัยใหม่', 
        grade : null, 
        ability: ['การบริหารธุรกิจ', 'การวางแผนกลยุทธ์', 'การตลาด', 'การวิเคราะห์ข้อมูลธุรกิจ', 'การแก้ปัญหา', 'การจัดการนวัตกรรม', 'การสื่อสาร', 'การทำงานเป็นทีม', 'ภาวะผู้นำ', 'การตัดสินใจเชิงธุรกิจ'],
        quota: 20, 
        requiredEducation: ['มัธยมปลาย', 'ปวช', 'อื่นๆ'], 
        condition: "มัธยมศึกษาตอนปลายหรือเทียบเท่าทุกแผนการเรียน",
        reason : 'คุณมีทักษะด้านการบริหารและพัฒนาธุรกิจ ชอบวางแผน วิเคราะห์ และสร้างนวัตกรรม พร้อมพัฒนาทักษะการจัดการเพื่อแข่งขันในโลกธุรกิจยุคใหม่',
        careers: ["เจ้าของกิจการ", "นักพัฒนาธุรกิจ", "นักวิเคราะห์ธุรกิจ", "นักการตลาด", "เจ้าหน้าที่ฝ่ายทรัพยากรบุคคล (HR)", "ที่ปรึกษาทางธุรกิจ", "นักการขาย", "นักบริหารสื่อออนไลน์"],
        studyPlan: 
        [
          "📘 ปี 1 : เรียนวิชาศึกษาทั่วไป เศรษฐศาสตร์เบื้องต้น การบัญชี การตลาด และการจัดการเบื้องต้น", 
          "📗 ปี 2 : ศึกษาเทคโนโลยีสารสนเทศสำหรับธุรกิจ พฤติกรรมผู้บริโภค กฎหมายธุรกิจ การบริหารทรัพยากรมนุษย์ และทักษะการสื่อสารธุรกิจ",
          "📙 ปี 3 : เน้นการบริหารการเงิน โลจิสติกส์ การจัดการเชิงกลยุทธ์ การวิเคราะห์ธุรกิจดิจิทัล และวิชาเลือกเฉพาะด้านธุรกิจสมัยใหม่",
          "📕 ปี 4 : ทำโครงงานธุรกิจ สัมมนาวิชาชีพ และฝึกสหกิจศึกษาหรือฝึกประสบการณ์ในองค์กรธุรกิจจริง"     
        ],
        studyPlanPdf: "http://fms.uru.ac.th/fms/mko2/mko2bn.pdf",
        studyPlanInfoImg: "https://iili.io/KBCM4dG.png",
        website: "http://fms.uru.ac.th/fms/",      
        majorsFacebook: "https://www.facebook.com/profile.php?id=100051806315712",
        facultyFacebook: "https://www.facebook.com/InformationFMS",
        logoUrl: "https://iili.io/K3H4U8l.png"
      },
      { 
        name : 'การจัดการธุรกิจสมัยใหม่ (เทียบโอน)', 
        grade : null, 
        ability: ['การบริหารธุรกิจ', 'การวางแผนกลยุทธ์', 'การตลาด', 'การวิเคราะห์ข้อมูลธุรกิจ', 'การแก้ปัญหา', 'การจัดการนวัตกรรม', 'การสื่อสาร', 'การทำงานเป็นทีม', 'ภาวะผู้นำ', 'การตัดสินใจเชิงธุรกิจ'],
        quota: 20, 
        requiredEducation: ['ปวส'], 
        condition: "อนุปริญญาหรือประกาศนียบัตรวิชาชีพชั้นสูงอนุปริญญาหรือประกาศนียบัตรวิชาชีพชั้นสูง (ปวส.) หรือเทียบเท่าทุกแผนการเรียน",
        reason : 'คุณมีทักษะด้านการบริหารและพัฒนาธุรกิจ ชอบวางแผน วิเคราะห์ และสร้างนวัตกรรม พร้อมพัฒนาทักษะการจัดการเพื่อแข่งขันในโลกธุรกิจยุคใหม่',
        careers: ["เจ้าของกิจการ", "นักพัฒนาธุรกิจ", "นักวิเคราะห์ธุรกิจ", "นักการตลาด", "เจ้าหน้าที่ฝ่ายทรัพยากรบุคคล (HR)", "ที่ปรึกษาทางธุรกิจ", "นักการขาย", "นักบริหารสื่อออนไลน์"],
        studyPlan: 
        [
          "📘 ปี 1 : เรียนวิชาศึกษาทั่วไป เศรษฐศาสตร์เบื้องต้น การบัญชี การตลาด และการจัดการเบื้องต้น", 
          "📗 ปี 2 : ศึกษาเทคโนโลยีสารสนเทศสำหรับธุรกิจ พฤติกรรมผู้บริโภค กฎหมายธุรกิจ การบริหารทรัพยากรมนุษย์ และทักษะการสื่อสารธุรกิจ",
          "📙 ปี 3 : เน้นการบริหารการเงิน โลจิสติกส์ การจัดการเชิงกลยุทธ์ การวิเคราะห์ธุรกิจดิจิทัล และวิชาเลือกเฉพาะด้านธุรกิจสมัยใหม่",
          "📕 ปี 4 : ทำโครงงานธุรกิจ สัมมนาวิชาชีพ และฝึกสหกิจศึกษาหรือฝึกประสบการณ์ในองค์กรธุรกิจจริง"     
        ],
        studyPlanPdf: "http://fms.uru.ac.th/fms/mko2/mko2bn.pdf",
        studyPlanInfoImg: "https://iili.io/KBCV4G1.png",
        website: "http://fms.uru.ac.th/fms/",      
        majorsFacebook: "https://www.facebook.com/profile.php?id=100051806315712",
        facultyFacebook: "https://www.facebook.com/InformationFMS",
        logoUrl: "https://iili.io/K3H4U8l.png"
      },
      { 
        name : 'การจัดการธุรกิจบริการ', 
        grade : null, 
        ability: ['การบริหารธุรกิจ', 'การบริการ', 'การสื่อสาร', 'การบริการลูกค้า', 'การวางแผนและจัดการ', 'การตลาด', 'การแก้ปัญหา', 'การทำงานเป็นทีม', 'ภาวะผู้นำ', 'การวิเคราะห์ข้อมูล', 'ความคิดสร้างสรรค์'],
        quota: 30, 
        requiredEducation: ['มัธยมปลาย', 'ปวช', 'อื่นๆ'], 
        condition: "มัธยมศึกษาตอนปลายหรือเทียบเท่าทุกแผนการเรียน",
        reason : 'คุณมีทักษะการบริหารและพัฒนาธุรกิจบริการ ชอบสื่อสารและให้บริการลูกค้า พร้อมพัฒนาทักษะการจัดการและแก้ปัญหาเพื่อสร้างความพึงพอใจและคุณภาพในการบริการ',
        careers: ["เจ้าหน้าที่ฝ่ายบริการลูกค้า", "ผู้จัดการโรงแรม", "ผู้ประกอบการธุรกิจบริการ", "เจ้าหน้าที่ด้านการบิน", "ที่ปรึกษาด้านการบริหารธุรกิจบริการ", "พนักงานในอุตสาหกรรมบริการ", "เจ้าหน้าที่ฝ่ายการตลาดและประชาสัมพันธ์", "เจ้าหน้าที่ฝ่ายจัดการอีเวนต์"],
        studyPlan: 
        [
          "📘 ปี 1 : เรียนวิชาศึกษาทั่วไปและพื้นฐานบัญชี การจัดการองค์การ และอุตสาหกรรมบริการ", 
          "📗 ปี 2 : พัฒนาภาษาอังกฤษ การเงิน กฎหมายธุรกิจ เศรษฐศาสตร์ และพฤติกรรมลูกค้า ",
          "📙 ปี 3 : เรียนการจัดการผลิต การบัญชี การบริการเพื่อสังคม การนวัตกรรม และฝึกประสบการณ์ภาคสนาม",
          "📕 ปี 4 : ฝึกสหกิจศึกษาหรือภาคสนาม พร้อมกลยุทธ์ธุรกิจบริการ สัมมนา"     
        ],
        studyPlanPdf: "http://fms.uru.ac.th/fms/mko2/mko2bs.pdf",
        studyPlanInfoImg: "https://iili.io/KBCWsi7.png",
        website: "http://fms.uru.ac.th/fms/",      
        majorsFacebook: "https://www.facebook.com/profile.php?id=100063520144209#",
        facultyFacebook: "https://www.facebook.com/InformationFMS",
        logoUrl: "https://iili.io/K3H4U8l.png"
      },
      { 
        name : 'การจัดการธุรกิจบริการ (เทียบโอน)', 
        grade : null, 
        ability: ['การบริหารธุรกิจ', 'การบริการ', 'การสื่อสาร', 'การบริการลูกค้า', 'การวางแผนและจัดการ', 'การตลาด', 'การแก้ปัญหา', 'การทำงานเป็นทีม', 'ภาวะผู้นำ', 'การวิเคราะห์ข้อมูล', 'ความคิดสร้างสรรค์'],
        quota: 30, 
        requiredEducation: ['ปวส'], 
        condition: "อนุปริญญาหรือประกาศนียบัตรวิชาชีพชั้นสูง (ปวส.) หรือเทียบเท่าทุกแผนการเรียน",
        reason : 'คุณมีทักษะการบริหารและพัฒนาธุรกิจบริการ ชอบสื่อสารและให้บริการลูกค้า พร้อมพัฒนาทักษะการจัดการและแก้ปัญหาเพื่อสร้างความพึงพอใจและคุณภาพในการบริการ',
        careers: ["เจ้าหน้าที่ฝ่ายบริการลูกค้า", "ผู้จัดการโรงแรม", "ผู้ประกอบการธุรกิจบริการ", "เจ้าหน้าที่ด้านการบิน", "ที่ปรึกษาด้านการบริหารธุรกิจบริการ", "พนักงานในอุตสาหกรรมบริการ", "เจ้าหน้าที่ฝ่ายการตลาดและประชาสัมพันธ์", "เจ้าหน้าที่ฝ่ายจัดการอีเวนต์"],
        studyPlan: 
        [
          "📘 ปี 1 : เรียนวิชาศึกษาทั่วไปและพื้นฐานบัญชี การจัดการองค์การ และอุตสาหกรรมบริการ", 
          "📗 ปี 2 : พัฒนาภาษาอังกฤษ การเงิน กฎหมายธุรกิจ เศรษฐศาสตร์ และพฤติกรรมลูกค้า ",
          "📙 ปี 3 : เรียนการจัดการผลิต การบัญชี การบริการเพื่อสังคม การนวัตกรรม และฝึกประสบการณ์ภาคสนาม",
          "📕 ปี 4 : ฝึกสหกิจศึกษาหรือภาคสนาม พร้อมกลยุทธ์ธุรกิจบริการ สัมมนา"     
        ],
        studyPlanPdf: "http://fms.uru.ac.th/fms/mko2/mko2bs.pdf",
        studyPlanInfoImg: "https://iili.io/KBChVQp.png",
        website: "http://fms.uru.ac.th/fms/",      
        majorsFacebook: "https://www.facebook.com/profile.php?id=100063520144209#",
        facultyFacebook: "https://www.facebook.com/InformationFMS",
        logoUrl: "https://iili.io/K3H4U8l.png"
      },
      { 
        name : 'การตลาดดิจิทัล', 
        grade : null, 
        ability: ['การวิเคราะห์ข้อมูล', 'การวางแผนกลยุทธ์', 'การสื่อสาร', 'การสร้างสรรค์คอนเทนต์', 'การใช้โซเชียลมีเดีย', 'ความคิดสร้างสรรค์', 'การแก้ปัญหา', 'การทำงานเป็นทีม', 'การวิจัยตลาด', 'การโฆษณาออนไลน์'],
        quota: 20, 
        requiredEducation: ['มัธยมปลาย', 'ปวช', 'อื่นๆ'], 
        condition: "มัธยมศึกษาตอนปลายหรือเทียบเท่าทุกแผนการเรียน",
        reason : 'คุณมีทักษะการตลาดและสื่อดิจิทัล ชอบวิเคราะห์ข้อมูล วางแผนกลยุทธ์ และสร้างสรรค์คอนเทนต์ พร้อมพัฒนาทักษะเพื่อบริหารและส่งเสริมธุรกิจในยุคดิจิทัล',
        careers: ["นักการตลาดดิจิทัล", "ผู้จัดการสื่อสังคมออนไลน์", "Digital Marketing Specialist", " ผู้จัดการผลิตภัณฑ์", "เจ้าของธุรกิจออนไลน์", "นักออกแบบประสบการณ์", "Customer Relationship Manager", "Online Store Manager"],
        studyPlan: 
        [
          "📘 ปี 1 : เรียนวิชาศึกษาทั่วไป การสร้างเสริมสุขภาวะ ผู้ประกอบการยุคใหม่ ความเป็นพลเมืองไทย พร้อมหลักการตลาดและบัญชี", 
          "📗 ปี 2 : พัฒนาภาษาอังกฤษ สุขภาวะ การเงินธุรกิจ กฎหมายธุรกิจ การจัดการผลิตและซัพพลายเชน การตลาดดิจิทัล และพฤติกรรมผู้บริโภค ",
          "📙 ปี 3 : เรียนการบัญชีเพื่อการจัดการ การตลาดดิจิทัล การตลาดธุรกิจชุมชน การวิจัยการตลาด วางกลยุทธ์ การตลาดสื่อสังคม และโครงงานการตลาดดิจิทัล",
          "📕 ปี 4 : เรียนการตลาดระหว่างประเทศ การตลาดผู้ประกอบการ สัมมนาและโครงงานดิจิทัล พร้อมฝึกภาคสนามหรือสหกิจศึกษา"     
        ],
        studyPlanPdf: "http://fms.uru.ac.th/fms/mko2/mko2bm.pdf",
        studyPlanInfoImg: "https://iili.io/KBCwEsp.png",
        website: "http://fms.uru.ac.th/fms/",      
        majorsFacebook: "https://www.facebook.com/URUDigitalmarketing",
        facultyFacebook: "https://www.facebook.com/InformationFMS",
        logoUrl: "https://iili.io/K3H4U8l.png"
      },
      { 
        name : 'การตลาดดิจิทัล (เทียบโอน)', 
        grade : null, 
        ability: ['การวิเคราะห์ข้อมูล', 'การวางแผนกลยุทธ์', 'การสื่อสาร', 'การสร้างสรรค์คอนเทนต์', 'การใช้โซเชียลมีเดีย', 'ความคิดสร้างสรรค์', 'การแก้ปัญหา', 'การทำงานเป็นทีม', 'การวิจัยตลาด', 'การโฆษณาออนไลน์'],
        quota: 20, 
        requiredEducation: ['ปวส'], 
        condition: "อนุปริญญาหรือประกาศนียบัตรวิชาชีพชั้นสูง (ปวส.) หรือเทียบเท่าทุกแผนการเรียน",
        reason : 'คุณมีทักษะการตลาดและสื่อดิจิทัล ชอบวิเคราะห์ข้อมูล วางแผนกลยุทธ์ และสร้างสรรค์คอนเทนต์ พร้อมพัฒนาทักษะเพื่อบริหารและส่งเสริมธุรกิจในยุคดิจิทัล',
        careers: ["นักการตลาดดิจิทัล", "ผู้จัดการสื่อสังคมออนไลน์", "Digital Marketing Specialist", " ผู้จัดการผลิตภัณฑ์", "เจ้าของธุรกิจออนไลน์", "นักออกแบบประสบการณ์", "Customer Relationship Manager", "Online Store Manager"],
        studyPlan: 
        [
          "📘 ปี 1 : เรียนวิชาศึกษาทั่วไป การสร้างเสริมสุขภาวะ ผู้ประกอบการยุคใหม่ ความเป็นพลเมืองไทย พร้อมหลักการตลาดและบัญชี", 
          "📗 ปี 2 : พัฒนาภาษาอังกฤษ สุขภาวะ การเงินธุรกิจ กฎหมายธุรกิจ การจัดการผลิตและซัพพลายเชน การตลาดดิจิทัล และพฤติกรรมผู้บริโภค ",
          "📙 ปี 3 : เรียนการบัญชีเพื่อการจัดการ การตลาดดิจิทัล การตลาดธุรกิจชุมชน การวิจัยการตลาด วางกลยุทธ์ การตลาดสื่อสังคม และโครงงานการตลาดดิจิทัล",
          "📕 ปี 4 : เรียนการตลาดระหว่างประเทศ การตลาดผู้ประกอบการ สัมมนาและโครงงานดิจิทัล พร้อมฝึกภาคสนามหรือสหกิจศึกษา"     
        ],
        studyPlanPdf: "http://fms.uru.ac.th/fms/mko2/mko2bm.pdf",
        studyPlanInfoImg: "https://iili.io/KBCN66N.png",
        website: "http://fms.uru.ac.th/fms/",      
        majorsFacebook: "https://www.facebook.com/URUDigitalmarketing",
        facultyFacebook: "https://www.facebook.com/InformationFMS",
        logoUrl: "https://iili.io/K3H4U8l.png"
      },
      { 
        name : 'บัญชี', 
        grade : 2.00, 
        ability: ['การคิดเชิงวิเคราะห์','คำนวณ','เลข','ทำบัญชี','การคิดเชิงวิเคราะห์', 'ความละเอียดรอบคอบ', 'การจัดการตัวเลข', 'การใช้โปรแกรมบัญชี', 'การทำงานเป็นทีม', 'การแก้ปัญหา', 'การจัดการเวลา', 'ความซื่อสัตย์และความรับผิดชอบ', 'การสื่อสาร', 'การวางแผนงาน'],
        quota: 80, 
        requiredEducation: ['มัธยมปลาย', 'ปวช', 'อื่นๆ'], 
        condition: "มัธยมศึกษาตอนปลายหรือเทียบเท่าทุกแผนการเรียน",
        reason : 'คุณมีทักษะด้านความละเอียดรอบคอบ รักการคิดคำนวณ ชอบการวิเคราะห์เชิงตัวเลข และสนใจด้านการจัดการทางการเงินและบัญชี',
        careers: ["นักการตลาดดิจิทัล", "ผู้จัดการสื่อสังคมออนไลน์", "Digital Marketing Specialist", " ผู้จัดการผลิตภัณฑ์", "เจ้าของธุรกิจออนไลน์", "นักออกแบบประสบการณ์", "Customer Relationship Manager", "Online Store Manager"],
        studyPlan: 
        [
          "📘 ปี 1 : วางรากฐานด้านบัญชี เศรษฐศาสตร์ กฎหมายบัญชี พร้อมความรู้พื้นฐานด้านการจัดการและการตลาด", 
          "📗 ปี 2 : เรียนบัญชีต้นทุน การเงินธุรกิจ ภาษีอากร ระบบสารสนเทศทางบัญชี และการบริหารผลิต-ซัพพลายเชน พร้อมเข้าใจพฤติกรรมผู้บริโภค",
          "📙 ปี 3 : เน้นการบัญชีเพื่อการจัดการธุรกิจชุมชน การรายงานและวิเคราะห์การเงิน การตรวจสอบภายใน การสอบบัญชี และการบัญชีขั้นสูง",
          "📕 ปี 4 : ศึกษาและประยุกต์มาตรฐานบัญชี บัญชีเพื่อพัฒนาท้องถิ่น พันธกิจสัมพันธ์ทางบัญชี พร้อมฝึกภาคสนามและสหกิจศึกษา"     
        ],
        studyPlanPdf: "http://fms.uru.ac.th/fms/mko2/mko2acc.pdf",
        studyPlanInfoImg: "https://iili.io/KBCkTTg.png",
        website: "http://fms.uru.ac.th/fms/",      
        majorsFacebook: "https://www.facebook.com/profile.php?id=100057219531056",
        facultyFacebook: "https://www.facebook.com/InformationFMS",
        logoUrl: "https://iili.io/K3H4U8l.png"
      },
      {
        name : 'บัญชี (เทียบโอน)', 
        grade : 2.00, 
        ability: ['การคิดเชิงวิเคราะห์','คำนวณ','เลข','ทำบัญชี','การคิดเชิงวิเคราะห์', 'ความละเอียดรอบคอบ', 'การจัดการตัวเลข', 'การใช้โปรแกรมบัญชี', 'การทำงานเป็นทีม', 'การแก้ปัญหา', 'การจัดการเวลา', 'ความซื่อสัตย์และความรับผิดชอบ', 'การสื่อสาร', 'การวางแผนงาน'],
        quota: 80, 
        requiredEducation: ['ปวส'], 
        condition: "อนุปริญญาหรือประกาศนียบัตรวิชาชีพชั้นสูง (ปวส.) หรือเทียบเท่าทุกแผนการเรียน",
        reason : 'คุณมีทักษะด้านความละเอียดรอบคอบ รักการคิดคำนวณ ชอบการวิเคราะห์เชิงตัวเลข และสนใจด้านการจัดการทางการเงินและบัญชี',
        careers: ["นักการตลาดดิจิทัล", "ผู้จัดการสื่อสังคมออนไลน์", "Digital Marketing Specialist", " ผู้จัดการผลิตภัณฑ์", "เจ้าของธุรกิจออนไลน์", "นักออกแบบประสบการณ์", "Customer Relationship Manager", "Online Store Manager"],
        studyPlan: 
        [
          "📘 ปี 1 : วางรากฐานด้านบัญชี เศรษฐศาสตร์ กฎหมายบัญชี พร้อมความรู้พื้นฐานด้านการจัดการและการตลาด", 
          "📗 ปี 2 : เรียนบัญชีต้นทุน การเงินธุรกิจ ภาษีอากร ระบบสารสนเทศทางบัญชี และการบริหารผลิต-ซัพพลายเชน พร้อมเข้าใจพฤติกรรมผู้บริโภค",
          "📙 ปี 3 : เน้นการบัญชีเพื่อการจัดการธุรกิจชุมชน การรายงานและวิเคราะห์การเงิน การตรวจสอบภายใน การสอบบัญชี และการบัญชีขั้นสูง",
          "📕 ปี 4 : ศึกษาและประยุกต์มาตรฐานบัญชี บัญชีเพื่อพัฒนาท้องถิ่น พันธกิจสัมพันธ์ทางบัญชี พร้อมฝึกภาคสนามและสหกิจศึกษา"     
        ],
        studyPlanPdf: "http://fms.uru.ac.th/fms/mko2/mko2acc.pdf",
        studyPlanInfoImg: "https://iili.io/KBCvAH7.png",
        website: "http://fms.uru.ac.th/fms/",      
        majorsFacebook: "https://www.facebook.com/profile.php?id=100057219531056",
        facultyFacebook: "https://www.facebook.com/InformationFMS",
        logoUrl: "https://iili.io/K3H4U8l.png"
      },
      { 
        name : 'คอมพิวเตอร์ธุรกิจ', 
        grade : 2.00, 
        ability: ['การใช้คอมพิวเตอร์', 'การจัดการฐานข้อมูล', 'การวิเคราะห์ข้อมูล', 'การแก้ปัญหาเชิงตรรกะ', 'การเขียนโปรแกรมเบื้องต้น', 'การใช้ซอฟต์แวร์สำนักงาน', 'การคิดเชิงวิเคราะห์', 'การจัดการระบบสารสนเทศ', 'การทำงานเป็นทีม', 'การสื่อสารธุรกิจ'],
        quota: 30, 
        requiredEducation: ['มัธยมปลาย', 'ปวช', 'อื่นๆ'], 
        condition: "มัธยมศึกษาตอนปลายหรือเทียบเท่า หรือ ประกาศนียบัตรวิชาชีพ (ปวช.) ทุกแผนการเรียน",
        reason : 'คุณมีทักษะทางด้านเทคโนโลยีและการจัดการธุรกิจ มีความถนัดด้านคอมพิวเตอร์ การวิเคราะห์ และการประยุกต์ใช้ไอทีเพื่อสนับสนุนงานธุรกิจในยุคดิจิทัล',
        careers: ["เจ้าหน้าที่ฝ่ายคอมพิวเตอร์ในหน่วยงานธุรกิจ", "เจ้าหน้าที่ฝ่ายขาย", "เจ้าหน้าที่ฝ่ายสนับสนุนด้านซอฟต์แวร์", "เจ้าหน้าที่ฝ่ายบริหารสำนักงาน", "เจ้าหน้าที่พัฒนาซอฟต์แวร์", "เจ้าหน้าที่ฝ่ายบริหารระบบ", "เจ้าหน้าที่ฝ่ายโฆษณา", "เจ้าหน้าที่ฝ่ายบัญชีคอมพิวเตอร์"],
        studyPlan: 
        [
          "📘 ปี 1 : เรียนบัญชี ภาษาอังกฤษ เทคโนโลยีดิจิทัล และพื้นฐานคอมพิวเตอร์เพื่อธุรกิจเพื่อวางรากฐานการใช้เทคโนโลยีในธุรกิจดิจิทัล", 
          "📗 ปี 2 : ฝึกใช้โปรแกรม มัลติมีเดีย เครือข่าย ฐานข้อมูล และการจัดการธุรกิจออนไลน์",
          "📙 ปี 3 : เรียนความปลอดภัยไซเบอร์ นวัตกรรมดิจิทัล ออกแบบระบบ พาณิชย์อิเล็กทรอนิกส์",
          "📕 ปี 4 : เน้นการวิเคราะห์และนำเสนอข้อมูลด้วย Data Visualization ทำโครงงานดิจิทัล และเข้าร่วมสหกิจศึกษาหรือฝึกงานภาคสนาม"     
        ],
        studyPlanPdf: "http://fms.uru.ac.th/fms/mko2/mko2bz.pdf",
        studyPlanInfoImg: "https://iili.io/KBCSMwF.png",
        website: "http://fms.uru.ac.th/fms/",      
        majorsFacebook: "https://www.facebook.com/BusinessComputerFMSURU/?locale=th_TH",
        facultyFacebook: "https://www.facebook.com/InformationFMS",
        logoUrl: "https://iili.io/K3H4U8l.png"
      },
      { 
        name : 'คอมพิวเตอร์ธุรกิจ (เทียบโอน)', 
        grade : 2.00, 
        ability: ['การใช้คอมพิวเตอร์', 'การจัดการฐานข้อมูล', 'การวิเคราะห์ข้อมูล', 'การแก้ปัญหาเชิงตรรกะ', 'การเขียนโปรแกรมเบื้องต้น', 'การใช้ซอฟต์แวร์สำนักงาน', 'การคิดเชิงวิเคราะห์', 'การจัดการระบบสารสนเทศ', 'การทำงานเป็นทีม', 'การสื่อสารธุรกิจ'],
        quota: 60, 
        requiredEducation: ['ปวส'], 
        condition: "อนุปริญญาหรือประกาศนียบัตรวิชาชีพชั้นสูง (ปวส.) หรือเทียบเท่าทุกแผนการเรียน",
        reason : 'คุณมีทักษะทางด้านเทคโนโลยีและการจัดการธุรกิจ มีความถนัดด้านคอมพิวเตอร์ การวิเคราะห์ และการประยุกต์ใช้ไอทีเพื่อสนับสนุนงานธุรกิจในยุคดิจิทัล',
        careers: ["เจ้าหน้าที่ฝ่ายคอมพิวเตอร์ในหน่วยงานธุรกิจ", "เจ้าหน้าที่ฝ่ายขาย", "เจ้าหน้าที่ฝ่ายสนับสนุนด้านซอฟต์แวร์", "เจ้าหน้าที่ฝ่ายบริหารสำนักงาน", "เจ้าหน้าที่พัฒนาซอฟต์แวร์", "เจ้าหน้าที่ฝ่ายบริหารระบบ", "เจ้าหน้าที่ฝ่ายโฆษณา", "เจ้าหน้าที่ฝ่ายบัญชีคอมพิวเตอร์"],
        studyPlan: 
        [
          "📘 ปี 1 : เรียนบัญชี ภาษาอังกฤษ เทคโนโลยีดิจิทัล และพื้นฐานคอมพิวเตอร์เพื่อธุรกิจเพื่อวางรากฐานการใช้เทคโนโลยีในธุรกิจดิจิทัล", 
          "📗 ปี 2 : ฝึกใช้โปรแกรม มัลติมีเดีย เครือข่าย ฐานข้อมูล และการจัดการธุรกิจออนไลน์",
          "📙 ปี 3 : เรียนความปลอดภัยไซเบอร์ นวัตกรรมดิจิทัล ออกแบบระบบ พาณิชย์อิเล็กทรอนิกส์",
          "📕 ปี 4 : เน้นการวิเคราะห์และนำเสนอข้อมูลด้วย Data Visualization ทำโครงงานดิจิทัล และเข้าร่วมสหกิจศึกษาหรือฝึกงานภาคสนาม"     
        ],
        studyPlanPdf: "http://fms.uru.ac.th/fms/mko2/mko2bz.pdf",
        studyPlanInfoImg: "https://iili.io/KBCUiWg.png",
        website: "http://fms.uru.ac.th/fms/",      
        majorsFacebook: "https://www.facebook.com/BusinessComputerFMSURU/?locale=th_TH",
        facultyFacebook: "https://www.facebook.com/InformationFMS",
        logoUrl: "https://iili.io/K3H4U8l.png"
      },
      { 
        name : 'เศรษฐกิจดิจิทัล', 
        grade : null, 
        ability : ['การวิเคราะห์ข้อมูล', 'การคิดเชิงตรรกะ', 'ความเข้าใจระบบเศรษฐกิจและดิจิทัล', 'การใช้เทคโนโลยีดิจิทัล', 'การแก้ปัญหา', 'การวางแผนเชิงกลยุทธ์', 'การวิจัยและสังเคราะห์ข้อมูล', 'การใช้เครื่องมือออนไลน์', 'การใช้แพลตฟอร์มดิจิทัล', 'ความคิดสร้างสรรค์', 'การทำงานเป็นทีม'],
        quota: 20, 
        requiredEducation: ['มัธยมปลาย', 'ปวช', 'อื่นๆ'], 
        condition: "มัธยมศึกษาตอนปลายหรือเทียบเท่าทุกแผนการเรียน",
        reason : 'คุณมีทักษะทางด้านการประยุกต์เทคโนโลยีดิจิทัลกับเศรษฐกิจและธุรกิจ ชอบวิเคราะห์ข้อมูล วางแผนกลยุทธ์ และแก้ปัญหา เพื่อพัฒนานวัตกรรมและธุรกิจยุคดิจิทัล',
        careers: ["นักวิเคราะห์ธุรกิจดิจิทัล", "นักการตลาดดิจิทัล", "นักวิเคราะห์ข้อมูล", "ผู้ประกอบการธุรกิจออนไลน์", "ที่ปรึกษาด้านเศรษฐกิจดิจิทัล", "ผู้จัดการผลิตภัณฑ์ดิจิทัล", "E-Commerce Manager", "เจ้าหน้าที่ด้านการเงินและธุรกรรมออนไลน์"],
        studyPlan: 
        [
          "📘 ปี 1 : เรียนทักษะศตวรรษที่ 21 ความเป็นพลเมืองไทย ภาษาอังกฤษธุรกิจ เศรษฐศาสตร์จุล/มหภาค และรายวิชาศึกษาทั่วไป", 
          "📗 ปี 2 : เรียนคณิตศาสตร์สำหรับเศรษฐศาสตร์ บัญชี สถิติ เศรษฐมิติ และความรู้เบื้องต้นเกี่ยวกับการประกอบธุรกิจ",
          "📙 ปี 3 : เน้นวิเคราะห์โครงการ เศรษฐกิจดิจิทัล การวิเคราะห์เชิงปริมาณ การเงิน การลงทุน และเศรษฐศาสตร์ธุรกิจชุมชน",
          "📕 ปี 4 : ทำโครงงานวิจัย สัมมนาเศรษฐศาสตร์ธุรกิจ ฝึกประสบการณ์หรือสหกิจเตรียมพร้อมเข้าสู่สายอาชีพ"     
        ],
        studyPlanPdf: "http://fms.uru.ac.th/fms/mko2/mko2eco.pdf",
        studyPlanInfoImg: "https://iili.io/KBCrj6b.png",
        website: "http://fms.uru.ac.th/fms/",      
        majorsFacebook: "https://www.facebook.com/profile.php?id=100065292030877&ref=page_internal#",
        facultyFacebook: "https://www.facebook.com/InformationFMS",
        logoUrl: "https://iili.io/K3H4U8l.png"
      },
            { 
        name : 'เศรษฐกิจดิจิทัล (เทียบโอน)', 
        grade : null, 
        ability : ['การวิเคราะห์ข้อมูล', 'การคิดเชิงตรรกะ', 'ความเข้าใจระบบเศรษฐกิจและดิจิทัล', 'การใช้เทคโนโลยีดิจิทัล', 'การแก้ปัญหา', 'การวางแผนเชิงกลยุทธ์', 'การวิจัยและสังเคราะห์ข้อมูล', 'การใช้เครื่องมือออนไลน์', 'การใช้แพลตฟอร์มดิจิทัล', 'ความคิดสร้างสรรค์', 'การทำงานเป็นทีม'],
        quota: 20, 
        requiredEducation: ['ปวส'], 
        condition: "อนุปริญญาหรือประกาศนียบัตรวิชาชีพชั้นสูง (ปวส.) สาขาทางด้านการจัดการ, สาขาบริหารธุรกิจ, สาขาการตลาด, สาขาวิชาบัญชี",
        reason : 'คุณมีทักษะทางด้านการประยุกต์เทคโนโลยีดิจิทัลกับเศรษฐกิจและธุรกิจ ชอบวิเคราะห์ข้อมูล วางแผนกลยุทธ์ และแก้ปัญหา เพื่อพัฒนานวัตกรรมและธุรกิจยุคดิจิทัล',
        careers: ["นักวิเคราะห์ธุรกิจดิจิทัล", "นักการตลาดดิจิทัล", "นักวิเคราะห์ข้อมูล", "ผู้ประกอบการธุรกิจออนไลน์", "ที่ปรึกษาด้านเศรษฐกิจดิจิทัล", "ผู้จัดการผลิตภัณฑ์ดิจิทัล", "E-Commerce Manager", "เจ้าหน้าที่ด้านการเงินและธุรกรรมออนไลน์"],
        studyPlan: 
        [
          "📘 ปี 1 : เรียนทักษะศตวรรษที่ 21 ความเป็นพลเมืองไทย ภาษาอังกฤษธุรกิจ เศรษฐศาสตร์จุล/มหภาค และรายวิชาศึกษาทั่วไป", 
          "📗 ปี 2 : เรียนคณิตศาสตร์สำหรับเศรษฐศาสตร์ บัญชี สถิติ เศรษฐมิติ และความรู้เบื้องต้นเกี่ยวกับการประกอบธุรกิจ",
          "📙 ปี 3 : เน้นวิเคราะห์โครงการ เศรษฐกิจดิจิทัล การวิเคราะห์เชิงปริมาณ การเงิน การลงทุน และเศรษฐศาสตร์ธุรกิจชุมชน",
          "📕 ปี 4 : ทำโครงงานวิจัย สัมมนาเศรษฐศาสตร์ธุรกิจ ฝึกประสบการณ์หรือสหกิจเตรียมพร้อมเข้าสู่สายอาชีพ"     
        ],
        studyPlanPdf: "http://fms.uru.ac.th/fms/mko2/mko2eco.pdf",
        studyPlanInfoImg: "https://iili.io/KBC6F1a.png",
        website: "http://fms.uru.ac.th/fms/",      
        majorsFacebook: "https://www.facebook.com/profile.php?id=100065292030877&ref=page_internal#",
        facultyFacebook: "https://www.facebook.com/InformationFMS",
        logoUrl: "https://iili.io/K3H4U8l.png"
      },
      { 
        name : 'นิเทศศาสตร์', 
        grade : null, 
        ability : ['การแสดง', 'การออกแบบ', 'การสื่อสาร', 'การเขียนและการนำเสนอ', 'การวิเคราะห์เนื้อหา', 'การผลิตสื่อดิจิทัล', 'การคิดสร้างสรรค์', 'การจัดการโครงการสื่อ', 'การใช้สื่อออนไลน์และโซเชียลมีเดีย', 'การวางแผนกลยุทธ์สื่อสาร', 'การแก้ปัญหาและตัดสินใจ', 'การทำงานเป็นทีม'],
        quota: 30, 
        requiredEducation: ['มัธยมปลาย', 'ปวช', 'อื่นๆ'], 
        condition: "มัธยมศึกษาตอนปลายหรือเทียบเท่าทุกแผนการเรียน",
        reason : 'คุณมีทักษะการสื่อสารและสื่อมวลชน ชอบสร้างสรรค์เนื้อหา วิเคราะห์และวางกลยุทธ์การสื่อสาร พร้อมพัฒนาทักษะผลิตสื่อดิจิทัลและการทำงานเป็นทีมเพื่อส่งผลต่อสังคม',
        careers: ["ผู้จัดการผลิตภัณฑ์ดิจิทัล", "ครีเอทีฟโฆษณา", "นักเขียนบท", "ผู้สร้างสรรค์คอนเทนต์", "พิธีกร", "ผู้กำกับ", "นักแสดง", "นักวางแผนสื่อ", "Influencer", "YouTuber"],
        studyPlan: 
        [
          "📘 ปี 1 : เรียนศิลปะ วาทวิทยา การพัฒนาบุคลิกภาพ การถ่ายภาพ และการพัฒนาความคิดสร้างสรรค์ ", 
          "📗 ปี 2 : เรียนคณิตศาสตร์สำหรับเศรษฐศาสตร์ บัญชี สถิติ เศรษฐมิติ และความรู้เบื้องต้นเกี่ยวกับการประกอบธุรกิจ",
          "📙 ปี 3 : เน้นการสื่อสารการตลาด การจัดการสื่อสังคม วิชาเฉพาะด้านเลือก การวิจัยนิเทศศาสตร์",
          "📕 ปี 4 : ทำโครงงาน สัมมนา ฝึกประสบการณ์ภาคสนามและสหกิจศึกษาเตรียมความพร้อมเข้าสู่สายอาชีพ"     
        ],
        studyPlanPdf: "http://fms.uru.ac.th/fms/mko2/mko2commart.pdf",
        studyPlanInfoImg: "https://iili.io/KBCPlcJ.png",
        website: "http://fms.uru.ac.th/fms/",      
        majorsFacebook: "https://www.facebook.com/ComArtsURU",
        facultyFacebook: "https://www.facebook.com/InformationFMS",
        logoUrl: "https://iili.io/K3H4U8l.png"
      },
    ]
    },

    { 
    name : 'คณะวิทยาศาสตร์และเทคโนโลยี',
    majors: [
      { 
        name : 'วิทยาการคอมพิวเตอร์', 
        grade : null, 
        ability: ['การเขียนโปรแกรม', 'คอมพิวเตอร์', 'การคิดเชิงตรรกะ', 'การแก้ปัญหาเชิงคำนวณ', 'การพัฒนาเว็บไซต์', 'การพัฒนาแอปพลิเคชัน', 'การทำงานกับฐานข้อมูล', 'การคิดเชิงวิเคราะห์', 'การเรียนรู้เทคโนโลยีใหม่ๆ', 'การทำงานเป็นทีม', 'ความเข้าใจระบบเครือข่าย', 'การใช้เครื่องมือและซอฟต์แวร์'],
        quota: 40, 
        requiredEducation: ['มัธยมปลาย', 'ปวช', 'อื่นๆ'], 
        condition: "มัธยมศึกษาตอนปลายหรือเทียบเท่าทุกแผนการเรียน",
        reason : 'คุณมีทักษะทางด้านเทคโนโลยี การเขียนโปรแกรม และการคิดเชิงตรรกะ ชอบการแก้ปัญหาเชิงระบบและการพัฒนานวัตกรรมดิจิทัล อีกทั้งยังพร้อมที่จะเรียนรู้และปรับตัวกับเทคโนโลยีใหม่ ๆ อยู่เสมอ',
        careers: ["นักพัฒนาซอฟต์แวร์", "โปรแกรมเมอร์", "วิศวกรซอฟต์แวร์", "นักวิทยาการข้อมูล", "ผู้ดูแลระบบเครือข่าย", "นักทดสอบซอฟต์แวร์", "วิศวกรปัญญาประดิษฐ์", "ผู้เชี่ยวชาญด้านความปลอดภัยไซเบอร์", "นักวิเคราะห์และออกแบบระบบคอมพิวเตอร์", "ผู้ประกอบการด้านเทคโนโลยี"],
        studyPlan: 
        [
          "📘 ปี 1 : เริ่มจากคณิตศาสตร์พื้นฐาน วิทยาการคอมพิวเตอร์เบื้องต้น จริยธรรมและกฎหมายไอที พร้อมฝึกเขียนโปรแกรมและโครงสร้างข้อมูลเบื้องต้น", 
          "📗 ปี 2 : ศึกษาแคลคูลัส ระบบปฏิบัติการ อิเล็กทรอนิกส์ดิจิทัล การจัดการฐานข้อมูล และการออกแบบระบบเชิงวัตถุ เสริมด้วยอัลกอริทึม",
          "📙 ปี 3 : ลงลึกด้านเครือข่ายคอมพิวเตอร์ การสื่อสารข้อมูล การวิเคราะห์เชิงสถิติ พร้อมเรียนระเบียบวิธีวิจัย การสัมมนา และการเตรียมเข้าสู่การฝึกประสบการณ์",
          "📕 ปี 4 : ทำโครงการอิสระ ฝึกสหกิจศึกษาหรือฝึกงานภาคสนาม พร้อมวิชาเลือกที่ตอบโจทย์ความถนัดและเส้นทางอาชีพในอนาคต"     
        ],
        studyPlanPdf: "http://fms.uru.ac.th/fms/mko2/mko2commart.pdf",
        studyPlanInfoImg: "https://iili.io/KBn9pxs.png",
        website: "https://sci.uru.ac.th/",      
        majorsFacebook: "https://www.facebook.com/csuru2022",
        facultyFacebook: "https://www.facebook.com/scienceuru",
        logoUrl: "https://iili.io/KFFuX2t.png"
      },
      { 
        name : 'วิทยาการคอมพิวเตอร์ (เทียบโอน)', 
        grade : 2.00, 
        ability: ['การเขียนโปรแกรม', 'คอมพิวเตอร์', 'การคิดเชิงตรรกะ', 'การแก้ปัญหาเชิงคำนวณ', 'การพัฒนาเว็บไซต์', 'การพัฒนาแอปพลิเคชัน', 'การทำงานกับฐานข้อมูล', 'การคิดเชิงวิเคราะห์', 'การเรียนรู้เทคโนโลยีใหม่ๆ', 'การทำงานเป็นทีม', 'ความเข้าใจระบบเครือข่าย', 'การใช้เครื่องมือและซอฟต์แวร์'],
        quota: 40, 
        requiredEducation: ['ปวส'], 
        condition: "อนุปริญญาหรือประกาศนียบัตรวิชาชีพชั้นสูง (ปวส.) สาขาทางด้านคอมพิวเตอร์",
        reason : 'คุณมีทักษะทางด้านเทคโนโลยี การเขียนโปรแกรม และการคิดเชิงตรรกะ ชอบการแก้ปัญหาเชิงระบบและการพัฒนานวัตกรรมดิจิทัล อีกทั้งยังพร้อมที่จะเรียนรู้และปรับตัวกับเทคโนโลยีใหม่ ๆ อยู่เสมอ',
        careers: ["นักพัฒนาซอฟต์แวร์", "โปรแกรมเมอร์", "วิศวกรซอฟต์แวร์", "นักวิทยาการข้อมูล", "ผู้ดูแลระบบเครือข่าย", "นักทดสอบซอฟต์แวร์", "วิศวกรปัญญาประดิษฐ์", "ผู้เชี่ยวชาญด้านความปลอดภัยไซเบอร์", "นักวิเคราะห์และออกแบบระบบคอมพิวเตอร์", "ผู้ประกอบการด้านเทคโนโลยี"],
        studyPlan: 
        [
          "📘 ปี 1 : เริ่มจากคณิตศาสตร์พื้นฐาน วิทยาการคอมพิวเตอร์เบื้องต้น จริยธรรมและกฎหมายไอที พร้อมฝึกเขียนโปรแกรมและโครงสร้างข้อมูลเบื้องต้น", 
          "📗 ปี 2 : ศึกษาแคลคูลัส ระบบปฏิบัติการ อิเล็กทรอนิกส์ดิจิทัล การจัดการฐานข้อมูล และการออกแบบระบบเชิงวัตถุ เสริมด้วยอัลกอริทึม",
          "📙 ปี 3 : ลงลึกด้านเครือข่ายคอมพิวเตอร์ การสื่อสารข้อมูล การวิเคราะห์เชิงสถิติ พร้อมเรียนระเบียบวิธีวิจัย การสัมมนา และการเตรียมเข้าสู่การฝึกประสบการณ์",
          "📕 ปี 4 : ทำโครงการอิสระ ฝึกสหกิจศึกษาหรือฝึกงานภาคสนาม พร้อมวิชาเลือกที่ตอบโจทย์ความถนัดและเส้นทางอาชีพในอนาคต"     
        ],
        studyPlanPdf: "http://fms.uru.ac.th/fms/mko2/mko2commart.pdf",
        studyPlanInfoImg: "https://iili.io/KBnJxTX.png",
        website: "https://sci.uru.ac.th/",      
        majorsFacebook: "https://www.facebook.com/csuru2022",
        facultyFacebook: "https://www.facebook.com/scienceuru",
        logoUrl: "https://iili.io/KFFuX2t.png"
      },
      { 
        name : 'วิทยาศาสตร์การกีฬาและการออกกำลังกาย', 
        grade : null, 
        ability: ['การออกกำลังกาย', 'การสอนกีฬา', 'การวิเคราะห์การเคลื่อนไหว', 'การวางแผนการฝึกซ้อม', 'การทำงานเป็นทีม', 'การจัดการกีฬา', 'ภาวะผู้นำ', 'การดูแลสุขภาพ', 'การใช้ร่างกาย', 'การประเมินสมรรถภาพ'],
        quota: 30, 
        requiredEducation: ['มัธยมปลาย', 'ปวช', 'อื่นๆ'], 
        condition: "มัธยมศึกษาตอนปลายหรือเทียบเท่าทุกแผนการเรียน",
        reason : 'คุณมีทักษะการออกกำลังกาย มีความมุ่งมั่นด้านสุขภาพ และต้องการใช้ความรู้ด้านวิทยาศาสตร์การกีฬาเพื่อช่วยพัฒนาตนเองและผู้อื่นให้มีคุณภาพชีวิตที่ดีขึ้น',
        careers: ["นักวิทยาศาสตร์การกีฬา", "ผู้ฝึกสอนการออกกำลังกาย", "เจ้าหน้าที่ส่งเสริมสุขภาพ", "เทรนเนอร์ฟิตเนส", "นักโภชนาการกีฬา", "นักกีฬา", "โค้ชผู้ฝึกสอนกีฬา", "ครูพลศึกษา", "ผู้จัดการทีมกีฬา", "นักวิจัยและพัฒนาอุปกรณ์กีฬา"],
        studyPlan: 
        [
          "📘 ปี 1 : เรียนชีววิทยา เคมี วิทยาศาสตร์การกีฬา กายวิภาคศาสตร์ และทักษะพื้นฐานด้านกีฬา", 
          "📗 ปี 2 : ศึกษาเรื่องสรีรวิทยา จิตวิทยาการกีฬา การใช้คอมพิวเตอร์ในการจัดการกีฬา และวิทยาศาสตร์การฝึก พร้อมเวชศาสตร์กีฬา",
          "📙 ปี 3 : เน้นโภชนาการ การวิจัย การสร้างเสริมสมรรถภาพ การฝึกจิตวิทยาการกีฬา วิทยาศาสตร์การเคลื่อนไหวและกรณีศึกษา",
          "📕 ปี 4 : ทำสัมมนา ศึกษากรณี ฝึกผู้ฝึกสอนส่วนบุคคลและผู้สูงอายุพร้อมฝึกประสบการณ์ภาคสนามหรือสหกิจศึกษาเตรียมพร้อมสู่สายอาชีพ"     
        ],
        studyPlanPdf: "http://academic.uru.ac.th/DB_course/doc_course/185.pdf",
        studyPlanInfoImg: "https://iili.io/KBnduN1.md.png",
        website: "https://sci.uru.ac.th/",      
        majorsFacebook: "https://www.facebook.com/sesci.uru/",
        facultyFacebook: "https://www.facebook.com/scienceuru",
        logoUrl: "https://iili.io/KFFuX2t.png"
      },
      { 
        name : 'อาหารและโภชนาการ', 
        grade : 2.00, 
        ability: ['ทำอาหาร', 'การวิเคราะห์อาหาร', 'การปรุงอาหาร', 'การวิจัยอาหาร', 'การจัดการอาหาร', 'ความรู้ด้านสุขภาพ', 'การวางแผนอาหาร', 'การควบคุมคุณภาพ', 'การให้คำปรึกษาด้านอาหาร', 'ความคิดสร้างสรรค์'],
        quota: 20, 
        requiredEducation: ['มัธยมปลาย', 'ปวช', 'อื่นๆ'], 
        condition: "มัธยมศึกษาตอนปลายหรือเทียบเท่าทุกแผนการเรียน",
        reason : 'คุณมีทักษะด้านอาหารและโภชนาการ ต้องการพัฒนาความรู้เรื่องสุขภาพ การปรุงและวิเคราะห์อาหาร เพื่อช่วยดูแลสุขภาพตนเองและผู้อื่นอย่างมีประสิทธิภาพ',
        careers: ["นักโภชนาการ", "เชฟ", "นักวิทยาศาสตร์อาหาร", "นักวิเคราะห์อาหาร", "เจ้าหน้าที่ควบคุมคุณภาพอาหาร", "นักโภชนาการในโรงพยาบาล", "เจ้าของธุรกิจอาหารเพื่อสุขภาพ", "เจ้าหน้าที่ด้านอาหารและโภชนาการ", "ผู้เชี่ยวชาญด้านโภชนาการกีฬา", "ที่ปรึกษาด้านอาหารและสุขภาพ"],
        studyPlan: 
        [
          "📘 ปี 1 : เรียนเคมี ชีววิทยา โภชนศาสตร์เบื้องต้น จุลชีววิทยา วิทยาศาสตร์การประกอบอาหารและหลักการประกอบอาหาร", 
          "📗 ปี 2 : ศึกษาอาหารไทย ขนมไทย อาหารยุโรป อาหารเพื่อสุขภาพ ขนมอบ ศิลปะการจัดอาหาร การถนอมและแปรรูปอาหาร และการบริการอาหารและเครื่องดื่ม",
          "📙 ปี 3 : เเน้นอาหารเอเชีย อาหารและโภชนาการในวัฏจักรชีวิต โภชนบำบัด การพัฒนาผลิตภัณฑ์อาหาร การดำเนินธุรกิจอาหารและบริการ และศิลปะการตกแต่งอาหาร",
          "📕 ปี 4 : ทำสัมมนา วิจัยอาหารและโภชนาการ เตรียมประสบการณ์ภาคสนามหรือสหกิจศึกษาเพื่อพร้อมสู่สายอาชีพนักประกอบอาหารมืออาชีพ"     
        ],
        studyPlanPdf: "http://academic.uru.ac.th/DB_course/doc_course/168.pdf",
        studyPlanInfoImg: "https://iili.io/KBnFXx1.png",
        website: "https://sci.uru.ac.th/",      
        majorsFacebook: "https://www.facebook.com/p/%E0%B8%AA%E0%B8%B2%E0%B8%82%E0%B8%B2%E0%B8%A7%E0%B8%B4%E0%B8%8A%E0%B8%B2%E0%B8%AD%E0%B8%B2%E0%B8%AB%E0%B8%B2%E0%B8%A3%E0%B9%81%E0%B8%A5%E0%B8%B0%E0%B9%82%E0%B8%A0%E0%B8%8A%E0%B8%99%E0%B8%B2%E0%B8%81%E0%B8%B2%E0%B8%A3-%E0%B8%A1%E0%B8%AB%E0%B8%B2%E0%B8%A7%E0%B8%B4%E0%B8%97%E0%B8%A2%E0%B8%B2%E0%B8%A5%E0%B8%B1%E0%B8%A2%E0%B8%A3%E0%B8%B2%E0%B8%8A%E0%B8%A0%E0%B8%B1%E0%B8%8F%E0%B8%AD%E0%B8%B8%E0%B8%95%E0%B8%A3%E0%B8%94%E0%B8%B4%E0%B8%95%E0%B8%96%E0%B9%8C-100057160553375/?locale=th_TH",
        facultyFacebook: "https://www.facebook.com/scienceuru",
        logoUrl: "https://iili.io/KFFuX2t.png"
      },
      { 
        name : 'อาหารและโภชนาการ (เทียบโอน)', 
        grade : 2.75, 
        ability: ['ทำอาหาร', 'การวิเคราะห์อาหาร', 'การปรุงอาหาร', 'การวิจัยอาหาร', 'การจัดการอาหาร', 'ความรู้ด้านสุขภาพ', 'การวางแผนอาหาร', 'การควบคุมคุณภาพ', 'การให้คำปรึกษาด้านอาหาร', 'ความคิดสร้างสรรค์'],
        quota: 20, 
        requiredEducation: ['ปวส'], 
        condition: "อนุปริญญาหรือประกาศนียบัตรวิชาชีพชั้นสูง (ปวส.) สาขาอาหารและโภชนาการ",
        reason : 'คุณมีทักษะด้านอาหารและโภชนาการ ต้องการพัฒนาความรู้เรื่องสุขภาพ การปรุงและวิเคราะห์อาหาร เพื่อช่วยดูแลสุขภาพตนเองและผู้อื่นอย่างมีประสิทธิภาพ',
        careers: ["นักโภชนาการ", "เชฟ", "นักวิทยาศาสตร์อาหาร", "นักวิเคราะห์อาหาร", "เจ้าหน้าที่ควบคุมคุณภาพอาหาร", "นักโภชนาการในโรงพยาบาล", "เจ้าของธุรกิจอาหารเพื่อสุขภาพ", "เจ้าหน้าที่ด้านอาหารและโภชนาการ", "ผู้เชี่ยวชาญด้านโภชนาการกีฬา", "ที่ปรึกษาด้านอาหารและสุขภาพ"],
        studyPlan: 
        [
          "📘 ปี 1 : เรียนเคมี ชีววิทยา โภชนศาสตร์เบื้องต้น จุลชีววิทยา วิทยาศาสตร์การประกอบอาหารและหลักการประกอบอาหาร", 
          "📗 ปี 2 : ศึกษาอาหารไทย ขนมไทย อาหารยุโรป อาหารเพื่อสุขภาพ ขนมอบ ศิลปะการจัดอาหาร การถนอมและแปรรูปอาหาร และการบริการอาหารและเครื่องดื่ม",
          "📙 ปี 3 : เเน้นอาหารเอเชีย อาหารและโภชนาการในวัฏจักรชีวิต โภชนบำบัด การพัฒนาผลิตภัณฑ์อาหาร การดำเนินธุรกิจอาหารและบริการ และศิลปะการตกแต่งอาหาร",
          "📕 ปี 4 : ทำสัมมนา วิจัยอาหารและโภชนาการ เตรียมประสบการณ์ภาคสนามหรือสหกิจศึกษาเพื่อพร้อมสู่สายอาชีพนักประกอบอาหารมืออาชีพ"     
        ],
        studyPlanPdf: "http://academic.uru.ac.th/DB_course/doc_course/168.pdf",
        studyPlanInfoImg: "https://iili.io/KBnfHTN.png",
        website: "https://sci.uru.ac.th/",      
        majorsFacebook: "https://www.facebook.com/p/%E0%B8%AA%E0%B8%B2%E0%B8%82%E0%B8%B2%E0%B8%A7%E0%B8%B4%E0%B8%8A%E0%B8%B2%E0%B8%AD%E0%B8%B2%E0%B8%AB%E0%B8%B2%E0%B8%A3%E0%B9%81%E0%B8%A5%E0%B8%B0%E0%B9%82%E0%B8%A0%E0%B8%8A%E0%B8%99%E0%B8%B2%E0%B8%81%E0%B8%B2%E0%B8%A3-%E0%B8%A1%E0%B8%AB%E0%B8%B2%E0%B8%A7%E0%B8%B4%E0%B8%97%E0%B8%A2%E0%B8%B2%E0%B8%A5%E0%B8%B1%E0%B8%A2%E0%B8%A3%E0%B8%B2%E0%B8%8A%E0%B8%A0%E0%B8%B1%E0%B8%8F%E0%B8%AD%E0%B8%B8%E0%B8%95%E0%B8%A3%E0%B8%94%E0%B8%B4%E0%B8%95%E0%B8%96%E0%B9%8C-100057160553375/?locale=th_TH",
        facultyFacebook: "https://www.facebook.com/scienceuru",
        logoUrl: "https://iili.io/KFFuX2t.png"
      },
      { 
        name : 'เทคโนโลยีสารสนเทศ', 
        grade : 2.00, 
        ability: ['เขียนโปรแกรม', 'คอมพิวเตอร์', 'วิเคราะห์ข้อมูล', 'ฐานข้อมูล', 'ระบบเครือข่าย', 'แก้ปัญหา', 'ซอฟต์แวร์', 'การทำงานเป็นทีม', 'คิดเชิงตรรกะ', 'พัฒนาเว็บและแอป', 'เรียนรู้เทคโนโลยีใหม่'],
        quota: 30, 
        requiredEducation: ['มัธยมปลาย', 'ปวช', 'อื่นๆ'], 
        condition: "มัธยมศึกษาตอนปลายหรือเทียบเท่าทุกแผนการเรียน",
        reason : 'คุณมีทักษะทางด้านเทคโนโลยีและสารสนเทศ ชอบเขียนโปรแกรม วิเคราะห์ข้อมูล และแก้ปัญหาด้านไอที พร้อมเรียนรู้เทคโนโลยีใหม่ ๆ เพื่อพัฒนาระบบสารสนเทศและนวัตกรรมดิจิทัล',
        careers: ["นักวิชาการคอมพิวเตอร์", "เจ้าหน้าที่บริการด้านเทคโนโลยีสารสนเทศ", "ผู้ดูแลระบบเครือข่าย", "นักวิเคราะห์และออกแบบระบบ", "ผู้จัดการโครงการสารสนเทศ", "ผู้ดูแลและออกแบบระบบฐานข้อมูล", "นักออกแบบและพัฒนางานกราฟิกและสื่อประสม", "วิศวกรระบบ", "นักพัฒนาเว็บ", "ผู้ประกอบการด้านเทคโนโลยี"],
        studyPlan: 
        [
          "📘 ปี 1 : เรียนพื้นฐานคอมพิวเตอร์ คณิตศาสตร์ โปรแกรมเบื้องต้น และจริยธรรม", 
          "📗 ปี 2 : เน้นระบบฐานข้อมูล การเขียนโปรแกรมเชิงวัตถุ การวิเคราะห์และออกแบบระบบและสื่อดิจิทัล",
          "📙 ปี 3 : เรียนการบริหารโครงการ เทคโนโลยีขั้นสูง เช่น IoT การวิเคราะห์ข้อมูล และสัมมนา",
          "📕 ปี 4 : ศึกษาเทคโนโลยีสารสนเทศเพื่อการจัดการความรู้ เตรียมฝึกประสบการณ์ภาคสนามหรือสหกิจศึกษาเพื่อพร้อมสู่สายอาชีพนักบริหารข้อมูลมืออาชีพ"     
        ],
        studyPlanPdf: "http://academic.uru.ac.th/DB_course/doc_course/174.pdf",
        studyPlanInfoImg: "https://iili.io/KBnq9cb.png",
        website: "https://sci.uru.ac.th/",      
        majorsFacebook: "https://www.facebook.com/itURU2021",
        facultyFacebook: "https://www.facebook.com/scienceuru",
        logoUrl: "https://iili.io/KFFuX2t.png"
      },
      { 
        name : 'เทคโนโลยีสารสนเทศ (เทียบโอน)', 
        grade : 2.00, 
        ability: ['เขียนโปรแกรม', 'คอมพิวเตอร์', 'วิเคราะห์ข้อมูล', 'ฐานข้อมูล', 'ระบบเครือข่าย', 'แก้ปัญหา', 'ซอฟต์แวร์', 'การทำงานเป็นทีม', 'คิดเชิงตรรกะ', 'พัฒนาเว็บและแอป', 'เรียนรู้เทคโนโลยีใหม่'],
        quota: 30, 
        requiredEducation: ['ปวส'], 
        condition: "อนุปริญญาหรือประกาศนียบัตรวิชาชีพชั้นสูง (ปวส.) สาขาทางด้านคอมพิวเตอร์",
        reason : 'คุณมีทักษะทางด้านเทคโนโลยีและสารสนเทศ ชอบเขียนโปรแกรม วิเคราะห์ข้อมูล และแก้ปัญหาด้านไอที พร้อมเรียนรู้เทคโนโลยีใหม่ ๆ เพื่อพัฒนาระบบสารสนเทศและนวัตกรรมดิจิทัล',
        careers: ["นักวิชาการคอมพิวเตอร์", "เจ้าหน้าที่บริการด้านเทคโนโลยีสารสนเทศ", "ผู้ดูแลระบบเครือข่าย", "นักวิเคราะห์และออกแบบระบบ", "ผู้จัดการโครงการสารสนเทศ", "ผู้ดูแลและออกแบบระบบฐานข้อมูล", "นักออกแบบและพัฒนางานกราฟิกและสื่อประสม", "วิศวกรระบบ", "นักพัฒนาเว็บ", "ผู้ประกอบการด้านเทคโนโลยี"],
        studyPlan: 
        [
          "📘 ปี 1 : เรียนพื้นฐานคอมพิวเตอร์ คณิตศาสตร์ โปรแกรมเบื้องต้น และจริยธรรม", 
          "📗 ปี 2 : เน้นระบบฐานข้อมูล การเขียนโปรแกรมเชิงวัตถุ การวิเคราะห์และออกแบบระบบและสื่อดิจิทัล",
          "📙 ปี 3 : เรียนการบริหารโครงการ เทคโนโลยีขั้นสูง เช่น IoT การวิเคราะห์ข้อมูล และสัมมนา",
          "📕 ปี 4 : ศึกษาเทคโนโลยีสารสนเทศเพื่อการจัดการความรู้ เตรียมฝึกประสบการณ์ภาคสนามหรือสหกิจศึกษาเพื่อพร้อมสู่สายอาชีพนักบริหารข้อมูลมืออาชีพ"     
        ],
        studyPlanPdf: "http://academic.uru.ac.th/DB_course/doc_course/174.pdf",
        studyPlanInfoImg: "https://iili.io/KBnBzB9.png",
        website: "https://sci.uru.ac.th/",      
        majorsFacebook: "https://www.facebook.com/itURU2021",
        facultyFacebook: "https://www.facebook.com/scienceuru",
        logoUrl: "https://iili.io/KFFuX2t.png"
      },
      { 
        name : 'สาธารณสุขศาสตร์', 
        grade : 2.25, 
        ability: ['ดูแลสุขภาพ', 'ช่วยเหลือ', 'รักษา', 'วางแผนสุขภาพ', 'ให้คำปรึกษา', 'วิจัย', 'ป้องกันโรค', 'ดูแลผู้ป่วย', 'จัดการชุมชน', 'วิเคราะห์ข้อมูล', 'สื่อสาร', 'ทำงานเป็นทีม'],
        quota: 80, 
        requiredEducation: ['มัธยมปลาย', 'ปวช', 'อื่นๆ'], 
        condition: "มัธยมศึกษาตอนปลายหรือเทียบเท่าทุกแผนการเรียน",
        reason : 'คุณมีทักษะทางด้านเทคโนโลยีและสารสนเทศ ชอบเขียนโปรแกรม วิเคราะห์ข้อมูล และแก้ปัญหาด้านไอที พร้อมเรียนรู้เทคโนโลยีใหม่ ๆ เพื่อพัฒนาระบบสารสนเทศและนวัตกรรมดิจิทัล',
        careers: ["นักสาธารณสุข", "เจ้าหน้าที่ควบคุมโรค", "นักส่งเสริมสุขภาพ", "เจ้าหน้าที่อนามัยสิ่งแวดล้อม", "เจ้าหน้าที่สุขาภิบาลอาหาร", "นักวิจัยสาธารณสุข", "เจ้าหน้าที่ด้านอาชีวอนามัย", "ผู้จัดการโครงการสาธารณสุข", "เจ้าหน้าที่สุขภาพในโรงพยาบาล", "นักโภชนาการเพื่อสุขภาพชุมชน"],
        studyPlan: 
        [
          "📘 ปี 1 : เรียนพื้นฐานวิชาชีพ สุขภาพ ชีวเคมี จุลชีววิทยา กายวิภาคศาสตร์และสรีรวิทยา", 
          "📗 ปี 2 : เรียนการพัฒนาสุขภาพชุมชน สร้างเสริมสุขภาพ วิทยาการระบาด อนามัยการเจริญพันธุ์ การบริบาลปฐมภูมิ การควบคุมและป้องกันโรค และการจัดการภัยพิบัติ",
          "📙 ปี 3 : เน้นสุขศึกษาพฤติกรรมสุขภาพ อนามัยสิ่งแวดล้อม เศรษฐศาสตร์สาธารณสุข เภสัชวิทยา ฟื้นฟูสุขภาพ การเก็บและวิเคราะห์ข้อมูลพร้อมฝึกปฏิบัติ",
          "📕 ปี 4 : ฝึกภาคสนามหรือสหกิจศึกษา เรียนจรรยาบรรณวิชาชีพ การสื่อสารและให้คำปรึกษาและการวางแผนและประเมินผลโครงการพร้อมทำภาคนิพนธ์เตรียมเข้าสู่สายอาชีพ"     
        ],
        studyPlanPdf: "http://academic.uru.ac.th/DB_course/doc_course/183.pdf",
        studyPlanInfoImg: "https://iili.io/KBnCMnS.png",
        website: "https://sci.uru.ac.th/",      
        majorsFacebook: "https://www.facebook.com/URUPublichealth",
        facultyFacebook: "https://www.facebook.com/scienceuru",
        logoUrl: "https://iili.io/KFFuX2t.png"
      },
      { 
        name : 'คณิตศาสตร์ประยุกต์', 
        grade : null, 
        ability: ['คิดเชิงตรรกะ', 'คณิตศาสตร์', 'คณิต', 'สถิติ', 'แคลคูลัส', 'วิเคราะห์ข้อมูล', 'คำนวณ', 'แก้ปัญหา', 'การวิเคราะห์เชิงตัวเลข', 'การวางแผนเชิงกลยุทธ์', 'การใช้โปรแกรมคณิตศาสตร์', 'การทำงานเป็นทีม', 'การวิจัย', 'ความละเอียดรอบคอบ'],
        quota: 30, 
        requiredEducation: ['มัธยมปลาย', 'ปวช', 'อื่นๆ'], 
        condition: "มัธยมศึกษาตอนปลายหรือเทียบเท่าสาขาทางวิทย์-คณิต, ศิลป์-คำนวณ หรือสายศิลปศาสตร์และคณิตศาสตร์ที่เรียนวิชาในกลุ่มวิทยาศาสตร์และเทคโนโลยีไม่น้อยกว่า 9 หน่วยกิต",
        reason : 'คุณมีทักษะทางด้านคณิตศาสตร์ชอบคิดเชิงตรรกะและวิเคราะห์ปัญหา ชอบคำนวณและใช้คณิตศาสตร์แก้ปัญหาจริง พร้อมพัฒนาทักษะเชิงตัวเลขและการวิจัยเชิงวิชาการ',
        careers: ["นักวิเคราะห์ข้อมูล", "นักวิทยาศาสตร์ข้อมูล", "นักคณิตศาสตร์ประยุกต์", "นักสถิติ", "นักวิเคราะห์เชิงปริมาณ", "นักวิจัยด้านคณิตศาสตร์", "เจ้าหน้าที่วิเคราะห์ความเสี่ยง", "นักพัฒนาอัลกอริทึม", "นักวิเคราะห์ระบบธุรกิจ", "นักวิเคราะห์นโยบายและแผนด้านสุขภาพ"],
        studyPlan: 
        [
          "📘 ปี 1 : เรียนฟิสิกส์ เคมี ชีววิทยา แคลคูลัส 1 หลักการคณิตศาสตร์ การเขียนโปรแกรม และสถิติเบื้องต้น เพื่อสร้างพื้นฐานทางคณิตศาสตร์และวิทยาศาสตร์", 
          "📗 ปี 2 : เรียนแคลคูลัส 2-3 พีชคณิตเชิงเส้น พีชคณิตนามธรรม การสร้างตัวแบบเชิงคณิตศาสตร์ สถิติและโปรแกรมสำเร็จรูปทางคณิตศาสตร์",
          "📙 ปี 3 : เรียนระเบียบวิธีเชิงตัวเลข วิธีการหาค่าเหมาะสมที่สุด การวิเคราะห์เชิงคณิตศาสตร์ โครงงานคณิตศาสตร์ประยุกต์",
          "📕 ปี 4 : เรียนสถิติและการวิจัยเบื้องต้น ตัวแปรเชิงซ้อน สัมมนาคณิตศาสตร์ประยุกต์ ฝึกประสบการณ์ภาคสนามหรือสหกิจศึกษาเตรียมความพร้อมสู่สายอาชีพ"     
        ],
        studyPlanPdf: "http://academic.uru.ac.th/DB_course/doc_course/184.pdf",
        studyPlanInfoImg: "https://iili.io/KBnoJqP.png",
        website: "https://sci.uru.ac.th/",      
        majorsFacebook: "https://www.facebook.com/profile.php?id=100063545111492#",
        facultyFacebook: "https://www.facebook.com/scienceuru",
        logoUrl: "https://iili.io/KFFuX2t.png"
      },
      { 
        name : 'สาขาเคมี', 
        grade : null, 
        ability: ['วิทยาศาสตร์', 'เคมี', 'การทดลอง', 'วิจัย', 'ท่องสูตร', 'การคิดวิเคราะห์', 'การสังเกต', 'การคำนวณ', 'การแก้ปัญหา', 'การทำการทดลอง', 'การจดบันทึก', 'ความละเอียดรอบคอบ', 'การทำงานในห้องแล็บ', 'การทำงานเป็นทีม', 'การรักษาความปลอดภัย'],
        quota: 10, 
        requiredEducation: ['มัธยมปลาย', 'ปวช', 'อื่นๆ'], 
        condition: "มัธยมศึกษาตอนปลายหรือเทียบเท่าทุกแผนการเรียน ",
        reason : 'คุณมีทักษะทางด้านการทดลองทางวิทยาศาสตร์ ชอบการคิดวิเคราะห์เชิงลึก และมีความละเอียดรอบคอบในการทำงาน เพื่อสร้างความเข้าใจในโครงสร้างและสมบัติของสารต่าง ๆ ที่สามารถนำไปประยุกต์ใช้ในชีวิตประจำวันและงานวิจัยได้',
        careers: ["นักวิจัยทางเคมี", "นักเคมีอุตสาหกรรม", "นักวิเคราะห์ทางห้องปฏิบัติการ", "นักเคมีการแพทย์", "เจ้าหน้าที่ความปลอดภัยด้านสารเคมี", "นักวิทยาศาสตร์ด้านสิ่งแวดล้อม", "นักเคมีด้านอาหารและเครื่องสำอาง", "นักพิสูจน์หลักฐาน", "นักวิทยาศาสตร์วัสดุ", "นักเคมีปรุงยา"],
        studyPlan: 
        [
          "📘 ปี 1 : เรียนแคลคูลัส ฟิสิกส์ เคมี ชีววิทยา พร้อมปฏิบัติการทุกวิชา และพื้นฐานวิธีวิจัยทางวิทยาศาสตร์", 
          "📗 ปี 2 : ศึกษาวิชาเคมีอินทรีย์ 1-2 เคมีวิเคราะห์ 1-2 เคมีเชิงฟิสิกส์ 1-2 พร้อมปฏิบัติการทุกรายวิชา",
          "📙 ปี 3 : เรียนเคมีอนินทรีย์ 1-2 ชีวเคมี ระเบียบวิธีวิจัยทางเคมี สัมมนา และเลือกเรียนวิชาเฉพาะด้านที่สนใจ",
          "📕 ปี 4 : ทำโครงการวิจัย ฝึกภาคสนามทางเคมี เรียนการเขียนบทความเชิงวิชาการ และสหกิจศึกษาหรือการฝึกประสบการณ์ภาคสนาม"     
        ],
        studyPlanPdf: "http://academic.uru.ac.th/DB_course/doc_course/163.pdf",
        studyPlanInfoImg: "https://iili.io/KBnxFGS.png",
        website: "https://sci.uru.ac.th/",      
        majorsFacebook: "https://www.facebook.com/profile.php?id=100065118783553#",
        facultyFacebook: "https://www.facebook.com/scienceuru",
        logoUrl: "https://iili.io/KFFuX2t.png"
      },
      { 
        name : 'ชีววิทยา', 
        grade : null, 
        ability : ['วิทยาศาสตร์', 'ชีววิทยา', 'สังเกต', 'วิเคราะห์', 'จดจำรายละเอียด', 'คิดเชิงตรรกะ', 'การทดลอง', 'การวิจัย', 'แก้ปัญหา', 'การทำงานเป็นทีม', 'เขียนรายงาน', 'ใฝ่รู้'],
        quota: 25, 
        requiredEducation: ['มัธยมปลาย', 'ปวช', 'อื่นๆ'], 
        condition: "มัธยมศึกษาตอนปลายหรือเทียบเท่าทุกแผนการเรียน ",
        reason : 'คุณมีทักษะทางด้านชีววิทยาสนใจสิ่งมีชีวิตและธรรมชาติ ชอบการสังเกต ทดลอง และวิเคราะห์ เพื่อเข้าใจโครงสร้าง กระบวนการ และความสัมพันธ์ของสิ่งมีชีวิต ซึ่งสามารถต่อยอดสู่การวิจัยและการประยุกต์ใช้ในหลายด้าน',
        careers: ["นักวิจัยชีววิทยา", "นักจุลชีววิทยา", "นักวิทยาศาสตร์การแพทย์", "นักเทคนิคด้านชีวการแพทย์", "นักพัฒนาเทคโนโลยีชีวภาพ", "นักพิพิธภัณฑ์ธรรมชาติ", "นักพันธุศาสตร์", "นักชีวสารสนเทศ", "นักวิชาการด้านอนุรักษ์ชีวภาพ", "นักวิจัยด้านวัคซีนและยาชีวภาพ"],
        studyPlan: 
        [
          "📘 ปี 1 : เรียนชีววิทยา เคมี ฟิสิกส์ แคลคูลัส และพื้นฐานวิธีวิจัย พร้อมปฏิบัติการทุกวิชา", 
          "📗 ปี 2 : ศึกษา ชีวเคมี จุลชีววิทยา สัตววิทยา พฤกษศาสตร์ พันธุศาสตร์ สรีรวิทยา นิเวศวิทยา",
          "📙 ปี 3 : เรียนระบบวิทยาและความหลากหลายทางชีวภาพ วิวัฒนาการ ชีววิทยาของเซลล์ ชีวสถิติ เทคโนโลยีชีวภาพ และทำโครงการวิจัย",
          "📕 ปี 4 : ฝึกภาคสนามหรือสหกิจศึกษา เรียนผลิตภัณฑ์ท้องถิ่นทางชีววิทยา สัมมนา และพัฒนาธุรกิจชีวภาพ"     
        ],
        studyPlanPdf: "http://academic.uru.ac.th/DB_course/doc_course/164.pdf",
        studyPlanInfoImg: "https://iili.io/KBnziqN.png",
        website: "https://sci.uru.ac.th/",      
        majorsFacebook: "https://www.facebook.com/bio.uru.7",
        facultyFacebook: "https://www.facebook.com/scienceuru",
        logoUrl: "https://iili.io/KFFuX2t.png"
      },
      { 
        name : 'สิ่งแวดล้อม', 
        grade : null, 
        ability: ['การสังเกต', 'การวิเคราะห์', 'การแก้ปัญหา', 'การคิดเชิงวิพากษ์', 'การทำงานภาคสนาม', 'การวิจัย', 'การทำงานร่วมกัน', 'การใช้เทคโนโลยี', 'การจัดการทรัพยากร', 'ความรอบคอบ'],
        quota: 15, 
        requiredEducation: ['มัธยมปลาย', 'ปวช', 'อื่นๆ'], 
        condition: "มัธยมศึกษาตอนปลายหรือเทียบเท่าทุกแผนการเรียน ",
        reason : 'คุณมีทักษะทางด้านสิ่งแวดล้อมและการอนุรักษ์ธรรมชาติ มีความตั้งใจในการหาทางแก้ไขปัญหาเชิงระบบ เพื่อสร้างสมดุลระหว่างมนุษย์กับธรรมชาติอย่างยั่งยืน',
        careers: ["นักวิชาการสิ่งแวดล้อม", "เจ้าหน้าที่สิ่งแวดล้อม", "นักวิเคราะห์คุณภาพสิ่งแวดล้อม", "นักวิจัยสิ่งแวดล้อม", "เจ้าหน้าที่ด้านพลังงานและสิ่งแวดล้อม", "เจ้าหน้าที่อนุรักษ์ทรัพยากรธรรมชาติ", "เจ้าหน้าที่ CSR ด้านสิ่งแวดล้อม", "ผู้ควบคุมมลพิษ", "ผู้จัดการด้านความปลอดภัย", "อาชีพอิสระที่เกี่ยวข้องด้านสิ่งแวดล้อม"],
        studyPlan: 
        [
          "📘 ปี 1 : ปูพื้นฐานวิทยาศาสตร์ ฟิสิกส์ เคมี ชีววิทยา คณิตศาสตร์ พร้อมเรียนรู้เบื้องต้นเกี่ยวกับสิ่งแวดล้อมและนิเวศวิทยา", 
          "📗 ปี 2 : ลงลึกด้านเคมี ชีวเคมี และจุลชีววิทยาสิ่งแวดล้อม เรียนรู้เทคโนโลยีสะอาด การจัดการมลพิษ และการใช้แบบจำลองสิ่งแวดล้อม",
          "📙 ปี 3 : เน้นการจัดการและควบคุมมลพิษน้ำ อากาศ ดิน และเสียง ฝึกตรวจวัดคุณภาพสิ่งแวดล้อม พร้อมเรียนรู้กฎหมายและนโยบายที่เกี่ยวข้อง",
          "📕 ปี 4 : ฝึกประเมินผลกระทบสิ่งแวดล้อม (EIA) ศึกษาการจัดการสิ่งแวดล้อม ทำโครงงานวิจัย และฝึกประสบการณ์จริงในภาคสนามหรือสหกิจศึกษา"     
        ],
        studyPlanPdf: "http://academic.uru.ac.th/DB_course/doc_course/172.pdf",
        studyPlanInfoImg: "https://iili.io/KBnTHua.png",
        website: "https://sci.uru.ac.th/",      
        majorsFacebook: "https://www.facebook.com/envisciuru/",
        facultyFacebook: "https://www.facebook.com/scienceuru",
        logoUrl: "https://iili.io/KFFuX2t.png"
      },
    ]
    },

    { 
    name : 'คณะเทคโนโลยีอุตสาหกรรม',
    majors: [
      { 
        name : 'วิศวกรรมบริหารงานก่อสร้าง', 
        grade : null, 
        ability : ['คณิตศาสตร์', 'การบริหาร', 'ช่าง', 'ก่อสร้าง', 'เคมี', 'ฟิสิกส์', 'เลข', 'การวางแผนงาน', 'การจัดการโครงการ', 'คำนวณโครงสร้าง', 'การใช้ซอฟต์แวร์ออกแบบ', 'การอ่านแบบก่อสร้าง', 'การแก้ปัญหาเฉพาะหน้า', 'การบริหารเวลา', 'การทำงานเป็นทีม', 'ความละเอียดรอบคอบ', 'การตัดสินใจภายใต้ความกดดัน'],
        quota: 20, 
        requiredEducation: ['มัธยมปลาย', 'ปวช', 'อื่นๆ'], 
        condition: "มัธยมศึกษาตอนปลายหรือเทียบเท่าทุกแผนการเรียน",
        reason : 'คุณมีทักษะทางด้านคณิตศาสตร์ การก่อสร้าง และการบริหารโครงการ ชอบคำนวณ วางแผน และแก้ปัญหา พร้อมทำงานเป็นทีมเพื่อสร้างงานก่อสร้างที่มีคุณภาพและปลอดภัย',
        careers: ["วิศวกรบริหารงานก่อสร้าง", "วิศวกรควบคุมงานก่อสร้าง", "ผู้ประเมินราคางานก่อสร้าง", "ผู้เชี่ยวชาญด้านวัสดุก่อสร้าง", "วิศวกรงานโยธา", "เจ้าของธุรกิจก่อสร้าง", "วิศวกรความปลอดภัยและอาชีวอนามัย", "ผู้รับเหมาก่อสร้างอิสระ"],
        studyPlan: 
        [
          "📘 ปี 1 : ปูพื้นฐานฟิสิกส์ เคมี คณิตศาสตร์ และการเขียนแบบวิศวกรรม พร้อมเริ่มเรียนวิชาเฉพาะด้านเลือก", 
          "📗 ปี 2 : เจาะลึกด้านวัสดุศาสตร์ การทดสอบวัสดุ ความปลอดภัยในงานก่อสร้าง การออกแบบโครงสร้าง และประยุกต์คณิตศาสตร์กับงานวิศวกรรม",
          "📙 ปี 3 : เรียนรู้วิศวกรรมฐานราก เศรษฐศาสตร์วิศวกรรม การประมาณราคา ควบคุมงานและตรวจงานก่อสร้าง รวมถึงเทคโนโลยีระบบอาคารและโครงสร้างไม้-เหล็ก พร้อมฝึกภาคสนามเบื้องต้น",
          "📕 ปี 4 : ลงมือทำโครงงานวิศวกรรมบริหารงานก่อสร้าง สหกิจศึกษา และฝึกประสบการณ์จริงในไซต์งาน พร้อมเรียนรู้การบริหารงานก่อสร้าง"     
        ],
        studyPlanPdf: "http://industrial.uru.ac.th/file/%E0%B9%84%E0%B8%9F%E0%B8%A5%E0%B9%8C%E0%B8%AB%E0%B8%A5%E0%B8%B1%E0%B8%81%E0%B8%AA%E0%B8%B9%E0%B8%95%E0%B8%A3/%E0%B8%A7%E0%B8%B4%E0%B8%A8%E0%B8%A7%E0%B8%81%E0%B8%A3%E0%B8%A3%E0%B8%A1%E0%B8%9A%E0%B8%A3%E0%B8%B4%E0%B8%AB%E0%B8%B2%E0%B8%A3%E0%B8%87%E0%B8%B2%E0%B8%99%E0%B8%81%E0%B9%88%E0%B8%AD%E0%B8%AA%E0%B8%A3%E0%B9%89%E0%B8%B2%E0%B8%87%20(%E0%B8%AB%E0%B8%A5%E0%B8%B1%E0%B8%81%E0%B8%AA%E0%B8%B9%E0%B8%95%E0%B8%A3%E0%B8%9B%E0%B8%A3%E0%B8%B1%E0%B8%9A%E0%B8%9B%E0%B8%A3%E0%B8%B8%E0%B8%87%20%E0%B8%9E.%E0%B8%A8.2565).pdf",
        studyPlanInfoImg: "https://iili.io/KBLSwPa.png",
        website: "http://industrial.uru.ac.th/",      
        majorsFacebook: "https://www.facebook.com/profile.php?id=100065531497806#",
        facultyFacebook: "https://www.facebook.com/industrial.uru.ac.th",
        logoUrl: "https://iili.io/KqnH7af.png"
      },
      { 
        name : 'วิศวกรรมบริหารงานก่อสร้าง (เทียบโอน)', 
        grade : null, 
        ability : ['คณิตศาสตร์', 'การบริหาร', 'ช่าง', 'ก่อสร้าง', 'เคมี', 'ฟิสิกส์', 'เลข', 'การวางแผนงาน', 'การจัดการโครงการ', 'คำนวณโครงสร้าง', 'การใช้ซอฟต์แวร์ออกแบบ', 'การอ่านแบบก่อสร้าง', 'การแก้ปัญหาเฉพาะหน้า', 'การบริหารเวลา', 'การทำงานเป็นทีม', 'ความละเอียดรอบคอบ', 'การตัดสินใจภายใต้ความกดดัน'],
        quota: 20, 
        requiredEducation: ['ปวส'], 
        condition: "อนุปริญญาหรือประกาศนียบัตรวิชาชีพชั้นสูง (ปวส.) สาขาทางด้านก่อสร้างหรือสาขาที่เกี่ยวข้อง",
        reason : 'คุณมีทักษะทางด้านคณิตศาสตร์ การก่อสร้าง และการบริหารโครงการ ชอบคำนวณ วางแผน และแก้ปัญหา พร้อมทำงานเป็นทีมเพื่อสร้างงานก่อสร้างที่มีคุณภาพและปลอดภัย',
        careers: ["วิศวกรบริหารงานก่อสร้าง", "วิศวกรควบคุมงานก่อสร้าง", "ผู้ประเมินราคางานก่อสร้าง", "ผู้เชี่ยวชาญด้านวัสดุก่อสร้าง", "วิศวกรงานโยธา", "เจ้าของธุรกิจก่อสร้าง", "วิศวกรความปลอดภัยและอาชีวอนามัย", "ผู้รับเหมาก่อสร้างอิสระ"],
        studyPlan: 
        [
          "📘 ปี 1 : ปูพื้นฐานฟิสิกส์ เคมี คณิตศาสตร์ และการเขียนแบบวิศวกรรม พร้อมเริ่มเรียนวิชาเฉพาะด้านเลือก", 
          "📗 ปี 2 : เจาะลึกด้านวัสดุศาสตร์ การทดสอบวัสดุ ความปลอดภัยในงานก่อสร้าง การออกแบบโครงสร้าง และประยุกต์คณิตศาสตร์กับงานวิศวกรรม",
          "📙 ปี 3 : เรียนรู้วิศวกรรมฐานราก เศรษฐศาสตร์วิศวกรรม การประมาณราคา ควบคุมงานและตรวจงานก่อสร้าง รวมถึงเทคโนโลยีระบบอาคารและโครงสร้างไม้-เหล็ก พร้อมฝึกภาคสนามเบื้องต้น",
          "📕 ปี 4 : ลงมือทำโครงงานวิศวกรรมบริหารงานก่อสร้าง สหกิจศึกษา และฝึกประสบการณ์จริงในไซต์งาน พร้อมเรียนรู้การบริหารงานก่อสร้าง"     
        ],
        studyPlanPdf: "http://industrial.uru.ac.th/file/%E0%B9%84%E0%B8%9F%E0%B8%A5%E0%B9%8C%E0%B8%AB%E0%B8%A5%E0%B8%B1%E0%B8%81%E0%B8%AA%E0%B8%B9%E0%B8%95%E0%B8%A3/%E0%B8%A7%E0%B8%B4%E0%B8%A8%E0%B8%A7%E0%B8%81%E0%B8%A3%E0%B8%A3%E0%B8%A1%E0%B8%9A%E0%B8%A3%E0%B8%B4%E0%B8%AB%E0%B8%B2%E0%B8%A3%E0%B8%87%E0%B8%B2%E0%B8%99%E0%B8%81%E0%B9%88%E0%B8%AD%E0%B8%AA%E0%B8%A3%E0%B9%89%E0%B8%B2%E0%B8%87%20(%E0%B8%AB%E0%B8%A5%E0%B8%B1%E0%B8%81%E0%B8%AA%E0%B8%B9%E0%B8%95%E0%B8%A3%E0%B8%9B%E0%B8%A3%E0%B8%B1%E0%B8%9A%E0%B8%9B%E0%B8%A3%E0%B8%B8%E0%B8%87%20%E0%B8%9E.%E0%B8%A8.2565).pdf",
        studyPlanInfoImg: "https://iili.io/KBLS6Vn.png",
        website: "http://industrial.uru.ac.th/",      
        majorsFacebook: "https://www.facebook.com/profile.php?id=100065531497806#",
        facultyFacebook: "https://www.facebook.com/industrial.uru.ac.th",
        logoUrl: "https://iili.io/KqnH7af.png"
      },
      { 
        name : 'วิศวกรรมโลจิสติกส์', 
        grade : null, 
        ability: ['คณิตศาสตร์', 'การขนส่ง', 'ผลิต', 'ออกแบบ', 'ฟิสิกส์', 'เลข', 'ไฟฟ้า', 'การจัดการ', 'บริหารคลังสินค้า', 'วางแผน', 'จัดการซัพพลายเชน', 'วิเคราะห์', 'แก้ปัญหา', 'จัดการคลัง', 'ใช้ซอฟต์แวร์', 'บริหารเวลา', 'ทำงานทีม', 'ตัดสินใจ', 'รอบคอบ'],
        quota: 30, 
        requiredEducation: ['มัธยมปลาย', 'ปวช', 'อื่นๆ'], 
        condition: "มัธยมศึกษาตอนปลายหรือเทียบเท่าทุกแผนการเรียน",
        reason : 'คุณมีทักษะวางแผน วิเคราะห์ แก้ปัญหา และจัดการงาน พร้อมทำงานเป็นทีม ทำให้สามารถบริหารซัพพลายเชนและโลจิสติกส์ได้อย่างมีประสิทธิภาพ',
        careers: ["วิศวกรโลจิสติกส์", "ผู้จัดการซัพพลายเชน", "เจ้าหน้าที่จัดซื้อและจัดหา", "ผู้จัดการคลังสินค้า", "ผู้วางแผนการผลิตและกระจายสินค้า", "ผู้จัดการขนส่ง", "เจ้าหน้าที่วิเคราะห์ข้อมูลโลจิสติกส์", "ผู้เชี่ยวชาญด้านอีคอมเมิร์ซและฟูลฟิลเมนต์"],
        studyPlan: 
        [
          "📘 ปี 1 : เรียนพื้นฐานฟิสิกส์ คณิตศาสตร์ วิชาแกนด้านวิศวกรรม และเริ่มฝึกเขียนแบบและพื้นฐานวิศวกรรม", 
          "📗 ปี 2 : เจาะลึกด้านคณิตศาสตร์ประยุกต์ วิศวกรรมความปลอดภัย การจัดการโลจิสติกส์ ปฏิบัติการโลจิสติกส์ และการวิเคราะห์เศรษฐศาสตร์ในงานโลจิสติกส์",
          "📙 ปี 3 : เรียนระบบคลังสินค้า การขนส่ง การควบคุมคุณภาพ การออกแบบการทดลอง และระบบสารสนเทศโลจิสติกส์",
          "📕 ปี 4 : ทำโครงงานขั้นสูง ฝึกประสบการณ์ภาคสนามหรือสหกิจศึกษา เรียนภาษาอังกฤษสำหรับวิศวกรเพื่อเตรียมความพร้อมสู่สายงานวิศวกรรมโลจิสติกส์จริง"     
        ],
        studyPlanPdf: "http://industrial.uru.ac.th/file/%E0%B9%84%E0%B8%9F%E0%B8%A5%E0%B9%8C%E0%B8%AB%E0%B8%A5%E0%B8%B1%E0%B8%81%E0%B8%AA%E0%B8%B9%E0%B8%95%E0%B8%A3/%E0%B8%A7%E0%B8%B4%E0%B8%A8%E0%B8%A7%E0%B8%81%E0%B8%A3%E0%B8%A3%E0%B8%A1%E0%B9%82%E0%B8%A5%E0%B8%88%E0%B8%B4%E0%B8%AA%E0%B8%95%E0%B8%B4%E0%B8%81%E0%B8%AA%E0%B9%8C%20(%E0%B8%AB%E0%B8%A5%E0%B8%B1%E0%B8%81%E0%B8%AA%E0%B8%B9%E0%B8%95%E0%B8%A3%E0%B8%9B%E0%B8%A3%E0%B8%B1%E0%B8%9A%E0%B8%9B%E0%B8%A3%E0%B8%B8%E0%B8%87%20%E0%B8%9E.%E0%B8%A8.2564).2564)",
        studyPlanInfoImg: "https://iili.io/KBLUqOB.png",
        website: "http://industrial.uru.ac.th/",      
        majorsFacebook: "https://www.facebook.com/groups/418382488193755/?ref=share",
        facultyFacebook: "https://www.facebook.com/industrial.uru.ac.th",
        logoUrl: "https://iili.io/KqnH7af.png"
      },
      { 
        name : 'วิศวกรรมการจัดการพลังงานในงานอุตสาหกรรม', 
        grade : null, 
        ability: ['คณิตศาสตร์', 'การบริหาร', 'ช่าง', 'ก่อสร้าง', 'เคมี', 'ฟิสิกส์', 'เลข', 'การวางแผนพลังงาน', 'การวิเคราะห์พลังงาน', 'การประหยัดพลังงาน', 'การจัดการโรงงาน', 'การใช้เทคโนโลยีพลังงาน', 'การแก้ปัญหา', 'การตรวจสอบระบบ', 'การทำงานเป็นทีม', 'การตัดสินใจ', 'ความรอบคอบ'],
        quota: 15, 
        requiredEducation: ['มัธยมปลาย', 'ปวช', 'อื่นๆ'], 
        condition: "มัธยมศึกษาตอนปลายแผนการเรียนทางวิทย์-คณิต, ศิลป์-คำนวณ ประกาศนียบัตรวิชาชีพ (ปวช.) หรือเทียบเท่าในสาขาที่เกี่ยวข้อง",
        reason : 'คุณมีทักษะทางด้านคณิตศาสตร์ วางแผน วิเคราะห์ และแก้ปัญหาเรื่องพลังงาน ชอบใช้เทคโนโลยีบริหารจัดการพลังงานในงานอุตสาหกรรม พร้อมทำงานเป็นทีมเพื่อเพิ่มประสิทธิภาพและประหยัดพลังงาน',
        careers: ["วิศวกรพลังงาน", "วิศวกรระบบไฟฟ้าและพลังงาน", "ผู้เชี่ยวชาญด้านพลังงานหมุนเวียน", "วิศวกรอุตสาหกรรม", "เจ้าหน้าที่ตรวจสอบและประเมินพลังงาน", "ผู้จัดการโครงการด้านพลังงาน", "นักวิจัยด้านพลังงาน", "ที่ปรึกษาด้านการจัดการพลังงาน"],
        studyPlan: 
        [
          "📘 ปี 1 : เรียนพื้นฐานคณิตศาสตร์และฟิสิกส์สำหรับวิศวกรรม พร้อมเขียนแบบและฝึกพื้นฐานวิศวกรรม รวมถึงพื้นฐานด้านอุณหพลศาสตร์และกลศาสตร์ของไหล", 
          "📗 ปี 2 : เรียนการประยุกต์คณิตศาสตร์ เคมีสำหรับวิศวกร วัสดุและการออกแบบ เขียนโปรแกรม วิศวกรรม การถ่ายเทความร้อน และเศรษฐศาสตร์วิศวกรรม",
          "📙 ปี 3 : เรียนความปลอดภัย ธุรกิจและการตลาดพลังงาน เครื่องมือตรวจวัดระบบจัดการพลังงาน ระบบปรับอากาศและทำความเย็น เชื้อเพลิงและต้นกำลังพลังงาน",
          "📕 ปี 4 : เรียนระบบจัดการพลังงานในเครือข่ายอัจฉริยะ นวัตกรรมด้านพลังงาน และการเตรียมฝึกปฏิบัติงานในสถานประกอบการ"     
        ],
        studyPlanPdf: "http://industrial.uru.ac.th/file/%E0%B9%84%E0%B8%9F%E0%B8%A5%E0%B9%8C%E0%B8%AB%E0%B8%A5%E0%B8%B1%E0%B8%81%E0%B8%AA%E0%B8%B9%E0%B8%95%E0%B8%A3/%E0%B8%A7%E0%B8%B4%E0%B8%A8%E0%B8%A7%E0%B8%81%E0%B8%A3%E0%B8%A3%E0%B8%A1%E0%B8%81%E0%B8%B2%E0%B8%A3%E0%B8%88%E0%B8%B1%E0%B8%94%E0%B8%81%E0%B8%B2%E0%B8%A3%E0%B8%9E%E0%B8%A5%E0%B8%B1%E0%B8%87%E0%B8%87%E0%B8%B2%E0%B8%99%20(%E0%B8%AB%E0%B8%A5%E0%B8%B1%E0%B8%81%E0%B8%AA%E0%B8%B9%E0%B8%95%E0%B8%A3%E0%B8%9B%E0%B8%A3%E0%B8%B1%E0%B8%9A%E0%B8%9B%E0%B8%A3%E0%B8%B8%E0%B8%87%20%E0%B8%9E.%E0%B8%A8.2567).pdf",
        studyPlanInfoImg: "https://iili.io/KBLrMAl.png",
        website: "http://industrial.uru.ac.th/",      
        majorsFacebook: "https://www.facebook.com/EnergyEngineeringURU",
        facultyFacebook: "https://www.facebook.com/industrial.uru.ac.th",
        logoUrl: "https://iili.io/KqnH7af.png"
      },
      { 
        name : 'วิศวกรรมการจัดการพลังงานในงานอุตสาหกรรม (เทียบโอน)', 
        grade : 2.00, 
        ability: ['คณิตศาสตร์', 'การบริหาร', 'ช่าง', 'ก่อสร้าง', 'เคมี', 'ฟิสิกส์', 'เลข', 'การวางแผนพลังงาน', 'การวิเคราะห์พลังงาน', 'การประหยัดพลังงาน', 'การจัดการโรงงาน', 'การใช้เทคโนโลยีพลังงาน', 'การแก้ปัญหา', 'การตรวจสอบระบบ', 'การทำงานเป็นทีม', 'การตัดสินใจ', 'ความรอบคอบ'],
        quota: 15, 
        requiredEducation: ['ปวส'], 
        condition: "อนุปริญญาหรือประกาศนียบัตรวิชาชีพชั้นสูง (ปวส.) สาขาวิชาช่างไฟฟ้า,ช่างยนต์, ช่างเชื่อม, ช่างก่อสร้าง หรือสาขาที่เกี่ยวข้อง",
        reason : 'คุณมีทักษะทางด้านคณิตศาสตร์ วางแผน วิเคราะห์ และแก้ปัญหาเรื่องพลังงาน ชอบใช้เทคโนโลยีบริหารจัดการพลังงานในงานอุตสาหกรรม พร้อมทำงานเป็นทีมเพื่อเพิ่มประสิทธิภาพและประหยัดพลังงาน',
        careers: ["วิศวกรพลังงาน", "วิศวกรระบบไฟฟ้าและพลังงาน", "ผู้เชี่ยวชาญด้านพลังงานหมุนเวียน", "วิศวกรอุตสาหกรรม", "เจ้าหน้าที่ตรวจสอบและประเมินพลังงาน", "ผู้จัดการโครงการด้านพลังงาน", "นักวิจัยด้านพลังงาน", "ที่ปรึกษาด้านการจัดการพลังงาน"],
        studyPlan: 
        [
          "📘 ปี 1 : เรียนพื้นฐานคณิตศาสตร์และฟิสิกส์สำหรับวิศวกรรม พร้อมเขียนแบบและฝึกพื้นฐานวิศวกรรม รวมถึงพื้นฐานด้านอุณหพลศาสตร์และกลศาสตร์ของไหล", 
          "📗 ปี 2 : เรียนการประยุกต์คณิตศาสตร์ เคมีสำหรับวิศวกร วัสดุและการออกแบบ เขียนโปรแกรม วิศวกรรม การถ่ายเทความร้อน และเศรษฐศาสตร์วิศวกรรม",
          "📙 ปี 3 : เรียนความปลอดภัย ธุรกิจและการตลาดพลังงาน เครื่องมือตรวจวัดระบบจัดการพลังงาน ระบบปรับอากาศและทำความเย็น เชื้อเพลิงและต้นกำลังพลังงาน",
          "📕 ปี 4 : เรียนระบบจัดการพลังงานในเครือข่ายอัจฉริยะ นวัตกรรมด้านพลังงาน และการเตรียมฝึกปฏิบัติงานในสถานประกอบการ"     
        ],
        studyPlanPdf: "http://industrial.uru.ac.th/file/%E0%B9%84%E0%B8%9F%E0%B8%A5%E0%B9%8C%E0%B8%AB%E0%B8%A5%E0%B8%B1%E0%B8%81%E0%B8%AA%E0%B8%B9%E0%B8%95%E0%B8%A3/%E0%B8%A7%E0%B8%B4%E0%B8%A8%E0%B8%A7%E0%B8%81%E0%B8%A3%E0%B8%A3%E0%B8%A1%E0%B8%81%E0%B8%B2%E0%B8%A3%E0%B8%88%E0%B8%B1%E0%B8%94%E0%B8%81%E0%B8%B2%E0%B8%A3%E0%B8%9E%E0%B8%A5%E0%B8%B1%E0%B8%87%E0%B8%87%E0%B8%B2%E0%B8%99%20(%E0%B8%AB%E0%B8%A5%E0%B8%B1%E0%B8%81%E0%B8%AA%E0%B8%B9%E0%B8%95%E0%B8%A3%E0%B8%9B%E0%B8%A3%E0%B8%B1%E0%B8%9A%E0%B8%9B%E0%B8%A3%E0%B8%B8%E0%B8%87%20%E0%B8%9E.%E0%B8%A8.2567).pdf",
        studyPlanInfoImg: "https://iili.io/KBLr4oP.png",
        website: "http://industrial.uru.ac.th/",      
        majorsFacebook: "https://www.facebook.com/EnergyEngineeringURU",
        facultyFacebook: "https://www.facebook.com/industrial.uru.ac.th",
        logoUrl: "https://iili.io/KqnH7af.png"
      },
      { 
        name : 'เทคโนโลยีไฟฟ้า', 
        grade : null, 
        ability : ['ต่อวงจร', 'คณิตศาสตร์', 'การออกแบบ', 'ใช้เครื่องมือวัดทางไฟฟ้า', 'ฟิสิกส์', 'plc', 'เลข', 'ไฟฟ้า', 'การวิเคราะห์วงจรไฟฟ้า', 'การซ่อมและติดตั้ง', 'การใช้เครื่องมือไฟฟ้า', 'การวางแผนงาน', 'การแก้ปัญหา', 'การอ่านแบบไฟฟ้า', 'การใช้ซอฟต์แวร์ออกแบบ', 'การทำงานเป็นทีม', 'ความปลอดภัย', 'ความรอบคอบ'],
        quota: 20, 
        requiredEducation: ['มัธยมปลาย', 'ปวช', 'อื่นๆ'], 
        condition: "มัธยมศึกษาตอนปลายหรือเทียบเท่าทุกแผนการเรียน ประกาศนียบัตรวิชาชีพ (ปวช.) ในสาขาที่เกี่ยวข้อง",
        reason : 'คุณมีทักษะทางด้านคณิตศาสตร์ วิเคราะห์วงจรไฟฟ้า ซ่อม ติดตั้ง และใช้เครื่องมือไฟฟ้า ชอบวางแผน แก้ปัญหา และทำงานร่วมกับทีม เพื่อสร้างระบบไฟฟ้าที่ปลอดภัยและมีประสิทธิภาพ',
        careers: ["วิศวกรไฟฟ้า", "เจ้าหน้าที่บำรุงรักษาระบบไฟฟ้า", "ผู้ดูแลระบบควบคุมไฟฟ้า", "เจ้าหน้าที่ตรวจสอบและประเมินระบบไฟฟ้า", "นักวิชาการทางวิศวกรรมไฟฟ้า", "ผู้ประกอบการรับเหมางานระบบไฟฟ้า", "ผู้เชี่ยวชาญด้านระบบไฟฟ้าและอิเล็กทรอนิกส์", "เจ้าหน้าที่การไฟฟ้า"],
        studyPlan: 
        [
          "📘 ปี 1 : เรียนคณิตศาสตร์ ฟิสิกส์ พื้นฐานวิศวกรรมและการเขียนแบบไฟฟ้า", 
          "📗 ปี 2 : เรียนฟิสิกส์อุตสาหกรรม สถิติ เทคโนโลยีเครื่องจักรไฟฟ้า วงจรไฟฟ้า กระแสตรง-สลับ วัสดุและวิศวกรรมแม่เหล็กไฟฟ้า",
          "📙 ปี 3 : เรียนการจัดการพลังงาน ความปลอดภัยในงานอุตสาหกรรม เซ็นเซอร์และทรานสดิวเซอร์ ระบบไฟฟ้า ไมโครคอนโทรลเลอร์ และอุปกรณ์ควบคุม",
          "📕 ปี 4 : ทำโครงงานปริญญานิพนธ์ และฝึกประสบการณ์ภาคสนาม"     
        ],
        studyPlanPdf: "http://industrial.uru.ac.th/file/%E0%B9%84%E0%B8%9F%E0%B8%A5%E0%B9%8C%E0%B8%AB%E0%B8%A5%E0%B8%B1%E0%B8%81%E0%B8%AA%E0%B8%B9%E0%B8%95%E0%B8%A3/%E0%B9%80%E0%B8%97%E0%B8%84%E0%B9%82%E0%B8%99%E0%B9%82%E0%B8%A5%E0%B8%A2%E0%B8%B5%E0%B9%84%E0%B8%9F%E0%B8%9F%E0%B9%89%E0%B8%B2%20(%E0%B8%AB%E0%B8%A5%E0%B8%B1%E0%B8%81%E0%B8%AA%E0%B8%B9%E0%B8%95%E0%B8%A3%E0%B8%9B%E0%B8%A3%E0%B8%B1%E0%B8%9A%E0%B8%9B%E0%B8%A3%E0%B8%B8%E0%B8%87%20%E0%B8%9E.%E0%B8%A8.2565).pdf",
        studyPlanInfoImg: "https://iili.io/KBL4nxS.png",
        website: "http://industrial.uru.ac.th/",      
        majorsFacebook: "https://www.facebook.com/profile.php?id=100065183843608#",
        facultyFacebook: "https://www.facebook.com/industrial.uru.ac.th",
        logoUrl: "https://iili.io/KqnH7af.png"
      },
      { 
        name : 'เทคโนโลยีไฟฟ้า (เทียบโอน)', 
        grade : null, 
        ability : ['ต่อวงจร', 'คณิตศาสตร์', 'การออกแบบ', 'ใช้เครื่องมือวัดทางไฟฟ้า', 'ฟิสิกส์', 'plc', 'เลข', 'ไฟฟ้า', 'การวิเคราะห์วงจรไฟฟ้า', 'การซ่อมและติดตั้ง', 'การใช้เครื่องมือไฟฟ้า', 'การวางแผนงาน', 'การแก้ปัญหา', 'การอ่านแบบไฟฟ้า', 'การใช้ซอฟต์แวร์ออกแบบ', 'การทำงานเป็นทีม', 'ความปลอดภัย', 'ความรอบคอบ'],
        quota: 40, 
        requiredEducation: ['ปวส'], 
        condition: "อนุปริญญาหรือประกาศนียบัตรวิชาชีพชั้นสูง (ปวส.) สาขาไฟฟ้าหรือสาขาที่เกี่ยวข้อง",
        reason : 'คุณมีทักษะทางด้านคณิตศาสตร์ วิเคราะห์วงจรไฟฟ้า ซ่อม ติดตั้ง และใช้เครื่องมือไฟฟ้า ชอบวางแผน แก้ปัญหา และทำงานร่วมกับทีม เพื่อสร้างระบบไฟฟ้าที่ปลอดภัยและมีประสิทธิภาพ',
        careers: ["วิศวกรไฟฟ้า", "เจ้าหน้าที่บำรุงรักษาระบบไฟฟ้า", "ผู้ดูแลระบบควบคุมไฟฟ้า", "เจ้าหน้าที่ตรวจสอบและประเมินระบบไฟฟ้า", "นักวิชาการทางวิศวกรรมไฟฟ้า", "ผู้ประกอบการรับเหมางานระบบไฟฟ้า", "ผู้เชี่ยวชาญด้านระบบไฟฟ้าและอิเล็กทรอนิกส์", "เจ้าหน้าที่การไฟฟ้า"],
        studyPlan: 
        [
          "📘 ปี 1 : เรียนคณิตศาสตร์ ฟิสิกส์ พื้นฐานวิศวกรรมและการเขียนแบบไฟฟ้า", 
          "📗 ปี 2 : เรียนฟิสิกส์อุตสาหกรรม สถิติ เทคโนโลยีเครื่องจักรไฟฟ้า วงจรไฟฟ้า กระแสตรง-สลับ วัสดุและวิศวกรรมแม่เหล็กไฟฟ้า",
          "📙 ปี 3 : เรียนการจัดการพลังงาน ความปลอดภัยในงานอุตสาหกรรม เซ็นเซอร์และทรานสดิวเซอร์ ระบบไฟฟ้า ไมโครคอนโทรลเลอร์ และอุปกรณ์ควบคุม",
          "📕 ปี 4 : ทำโครงงานปริญญานิพนธ์ และฝึกประสบการณ์ภาคสนาม"     
        ],
        studyPlanPdf: "http://industrial.uru.ac.th/file/%E0%B9%84%E0%B8%9F%E0%B8%A5%E0%B9%8C%E0%B8%AB%E0%B8%A5%E0%B8%B1%E0%B8%81%E0%B8%AA%E0%B8%B9%E0%B8%95%E0%B8%A3/%E0%B9%80%E0%B8%97%E0%B8%84%E0%B9%82%E0%B8%99%E0%B9%82%E0%B8%A5%E0%B8%A2%E0%B8%B5%E0%B9%84%E0%B8%9F%E0%B8%9F%E0%B9%89%E0%B8%B2%20(%E0%B8%AB%E0%B8%A5%E0%B8%B1%E0%B8%81%E0%B8%AA%E0%B8%B9%E0%B8%95%E0%B8%A3%E0%B8%9B%E0%B8%A3%E0%B8%B1%E0%B8%9A%E0%B8%9B%E0%B8%A3%E0%B8%B8%E0%B8%87%20%E0%B8%9E.%E0%B8%A8.2565).pdf",
        studyPlanInfoImg: "https://iili.io/KBL4iI2.png",
        website: "http://industrial.uru.ac.th/",      
        majorsFacebook: "https://www.facebook.com/profile.php?id=100065183843608#",
        facultyFacebook: "https://www.facebook.com/industrial.uru.ac.th",
        logoUrl: "https://iili.io/KqnH7af.png"
      },
      { 
        name : 'เทคโนโลยีอุตสาหการ', 
        grade : null, 
        ability: ['คณิตศาสตร์', 'เคมี', 'วิทยาศาสตร์', 'วางแผน', 'คำนวณ', 'งานฝีมือ', 'ช่าง', 'ฟิสิกส์', 'เลข', 'การวางแผนการผลิต', 'การควบคุมคุณภาพ', 'การวิเคราะห์กระบวนการ', 'การแก้ปัญหา', 'การใช้เครื่องจักร', 'การจัดการเวลา', 'การทำงานเป็นทีม', 'การประหยัดทรัพยากร', 'การตรวจสอบมาตรฐาน', 'ความรอบคอบ'],
        quota: 20, 
        requiredEducation: ['มัธยมปลาย', 'ปวช', 'อื่นๆ'], 
        condition: "มัธยมศึกษาตอนปลายหรือเทียบเท่าทุกแผนการเรียน",
        reason : 'คุณมีทักษะทางด้านคณิตศาสตร์ วางแผนการผลิต ควบคุมคุณภาพ วิเคราะห์กระบวนการ และแก้ปัญหา ชอบจัดการทรัพยากร ใช้เครื่องจักร และทำงานเป็นทีมเพื่อให้กระบวนการผลิตมีประสิทธิภาพและได้มาตรฐาน',
        careers: ["วิศวกรอุตสาหการ", "ผู้จัดการฝ่ายผลิต", "วิศวกรควบคุมคุณภาพ", "วิศวกรวางแผนการผลิต", "ผู้จัดการซัพพลายเชน", "วิศวกรวิเคราะห์ประสิทธิภาพ", "วิศวกรบำรุงรักษา", "เจ้าหน้าที่วางแผนการผลิต"],
        studyPlan: 
        [
          "📘 ปี 1 : เรียนพื้นฐานคณิตศาสตร์ วัสดุกรรมวิธีการผลิต การเขียนแบบ ฝึกปฏิบัติเทคโนโลยี และเทคโนโลยีสารสนเทศ", 
          "📗 ปี 2 : เรียนฟิสิกส์อุตสาหกรรม สถิติ การจัดการงานอุตสาหกรรม ควบคุมคุณภาพ โลจิสติกส์ วางผังโรงงาน และเทคโนโลยีสารสนเทศ",
          "📙 ปี 3 : เรียนอาชีวอนามัยและความปลอดภัย หุ่นยนต์และระบบอัตโนมัติ การจัดการพลังงาน วิศวกรรมบำรุงรักษา วางแผนและควบคุมการผลิต",
          "📕 ปี 4 : พัฒนาบุคลากร ปฏิบัติการออกแบบและนวัตกรรม โครงงานปริญญานิพนธ์ และฝึกประสบการณ์ภาคสนาม"     
        ],
        studyPlanPdf: "http://industrial.uru.ac.th/file/%E0%B9%84%E0%B8%9F%E0%B8%A5%E0%B9%8C%E0%B8%AB%E0%B8%A5%E0%B8%B1%E0%B8%81%E0%B8%AA%E0%B8%B9%E0%B8%95%E0%B8%A3/%E0%B9%80%E0%B8%97%E0%B8%84%E0%B9%82%E0%B8%99%E0%B9%82%E0%B8%A5%E0%B8%A2%E0%B8%B5%E0%B8%AD%E0%B8%B8%E0%B8%95%E0%B8%AA%E0%B8%B2%E0%B8%AB%E0%B8%81%E0%B8%B2%E0%B8%A3%20(%E0%B8%AB%E0%B8%A5%E0%B8%B1%E0%B8%81%E0%B8%AA%E0%B8%B9%E0%B8%95%E0%B8%A3%E0%B8%9B%E0%B8%A3%E0%B8%B1%E0%B8%9A%E0%B8%9B%E0%B8%A3%E0%B8%B8%E0%B8%87%20%E0%B8%9E.%E0%B8%A8.%202565).pdf",
        studyPlanInfoImg: "https://iili.io/KBL6aYG.png",
        website: "http://industrial.uru.ac.th/",      
        majorsFacebook: "https://www.facebook.com/techuru",
        facultyFacebook: "https://www.facebook.com/industrial.uru.ac.th",
        logoUrl: "https://iili.io/KqnH7af.png"
      },
      { 
        name : 'เทคโนโลยีอุตสาหการ (เทียบโอน)', 
        grade : null, 
        ability: ['คณิตศาสตร์', 'เคมี', 'วิทยาศาสตร์', 'วางแผน', 'คำนวณ', 'งานฝีมือ', 'ช่าง', 'ฟิสิกส์', 'เลข', 'การวางแผนการผลิต', 'การควบคุมคุณภาพ', 'การวิเคราะห์กระบวนการ', 'การแก้ปัญหา', 'การใช้เครื่องจักร', 'การจัดการเวลา', 'การทำงานเป็นทีม', 'การประหยัดทรัพยากร', 'การตรวจสอบมาตรฐาน', 'ความรอบคอบ'],
        quota: 50, 
        requiredEducation: ['ปวส'], 
        condition: "อนุปริญญาหรือประกาศนียบัตรวิชาชีพชั้นสูง (ปวส.) ในสาขาที่เกี่ยวข้อง",
        reason : 'คุณมีทักษะทางด้านคณิตศาสตร์ วางแผนการผลิต ควบคุมคุณภาพ วิเคราะห์กระบวนการ และแก้ปัญหา ชอบจัดการทรัพยากร ใช้เครื่องจักร และทำงานเป็นทีมเพื่อให้กระบวนการผลิตมีประสิทธิภาพและได้มาตรฐาน',
        careers: ["วิศวกรอุตสาหการ", "ผู้จัดการฝ่ายผลิต", "วิศวกรควบคุมคุณภาพ", "วิศวกรวางแผนการผลิต", "ผู้จัดการซัพพลายเชน", "วิศวกรวิเคราะห์ประสิทธิภาพ", "วิศวกรบำรุงรักษา", "เจ้าหน้าที่วางแผนการผลิต"],
        studyPlan: 
        [
          "📘 ปี 1 : เรียนพื้นฐานคณิตศาสตร์ วัสดุกรรมวิธีการผลิต การเขียนแบบ ฝึกปฏิบัติเทคโนโลยี และเทคโนโลยีสารสนเทศ", 
          "📗 ปี 2 : เรียนฟิสิกส์อุตสาหกรรม สถิติ การจัดการงานอุตสาหกรรม ควบคุมคุณภาพ โลจิสติกส์ วางผังโรงงาน และเทคโนโลยีสารสนเทศ",
          "📙 ปี 3 : เรียนอาชีวอนามัยและความปลอดภัย หุ่นยนต์และระบบอัตโนมัติ การจัดการพลังงาน วิศวกรรมบำรุงรักษา วางแผนและควบคุมการผลิต",
          "📕 ปี 4 : พัฒนาบุคลากร ปฏิบัติการออกแบบและนวัตกรรม โครงงานปริญญานิพนธ์ และฝึกประสบการณ์ภาคสนาม"     
        ],
        studyPlanPdf: "http://industrial.uru.ac.th/file/%E0%B9%84%E0%B8%9F%E0%B8%A5%E0%B9%8C%E0%B8%AB%E0%B8%A5%E0%B8%B1%E0%B8%81%E0%B8%AA%E0%B8%B9%E0%B8%95%E0%B8%A3/%E0%B9%80%E0%B8%97%E0%B8%84%E0%B9%82%E0%B8%99%E0%B9%82%E0%B8%A5%E0%B8%A2%E0%B8%B5%E0%B8%AD%E0%B8%B8%E0%B8%95%E0%B8%AA%E0%B8%B2%E0%B8%AB%E0%B8%81%E0%B8%B2%E0%B8%A3%20(%E0%B8%AB%E0%B8%A5%E0%B8%B1%E0%B8%81%E0%B8%AA%E0%B8%B9%E0%B8%95%E0%B8%A3%E0%B8%9B%E0%B8%A3%E0%B8%B1%E0%B8%9A%E0%B8%9B%E0%B8%A3%E0%B8%B8%E0%B8%87%20%E0%B8%9E.%E0%B8%A8.%202565).pdf",
        studyPlanInfoImg: "https://iili.io/KBLP9Fn.png",
        website: "http://industrial.uru.ac.th/",      
        majorsFacebook: "https://www.facebook.com/techuru",
        facultyFacebook: "https://www.facebook.com/industrial.uru.ac.th",
        logoUrl: "https://iili.io/KqnH7af.png"
      },
      { 
        name : 'เทคโนโลยีสำรวจและภูมิสารสนเทศ', 
        grade : null, 
        ability: ['สำรวจ', 'ใช้เครื่องมือสำรวจ', 'อ่านและสร้างแผนที่', 'ใช้ระบบจีพีเอส', 'คำนวณพิกัดและระยะทาง', 'เทคโนโลยี', 'ฟิสิกส์', 'เลข', 'การสำรวจ', 'การวิเคราะห์ข้อมูล', 'การใช้เทคโนโลยี GIS', 'การวางแผนพื้นที่', 'การเก็บข้อมูลภาคสนาม', 'การแก้ปัญหา', 'การทำงานเป็นทีม', 'การเขียนรายงาน', 'การใช้เครื่องมือสำรวจ', 'ความรอบคอบ'],
        quota: 20, 
        requiredEducation: ['มัธยมปลาย', 'ปวช', 'อื่นๆ'], 
        condition: "มัธยมศึกษาตอนปลายหรือเทียบเท่าทุกแผนการเรียน",
        reason : 'คุณมีทักษะทางด้านสำรวจ วิเคราะห์ข้อมูล และใช้เทคโนโลยี GIS ชอบเก็บข้อมูลภาคสนาม วางแผนพื้นที่ และทำงานร่วมกับทีมเพื่อสร้างข้อมูลเชิงพื้นที่ที่แม่นยำและมีประสิทธิภาพ',
        careers: ["นักสำรวจทางภูมิศาสตร์", "นักวิเคราะห์ภูมิสารสนเทศ", "วิศวกรสำรวจ", "นักวิจัยและวิเคราะห์ข้อมูลเชิงพื้นที่", "ผู้เชี่ยวชาญด้านการวางผังเมือง", "นักพัฒนาเทคโนโลยีดาวเทียมและเซ็นเซอร์", "เจ้าหน้าที่สำรวจทรัพยากรธรรมชาติ", "นักพัฒนาเทคโนโลยีดาวเทียมและเซ็นเซอร์"],
        studyPlan: 
        [
          "📘 ปี 1 : เรียนพื้นฐานฟิสิกส์ คณิตศาสตร์ เทคโนโลยีสารสนเทศ ภูมิศาสตร์ แผนที่ และการสำรวจเบื้องต้น", 
          "📗 ปี 2 : เรียนคณิตศาสตร์และสถิติ ฝึกปฏิบัติเทคโนโลยี ระบบสารสนเทศภูมิศาสตร์ การสำรวจระยะไกล วัสดุอุตสาหกรรม การทำแผนที่ และการบริการข้อมูล GIS",
          "📙 ปี 3 : เรียนการจัดการงานอุตสาหกรรม อาชีวอนามัยและความปลอดภัย ภูมิสารสนเทศเพื่อผังเมืองและทะเบียนทรัพย์สิน และฝึกประสบการณ์",
          "📕 ปี 4 : เรียนผู้ประกอบการยุคใหม่ การพัฒนาบุคลากรและฝึกอบรมด้านเทคโนโลยี โครงงานปริญญานิพนธ์และสหกิจศึกษาหรือฝึกประสบการณ์ภาคสนาม"     
        ],
        studyPlanPdf: "http://industrial.uru.ac.th/file/%E0%B9%84%E0%B8%9F%E0%B8%A5%E0%B9%8C%E0%B8%AB%E0%B8%A5%E0%B8%B1%E0%B8%81%E0%B8%AA%E0%B8%B9%E0%B8%95%E0%B8%A3/%E0%B9%80%E0%B8%97%E0%B8%84%E0%B9%82%E0%B8%99%E0%B9%82%E0%B8%A5%E0%B8%A2%E0%B8%B5%E0%B8%AA%E0%B8%B3%E0%B8%A3%E0%B8%A7%E0%B8%88%E0%B9%81%E0%B8%A5%E0%B8%B0%E0%B8%A0%E0%B8%B9%E0%B8%A1%E0%B8%B4%E0%B8%AA%E0%B8%B2%E0%B8%A3%E0%B8%AA%E0%B8%99%E0%B9%80%E0%B8%97%E0%B8%A8%20(%E0%B8%AB%E0%B8%A5%E0%B8%B1%E0%B8%81%E0%B8%AA%E0%B8%B9%E0%B8%95%E0%B8%A3%E0%B8%9B%E0%B8%A3%E0%B8%B1%E0%B8%9A%E0%B8%9B%E0%B8%A3%E0%B8%B8%E0%B8%87%20%E0%B8%9E.%E0%B8%A8.2564).2564)",
        studyPlanInfoImg: "https://iili.io/KBLP7oB.png",
        website: "http://industrial.uru.ac.th/",      
        majorsFacebook: "https://www.facebook.com/URU.surveygi",
        facultyFacebook: "https://www.facebook.com/industrial.uru.ac.th",
        logoUrl: "https://iili.io/KqnH7af.png"
      },
      { 
        name : 'เทคโนโลยีสำรวจและภูมิสารสนเทศ (เทียบโอน)', 
        grade : 2.00, 
        ability: ['สำรวจ', 'ใช้เครื่องมือสำรวจ', 'อ่านและสร้างแผนที่', 'ใช้ระบบจีพีเอส', 'คำนวณพิกัดและระยะทาง', 'เทคโนโลยี', 'ฟิสิกส์', 'เลข', 'การสำรวจ', 'การวิเคราะห์ข้อมูล', 'การใช้เทคโนโลยี GIS', 'การวางแผนพื้นที่', 'การเก็บข้อมูลภาคสนาม', 'การแก้ปัญหา', 'การทำงานเป็นทีม', 'การเขียนรายงาน', 'การใช้เครื่องมือสำรวจ', 'ความรอบคอบ'],
        quota: 10, 
        requiredEducation: ['ปวส'], 
        condition: "อนุปริญญาหรือประกาศนียบัตรวิชาชีพชั้นสูง (ปวส.) ทุกแผนการเรียน",
        reason : 'คุณมีทักษะทางด้านสำรวจ วิเคราะห์ข้อมูล และใช้เทคโนโลยี GIS ชอบเก็บข้อมูลภาคสนาม วางแผนพื้นที่ และทำงานร่วมกับทีมเพื่อสร้างข้อมูลเชิงพื้นที่ที่แม่นยำและมีประสิทธิภาพ',
        careers: ["นักสำรวจทางภูมิศาสตร์", "นักวิเคราะห์ภูมิสารสนเทศ", "วิศวกรสำรวจ", "นักวิจัยและวิเคราะห์ข้อมูลเชิงพื้นที่", "ผู้เชี่ยวชาญด้านการวางผังเมือง", "นักพัฒนาเทคโนโลยีดาวเทียมและเซ็นเซอร์", "เจ้าหน้าที่สำรวจทรัพยากรธรรมชาติ", "นักพัฒนาเทคโนโลยีดาวเทียมและเซ็นเซอร์"],
        studyPlan: 
        [
          "📘 ปี 1 : เรียนพื้นฐานฟิสิกส์ คณิตศาสตร์ เทคโนโลยีสารสนเทศ ภูมิศาสตร์ แผนที่ และการสำรวจเบื้องต้น", 
          "📗 ปี 2 : เรียนคณิตศาสตร์และสถิติ ฝึกปฏิบัติเทคโนโลยี ระบบสารสนเทศภูมิศาสตร์ การสำรวจระยะไกล วัสดุอุตสาหกรรม การทำแผนที่ และการบริการข้อมูล GIS",
          "📙 ปี 3 : เรียนการจัดการงานอุตสาหกรรม อาชีวอนามัยและความปลอดภัย ภูมิสารสนเทศเพื่อผังเมืองและทะเบียนทรัพย์สิน และฝึกประสบการณ์",
          "📕 ปี 4 : เรียนผู้ประกอบการยุคใหม่ การพัฒนาบุคลากรและฝึกอบรมด้านเทคโนโลยี โครงงานปริญญานิพนธ์และสหกิจศึกษาหรือฝึกประสบการณ์ภาคสนาม"     
        ],
        studyPlanPdf: "http://industrial.uru.ac.th/file/%E0%B9%84%E0%B8%9F%E0%B8%A5%E0%B9%8C%E0%B8%AB%E0%B8%A5%E0%B8%B1%E0%B8%81%E0%B8%AA%E0%B8%B9%E0%B8%95%E0%B8%A3/%E0%B9%80%E0%B8%97%E0%B8%84%E0%B9%82%E0%B8%99%E0%B9%82%E0%B8%A5%E0%B8%A2%E0%B8%B5%E0%B8%AA%E0%B8%B3%E0%B8%A3%E0%B8%A7%E0%B8%88%E0%B9%81%E0%B8%A5%E0%B8%B0%E0%B8%A0%E0%B8%B9%E0%B8%A1%E0%B8%B4%E0%B8%AA%E0%B8%B2%E0%B8%A3%E0%B8%AA%E0%B8%99%E0%B9%80%E0%B8%97%E0%B8%A8%20(%E0%B8%AB%E0%B8%A5%E0%B8%B1%E0%B8%81%E0%B8%AA%E0%B8%B9%E0%B8%95%E0%B8%A3%E0%B8%9B%E0%B8%A3%E0%B8%B1%E0%B8%9A%E0%B8%9B%E0%B8%A3%E0%B8%B8%E0%B8%87%20%E0%B8%9E.%E0%B8%A8.2564).2564)",
        studyPlanInfoImg: "https://iili.io/KBLi20F.png",
        website: "http://industrial.uru.ac.th/",      
        majorsFacebook: "https://www.facebook.com/URU.surveygi",
        facultyFacebook: "https://www.facebook.com/industrial.uru.ac.th",
        logoUrl: "https://iili.io/KqnH7af.png"
      },
    ]
    },

    { 
    name : 'คณะเกษตรศาสตร์',
    majors: [
      { 
        name : 'เกษตรศาสตร์', 
        grade : null, 
        ability: ['เกษตร', 'การตลาด', 'จัดการฟาร์ม', 'วิทยาศาสตร์', 'เทคโนโลยี', 'เลี้ยงสัตว์', 'เพาะปลูกพืช', 'ใช้เครื่องมือเกษตร', 'การบริหาร', 'การจัดการ', 'เพาะปลูก', 'ดูแลพืชและสัตว์', 'จัดการฟาร์ม', 'ใช้เครื่องมือการเกษตร', 'อนุรักษ์ดินและน้ำ', 'แก้ปัญหา', 'วิเคราะห์ผลผลิต', 'ทำงานกลางแจ้ง', 'ทำงานเป็นทีม', 'รับผิดชอบ'],
        quota: 30, 
        requiredEducation: ['มัธยมปลาย', 'ปวช', 'อื่นๆ'], 
        condition: "มัธยมศึกษาตอนปลายหรือเทียบเท่าทุกแผนการเรียน",
        reason : 'คุณมีทักษะด้านการเพาะปลูก การดูแลพืชและสัตว์ และการจัดการฟาร์ม ชอบทำงานกลางแจ้ง แก้ปัญหา และวิเคราะห์ผลผลิต เพื่อพัฒนาการเกษตรให้ยั่งยืนและมีประสิทธิภาพ',
        careers: ["นักวิชาการเกษตร", "เกษตรกรสมัยใหม่", "นักส่งเสริมการเกษตร", "เจ้าหน้าที่การเกษตรภาครัฐ", "นักวิจัยด้านพืชและสัตว์", "ผู้จัดการฟาร์ม", "ผู้ประกอบการธุรกิจเกษตร", "นักวิชาการสิ่งแวดล้อมเกษตร"],
        studyPlan: 
        [
          "📘 ปี 1 : เเรียนพื้นฐานเคมี ชีววิทยา คณิตศาสตร์ เทคโนโลยีเกษตร และการพัฒนาการเกษตรเชิงพื้นที่", 
          "📗 ปี 2 : เรียนจุลชีววิทยา ระบบสารสนเทศเกษตร ปฐพีวิทยา สรีรวิทยาการผลิตพืช พันธุศาสตร์ เทคโนโลยีการผลิตพืชสวนและพืชไร่ และฝึกปฏิบัติภาคสนาม",
          "📙 ปี 3 : ศึกษาเทคโนโลยีการผลิตสัตว์ การเพาะเลี้ยงสัตว์ การปรับปรุงพันธุ์พืช ไม้ผลเศรษฐกิจ การผลิตสัตว์เศรษฐกิจ การป้องกันกำจัดศัตรูพืช และมาตรฐานสินค้าเกษตร",
          "📕 ปี 4 : เรียนการจัดการธุรกิจเกษตรยุคดิจิทัล การพัฒนาเศรษฐกิจเกษตรเพื่อความยั่งยืน ปัญหาพิเศษทางเกษตร การเตรียมประสบการณ์ภาคสนามหรือสหกิจศึกษาทางเกษตรศาสตร์"     
        ],
        studyPlanPdf: "https://academic.uru.ac.th/DB_course/doc_course/180.pdf",
        studyPlanInfoImg: "https://iili.io/KBLs1Tv.png",
        website: "http://aggie.uru.ac.th/public/",      
        majorsFacebook: "https://www.facebook.com/kasetfanpage",
        facultyFacebook: "https://www.facebook.com/kasetfanpage",
        logoUrl: "https://iili.io/KBJuVVa.png"
      },
      { 
        name : 'เทคโนโลยีการอาหาร', 
        grade : null, 
        ability: ['แปรรูปอาหาร', 'ควบคุมคุณภาพ', 'พัฒนาผลิตภัณฑ์', 'วิเคราะห์ส่วนผสม', 'ใช้เครื่องมือแล็บ', 'รักษาความปลอดภัยอาหาร', 'แก้ปัญหา', 'ทำงานเป็นทีม', 'คิดสร้างสรรค์', 'รอบคอบ'],
        quota: 15, 
        requiredEducation: ['มัธยมปลาย', 'ปวช', 'อื่นๆ'], 
        condition: "มัธยมศึกษาตอนปลายหรือเทียบเท่าทุกแผนการเรียน",
        reason : 'คุณมีทักษะด้านการเพาะปลูก การดูแลพืชและสัตว์ และการจัดการฟาร์ม ชอบทำงานกลางแจ้ง แก้ปัญหา และวิเคราะห์ผลผลิต เพื่อพัฒนาการเกษตรให้ยั่งยืนและมีประสิทธิภาพ',
        careers: ["นักวิทยาศาสตร์อาหาร", "นักเทคโนโลยีการอาหาร", "เจ้าหน้าที่ควบคุมคุณภาพ", "นักวิจัยด้านอาหารและโภชนาการ", "ผู้จัดการฝ่ายผลิตอาหาร", "นักประกันคุณภาพอาหาร", "ผู้ประกอบการธุรกิจอาหาร", "ผู้ประกอบการธุรกิจอาหาร"],
        studyPlan: 
        [
          "📘 ปี 1 : เรียนวิชาพื้นฐานเคมี ชีววิทยา จุลชีววิทยา คณิตศาสตร์ และการคิดเชิงออกแบบเพื่อพัฒนาผลิตภัณฑ์อาหาร", 
          "📗 ปี 2 : ศึกษาเทคโนโลยีการแปรรูปอาหาร การจัดการวัตถุดิบ เคมีอาหาร โภชนาการ และการควบคุมคุณภาพ",
          "📙 ปี 3 : เรียนการจัดการความปลอดภัยอาหาร เทคโนโลยีสารปรุงแต่ง การพัฒนาผลิตภัณฑ์ เทคโนโลยีการเก็บรักษาและบรรจุภัณฑ์ นวัตกรรมอาหาร โลจิสติกส์",
          "📕 ปี 4 : ฝึกทักษะผู้ประกอบการธุรกิจอาหาร การสร้างแบรนด์ การวิจัยทางเทคโนโลยีอาหาร โครงงานปริญญานิพนธ์ และสหกิจศึกษาหรือฝึกภาคสนาม"     
        ],
        studyPlanPdf: "http://academic.uru.ac.th/DB_course/doc_course/171.pdf",
        studyPlanInfoImg: "https://iili.io/KBLLqnp.png",
        website: "http://aggie.uru.ac.th/public/",      
        majorsFacebook: "https://www.facebook.com/foodscienceURU",
        facultyFacebook: "https://www.facebook.com/kasetfanpage",
        logoUrl: "https://iili.io/KBJuVVa.png"
      },
      { 
        name : 'เทคโนโลยีการอาหาร (เทียบโอน)', 
        grade : null, 
        ability: ['แปรรูปอาหาร', 'ควบคุมคุณภาพ', 'พัฒนาผลิตภัณฑ์', 'วิเคราะห์ส่วนผสม', 'ใช้เครื่องมือแล็บ', 'รักษาความปลอดภัยอาหาร', 'แก้ปัญหา', 'ทำงานเป็นทีม', 'คิดสร้างสรรค์', 'รอบคอบ'],
        quota: 15, 
        requiredEducation: ['ปวส'], 
        condition: "อนุปริญญาหรือประกาศนียบัตรวิชาชีพชั้นสูง (ปวส.) ในสาขาที่เกี่ยวข้อง",
        reason : 'คุณมีทักษะด้านการเพาะปลูก การดูแลพืชและสัตว์ และการจัดการฟาร์ม ชอบทำงานกลางแจ้ง แก้ปัญหา และวิเคราะห์ผลผลิต เพื่อพัฒนาการเกษตรให้ยั่งยืนและมีประสิทธิภาพ',
        careers: ["นักวิทยาศาสตร์อาหาร", "นักเทคโนโลยีการอาหาร", "เจ้าหน้าที่ควบคุมคุณภาพ", "นักวิจัยด้านอาหารและโภชนาการ", "ผู้จัดการฝ่ายผลิตอาหาร", "นักประกันคุณภาพอาหาร", "ผู้ประกอบการธุรกิจอาหาร", "ผู้ประกอบการธุรกิจอาหาร"],
        studyPlan: 
        [
          "📘 ปี 1 : เรียนวิชาพื้นฐานเคมี ชีววิทยา จุลชีววิทยา คณิตศาสตร์ และการคิดเชิงออกแบบเพื่อพัฒนาผลิตภัณฑ์อาหาร", 
          "📗 ปี 2 : ศึกษาเทคโนโลยีการแปรรูปอาหาร การจัดการวัตถุดิบ เคมีอาหาร โภชนาการ และการควบคุมคุณภาพ",
          "📙 ปี 3 : เรียนการจัดการความปลอดภัยอาหาร เทคโนโลยีสารปรุงแต่ง การพัฒนาผลิตภัณฑ์ เทคโนโลยีการเก็บรักษาและบรรจุภัณฑ์ นวัตกรรมอาหาร โลจิสติกส์",
          "📕 ปี 4 : ฝึกทักษะผู้ประกอบการธุรกิจอาหาร การสร้างแบรนด์ การวิจัยทางเทคโนโลยีอาหาร โครงงานปริญญานิพนธ์ และสหกิจศึกษาหรือฝึกภาคสนาม"     
        ],
        studyPlanPdf: "http://academic.uru.ac.th/DB_course/doc_course/171.pdf",
        studyPlanInfoImg: "https://iili.io/KBLQqOb.png",
        website: "http://aggie.uru.ac.th/public/",      
        majorsFacebook: "https://www.facebook.com/foodscienceURU",
        facultyFacebook: "https://www.facebook.com/kasetfanpage",
        logoUrl: "https://iili.io/KBJuVVa.png"
      },
    ]
  }
];

module.exports = faculties;
