// facultiesData.js

const faculties = [
  {
    name: 'คณะครุศาสตร์',
    majors: [
      {
        name: 'ภาษาไทย',
        grade: 2.75,
        ability: ['ภาษาไทย', 'สอน', 'ครู', 'รักเด็ก', 'เข้าใจในการสอน', 'การเขียน', 'สื่อสาร', 'วรรณกรรม', 'การอ่าน', 'จับใจความ', 'ไวยากรณ์', 'เรียบเรียง'],
        quota: 60,
        requiredEducation: ['มัธยมปลาย', 'ปวช', 'อื่นๆ'],
        condition: "มัธยมศึกษาตอนปลายหรือเทียบเท่าทุกแผนการเรียน เกรดวิชาภาษาไทยไม่ต่ำกว่า 3.0",
        reason: 'คุณมีความสามารถด้านภาษาไทย และรักในการสื่อสารผ่านภาษา เหมาะกับการถ่ายทอดความรู้ทางภาษาให้ผู้อื่น',
        careers: ["ครูสอนภาษาไทย", "นักเขียน", "บรรณาธิการ"],
        studyPlan: 
        [
          "📘 ปี 1 : ปูพื้นฐานวิชาทั่วไป ฝึกทักษะครูเบื้องต้น และเรียนภาษาไทยพื้นฐาน",
          "📗 ปี 2 : เจาะลึกวิชาชีพครูระดับกลาง เรียนรู้การจัดการเรียนการสอน พร้อมวิชาเอกหลัก",
          "📙 ปี 3 : ก้าวสู่ระดับสูงของวิชาชีพครู ฝึกทำวิจัยและนวัตกรรม พร้อมศึกษาเชิงลึกด้านภาษาและวรรณคดี",
          "📕 ปี 4 : ลงสนามจริงกับการฝึกสอนเต็มเวลา ทำคุรุนิพนธ์ โครงงาน และเลือกวิชาเสริมความถนัด"
        ],
        studyPlanPdf: "http://academic.uru.ac.th/DB_course/doc_course/124.pdf",
        studyPlanInfoImg: "https://iili.io/FyCPQHB.png",
        website: "https://edu.uru.ac.th/",      
        majorsFacebook: "https://www.facebook.com/profile.php?id=100063988815394#",
        facultyFacebook: "https://www.facebook.com/educationuruacth",
        logoUrl: "https://kharusartsuksa.uru.ac.th/images/uru_logo.png"
      },
      {
        name: 'วิทยาศาสตร์ทั่วไป',
        grade: 2.50,
        ability: ['วิทยาศาสตร์', 'เคมี', 'ฟิสิกส์', 'ชีววิทยา', 'แล็บ'],
        quota: 60,
        requiredEducation: ['มัธยมปลาย', 'ปวช'],
        condition: "มัธยมศึกษาตอนปลายหรือเทียบเท่าสาขาทางวิทย์-คณิต, หรือสาขาที่เกี่ยวข้องกับวิทยาศาสตร์",
        reason: 'คุณมีความสามารถด้านวิทยาศาสตร์ ',
        careers: ["นักวิชาการ", "นักเคมี", "นักฟิสิกส์"],
        studyPlan: 
        [
          "📘 ปี 1 : ปูพื้นฐานวิชาศึกษาทั่วไป วิทยาศาสตร์พื้นฐาน (คณิต ฟิสิกส์ เคมี ชีววิทยา) และวิชาฝึกปฏิบัติ",
          "📗 ปี 2 : วิชาวิทยาศาสตร์ขั้นกลาง เช่น การทดลอง การวิเคราะห์ การวัดผลทางวิทยาศาสตร์ และวิชาเลือกเฉพาะด้าน",
          "📙 ปี 3 : เน้นวิชาวิทยาศาสตร์ขั้นสูง การประยุกต์ใช้ในชีวิตจริง งานวิจัยเบื้องต้น วิชาเลือกเชิงลึก",
          "📕 ปี 4 : ฝึกประสบการณ์วิชาชีพ / สหกิจศึกษา / ทำโครงงานหรือวิจัยอิสระ วิชาเลือกเสรี"
        ],
        studyPlanPdf: "http://academic.uru.ac.th/DB_course/doc_course/144.pdf",
        studyPlanInfoImg: "https://iili.io/FyCsjv2.png",
        website: "https://edu.uru.ac.th/",      
        majorsFacebook: "https://www.facebook.com/scienceeduuru",
        facultyFacebook: "https://www.facebook.com/educationuruacth",
        logoUrl: "https://kharusartsuksa.uru.ac.th/images/uru_logo.png"
      },
      {
        name : 'การประถมศึกษา',
        grade : 2.75,
        ability : ['สอนเด็กประถม', 'บริหารห้องเรียน', 'ออกแบบการเรียนการสอน', 'สอน', 'ครู', 'รักเด็ก', 'เข้าใจในการสอน'], 
        quota : 60,
        requiredEducation: ['มัธยมปลาย', 'ปวช', 'อื่นๆ'],
        condition : "มัธยมศึกษาตอนปลายหรือเทียบเท่าทุกแผนการเรียน",
        reason : 'คุณมีความสามารถด้านการสอนและชอบทำงานกับเด็กประถม เหมาะสมกับการถ่ายทอดความรู้และพัฒนาการเรียนรู้ของเด็ก',
        careers: ["ครูประถมศึกษา", "นักวิชาการด้านการศึกษา", "ครูแนะแนว"],
        studyPlan: 
        [
          "📘 ปี 1 : ปูพื้นฐานวิชาทั่วไปและพื้นฐานวิชาชีพครู เสริมความรู้กว้าง สร้างรากฐานความเป็นครู",
          "📗 ปี 2 : เรียนวิชาเอกหลัก (ภาษาไทย คณิต วิทย์ สังคม ฯลฯ) ฝึกการจัดการเรียนรู้เพื่อพัฒนาทักษะการสอนเบื้องต้น",
          "📙 ปี 3 : ลงลึกวิชาชีพครู วิชาเลือกเฉพาะทาง การวิจัยและนวัตกรรม สร้างทักษะการสอนเชิงสร้างสรรค์",
          "📕 ปี 4 : ฝึกสอนจริงในโรงเรียน ทำคุรุนิพนธ์/วิจัย และก้าวสู่การเป็นครูมืออาชีพอย่างมั่นใจ"
        ],
        studyPlanPdf: "http://academic.uru.ac.th/DB_course/doc_course/155.pdf",
        studyPlanInfoImg: "https://iili.io/FyCQpmN.png",
        website: "https://edu.uru.ac.th/",      
        majorsFacebook: "https://www.facebook.com/profile.php?id=100057482228232#",
        facultyFacebook: "https://www.facebook.com/educationuruacth",
        logoUrl: "https://kharusartsuksa.uru.ac.th/images/uru_logo.png"
      },
      {
        name : 'ภาษาอังกฤษ',
        grade : 2.75,
        ability :  ['การสื่อสาร', 'ภาษาอังกฤษ', 'สอน', 'ครู', 'รักเด็ก', 'เข้าใจในการสอน', 'อังกฤษ', 'ภาษา', 'การแปล', 'การพูด', 'การฟัง'],
        quota : 60,
        requiredEducation: ['มัธยมปลาย', 'ปวช', 'อื่นๆ'],
        condition : "มัธยมศึกษาตอนปลายหรือเทียบเท่าทุกแผนการเรียน",
        reason : 'คุณมีความสามารถด้านภาษาอังกฤษ ชื่นชอบการสื่อสาร และเหมาะกับการถ่ายทอดความรู้เพื่อพัฒนาทักษะภาษาอังกฤษของผู้เรียน',
        careers: ["ครูสอนภาษาอังกฤษ", "นักแปล / ล่าม", "นักวิจัยด้านภาษาอังกฤษ"],
        studyPlan: 
        [
          "📘 ปี 1 : พื้นฐานภาษาอังกฤษ (ฟัง–พูด–อ่าน–เขียน) วรรณคดีเบื้องต้น และวิชาชีพครูเบื้องต้นเพือวางรากฐานภาษาและวิชาชีพครู",
          "📗 ปี 2 : พัฒนาทักษะภาษาเชิงลึก (Grammar, Writing, Linguistics) และการสอนและเทคโนโลยีเพื่อการเรียนภาษา เพื่อเสริมความเชี่ยวชาญด้านภาษาและการสอน",
          "📙 ปี 3 : การวิจัยในชั้นเรียน นวัตกรรมการสอนภาษา การสอนภาษาอังกฤษเชิงลึก และการปฏิบัติการสอนเพื่อฝึกทำวิจัยและพัฒนาทักษะสอนขั้นสูง",
          "📕 ปี 4 : ฝึกประสบการณ์วิชาชีพครูเต็มเวลา ทำคุรุนิพนธ์/โครงงานวิจัย และวิชาเลือกเสรี นำความรู้ไปใช้จริงและสร้างผลงานวิชาการ"
        ],
        studyPlanPdf: "http://academic.uru.ac.th/DB_course/doc_course/125.pdf",
        studyPlanInfoImg: "https://iili.io/FyCtfMF.png",
        website: "https://edu.uru.ac.th/",      
        majorsFacebook: "https://www.facebook.com/profile.php?id=100075598640774",
        facultyFacebook: "https://www.facebook.com/educationuruacth",
        logoUrl: "https://kharusartsuksa.uru.ac.th/images/uru_logo.png"
      },
      {
        name : 'ภาษาจีน',
        grade : 2.50,
        ability :  ['การสื่อสาร', 'ภาษาจีน', 'สอน', 'ครู', 'รักเด็ก', 'เข้าใจในการสอน', 'จีน', 'ภาษา', 'การแปล', 'การพูด', 'การฟัง', 'วัฒนธรรม'], 
        quota : 60,
        requiredEducation: ['มัธยมปลาย', 'ปวช', 'อื่นๆ'],
        condition : "มัธยมศึกษาตอนปลายหรือเทียบเท่าทุกแผนการเรียน",
        reason : 'คุณมีความสามารถด้านภาษาจีนและชื่นชอบการสื่อสาร เหมาะกับการถ่ายทอดความรู้และพัฒนาทักษะภาษาจีนให้กับผู้เรียน พร้อมส่งเสริมความเข้าใจในวัฒนธรรมจีน',
        careers: ["ครูสอนภาษาจีน", "นักแปล / ล่ามภาษาจีน", "เจ้าหน้าที่ฝ่ายประชาสัมพันธ์ / การตลาดต่างประเทศ", "วิทยากรภาษาจีน"],
        studyPlan: 
        [
          "📘 ปี 1 : เรียนวิชาทั่วไป พื้นฐานครู ภาษาจีนระดับต้น (ฟัง–พูด–อ่าน–เขียน) และวัฒนธรรมจีน",
          "📗 ปี 2 : เรียนภาษาจีนระดับกลาง–สูง ทั้งไวยากรณ์ การเขียน การแปล วิชาครูด้านวัดผล คุณธรรม นวัตกรรม และฝึกสอนเบื้องต้น",
          "📙 ปี 3 : เรียนภาษาจีนเฉพาะทาง (การสอน, เทคโนโลยี, วรรณคดี, ประวัติศาสตร์, HSK) วิชาเลือกเสรี วิจัย และฝึกสอนเพิ่มเติม",
          "📕 ปี 4 : สอนเต็มเวลาในโรงเรียนเก็บประสบการณ์จริงก่อนจบ  ทำคุรุนิพนธ์/โครงงานวิจัย"
        ],
        studyPlanPdf: "http://academic.uru.ac.th/document/01477.pdf",
        studyPlanInfoImg: "https://iili.io/FyCtOSj.png",
        website: "https://edu.uru.ac.th/",      
        majorsFacebook: "https://www.facebook.com/profile.php?id=100057713640646",
        facultyFacebook: "https://www.facebook.com/educationuruacth",
        logoUrl: "https://kharusartsuksa.uru.ac.th/images/uru_logo.png"
      },
      {
        name : 'ภาษาเกาหลี',
        grade : 2.50,
        ability :  ['การสื่อสาร', 'ภาษาเกาหลี', 'สอน', 'ครู', 'รักเด็ก', 'เข้าใจในการสอน', 'เกาหลี', 'ภาษา', 'การแปล', 'การพูด', 'การฟัง', 'วัฒนธรรม'], 
        quota : 30,
        requiredEducation: ['มัธยมปลาย', 'ปวช', 'อื่นๆ'],
        condition : "มัธยมศึกษาตอนปลายหรือเทียบเท่าทุกแผนการเรียน",
        reason : 'คุณมีความสามารถด้านภาษาเกาหลีและชื่นชอบการสื่อสาร เหมาะกับการถ่ายทอดความรู้และพัฒนาทักษะภาษาเกาหลีให้กับผู้เรียน พร้อมสร้างแรงบันดาลใจและส่งเสริมการเรียนรู้วัฒนธรรมเกาหลี',
        careers: ["ครูสอนภาษาเกาหลี", "นักแปล / ล่ามภาษาเกาหลี", "เจ้าหน้าที่ฝ่ายประชาสัมพันธ์ / การตลาดต่างประเทศ", "นักวิจัยด้านภาษาเกาหลี", "มัคคุเทศก์ภาษาเกาหลี"],
        studyPlan: 
        [
          "📘 ปี 1 : เรียนภาษาเกาหลีระดับต้น วิชาชีพครูเบื้องต้น รายวิชาศึกษาทั่วไป และวัฒนธรรมเกาหลี",
          "📗 ปี 2 : เรียนเกาหลีระดับกลาง–สูง ทั้งไวยากรณ์ การเขียน การแปล วิชาชีพครูขั้นกลาง และฝึกสอนเบื้องต้น",
          "📙 ปี 3 : เรียนวรรณกรรมและประวัติศาสตร์ เตรียมสอบ TOPIK การสอนภาษาเกาหลี วิชาเลือกเสรี ทำวิจัย และฝึกสอนเพิ่มเติม",
          "📕 ปี 4 : สอนเต็มเวลาในโรงเรียนเก็บประสบการณ์จริงก่อนจบ  ทำคุรุนิพนธ์/โครงงานวิจัย"
        ],
        studyPlanPdf: "http://academic.uru.ac.th/document/01477.pdf",
        studyPlanInfoImg: "https://iili.io/FyCDk1n.png",
        website: "https://edu.uru.ac.th/",      
        majorsFacebook: "https://www.facebook.com/KoreanURU/",
        facultyFacebook: "https://www.facebook.com/educationuruacth",
        logoUrl: "https://kharusartsuksa.uru.ac.th/images/uru_logo.png"
      },
      { 
        name : 'การศึกษาปฐมวัย', 
        grade : 2.75, 
        ability : ['รักเด็ก', 'อดทน', 'จัดกิจกรรมเด็ก', 'สอน', 'ครู', 'เข้าใจในการสอน', 'พัฒนาเด็ก', 'ทำกิจกรรม'], 
        quota : 60, 
        requiredEducation: ['มัธยมปลาย', 'ปวช', 'อื่นๆ'],
        condition : "มัธยมศึกษาตอนปลายหรือเทียบเท่าทุกแผนการเรียน",
        reason : 'คุณมีความสามารถและความสนใจในการดูแลและพัฒนาเด็กเล็ก รักและเข้าใจธรรมชาติของเด็ก มีทักษะในการจัดกิจกรรมและสร้างบรรยากาศการเรียนรู้ที่เหมาะสมกับวัย',
        careers: ["ครูอนุบาล / ครูปฐมวัย", "ผู้ช่วยครู / ครูพิเศษ", "เจ้าหน้าที่ศูนย์พัฒนาเด็ก", "นักพัฒนาหลักสูตร", "นักวิจัยด้านการศึกษาเด็กปฐมวัย"],
        studyPlan: 
        [
          "📘 ปี 1 : เรียนรู้ภาษา พลเมือง จริยธรรมครู จิตวิทยาเบื้องต้น พร้อมทั้งกิจกรรมพัฒนาทักษะเด็ก",
          "📗 ปี 2 : พัฒนาทักษะภาษาอังกฤษและทักษะแห่งศตวรรษที่ 21 เรียนการวัดผลกิจกรรมสำหรับเด็กเฉพาะกลุ่ม การใช้สื่อและของเล่น",
          "📙 ปี 3 : ฝึกทำวิจัยทางการศึกษา เรียนรู้การจัดการเรียนรู้ด้านวิทยาศาสตร์และคณิตศาสตร์สำหรับเด็กปฐมวัย การจัดการเรียนรู้เด็กอายุ 3-6 ปี",
          "📕 ปี 4 : ฝึกสอนจริงเต็มเวลาในโรงเรียน ร่วมสัมมนาแนวโน้มการศึกษาปฐมวัย ทำคุรุนิพนธ์ และลงวิชาเลือกเพื่อเสริมความรู้รอบด้าน"
        ],
        studyPlanPdf: "http://academic.uru.ac.th/DB_course/doc_course/140.pdf",
        studyPlanInfoImg: "https://iili.io/FyCDb7j.png",
        website: "https://edu.uru.ac.th/",      
        majorsFacebook: "https://www.facebook.com/ECE.URU",
        facultyFacebook: "https://www.facebook.com/educationuruacth",
        logoUrl: "https://kharusartsuksa.uru.ac.th/images/uru_logo.png"
      },
      { 
        name : 'คณิตศาสตร์', 
        grade : 3.00, 
        ability: ['เลข', 'คำนวณ', 'คณิต', 'คณิตศาสตร์', 'วิเคราะห์ข้อมูล', 'แก้ปัญหา', 'สถิติ', 'แคลคูลัส', 'สอน', 'ครู', 'รักเด็ก', 'เข้าใจในการสอน'], 
        quota : 60, 
        requiredEducation: ['มัธยมปลาย', 'ปวช', 'อื่นๆ'],
        condition : "มัธยมศึกษาตอนปลายหรือเทียบเท่าสาขาทางวิทย์-คณิต, ศิลป์-คำนวณหรือสาขาที่มีคณิตศาสตร์เพิ่มเติม",
        reason : 'คุณมีความสามารถด้านคณิตศาสตร์ ชื่นชอบการแก้ปัญหาและวิเคราะห์ข้อมูล สามารถถ่ายทอดความรู้และแนวคิดเชิงคำนวณให้ผู้เรียนเข้าใจง่าย',
        careers: ["ครูสอนคณิตศาสตร์", "ครูผู้ช่วย / ครูพิเศษ", "ติวเตอร์", "นักวิเคราะห์ข้อมูล", "นักสถิติ", "นักวิเคราะห์การเงิน"],
        studyPlan: 
        [
          "📘 ปี 1 : ปูพื้นฐานความเป็นครู เรียนจิตวิทยา จริยธรรม พร้อมวิชาคณิตเบื้องต้น เช่น แคลคูลัสและเรขาคณิต",
          "📗 ปี 2 : ลงลึกการจัดการเรียนรู้ การวัดผลและนวัตกรรม ควบคู่คณิตศาสตร์ขั้นสูง เช่น พีชคณิตเชิงเส้น สถิติ และทฤษฎีจำนวน",
          "📙 ปี 3 : เสริมทักษะวิจัยและการพัฒนาการสอน เรียนคณิตศาสตร์เชิงลึก เช่น การวิเคราะห์เชิงคณิตศาสตร์ ทอพอโลยี และวิยุตคณิต",
          "📕 ปี 4 : ฝึกสอนจริงเต็มเวลาในโรงเรียน ทำคุรุนิพนธ์ และเลือกวิชาเสริมเพื่อเพิ่มมุมมองวิชาชีพ"
        ],
        studyPlanPdf: "http://academic.uru.ac.th/DB_course/doc_course/123.pdf",
        studyPlanInfoImg: "https://iili.io/FyCmo8b.png",
        website: "https://edu.uru.ac.th/",      
        majorsFacebook: "https://www.facebook.com/profile.php?id=100068071622318#",
        facultyFacebook: "https://www.facebook.com/educationuruacth",
        logoUrl: "https://kharusartsuksa.uru.ac.th/images/uru_logo.png"
      },
      { 
        name : 'สังคมศึกษา', 
        grade : 2.75,
        ability: ['สังคม', 'สอนประวัติศาสตร์', 'พูด', 'การเมือง', 'มารยาท', 'เข้าสังคม', 'สอน', 'ครู', 'รักเด็ก', 'เข้าใจในการสอน'], 
        quota: 60, 
        requiredEducation: ['มัธยมปลาย', 'ปวช', 'อื่นๆ'],
        condition: "มัธยมศึกษาตอนปลายหรือเทียบเท่าทุกแผนการเรียน",
        reason : 'คุณมีความสนใจด้านสังคม วัฒนธรรม ประวัติศาสตร์ และเหตุการณ์ปัจจุบัน ชื่นชอบการค้นคว้า วิเคราะห์ และถ่ายทอดความรู้ เหมาะกับการพัฒนาทักษะะความเข้าใจสังคม',
        careers: ["ครูสอนสังคมศึกษา", "นักสังคมสงเคราะห์", "นักจัดกิจกรรม", "ที่ปรึกษานโยบายและการพัฒนาชุมชน", "นักวิจัยด้านสังคมศาสตร์", "เจ้าหน้าที่ด้านสื่อสารมวลชน"],
        studyPlan: 
        [
          "📘 ปี 1 : เรียนวิชาทั่วไป จิตวิทยา จริยธรรมครู พร้อมพื้นฐานประวัติศาสตร์ เศรษฐศาสตร์ ภูมิศาสตร์ และรัฐศาสตร์",
          "📗 ปี 2 : ลงลึกเศรษฐศาสตร์ ภูมิศาสตร์ การเมือง และประวัติศาสตร์ ควบคู่กับวิชาชีพครู และการฝึกสอนเบื้องต้น",
          "📙 ปี 3 : ศึกษาเรื่องกฎหมาย ศาสนา–ปรัชญา ภูมิศาสตร์เศรษฐกิจ และประวัติศาสตร์ท้องถิ่น พร้อมทำวิจัย วิชาเลือกเสรี และฝึกสอนเพิ่มเติม",
          "📕 ปี 4 : ฝึกสอนจริงเต็มเวลาในโรงเรียน พร้อมทำคุรุนิพนธ์/วิจัย เพื่อเตรียมความพร้อมสู่การเป็นครูมืออาชีพ"
        ],
        studyPlanPdf: "http://academic.uru.ac.th/DB_course/doc_course/139.pdf",
        studyPlanInfoImg: "https://iili.io/FyCyJQ2.png",
        website: "https://edu.uru.ac.th/",      
        majorsFacebook: "https://www.facebook.com/profile.php?id=100075859286362#",
        facultyFacebook: "https://www.facebook.com/educationuruacth",
        logoUrl: "https://kharusartsuksa.uru.ac.th/images/uru_logo.png"
      },
      { 
        name : 'พลศึกษา', 
        grade : 2.75, 
        ability: ['กีฬา', 'ออกกำลังกาย', 'พูด', 'สอน', 'ครู', 'รักเด็ก', 'เข้าใจในการสอน', 'เคลื่อนไหว', 'ส่งเสริมสุขภาพ', 'พัฒนาสมรรถภาพ'], 
        quota: 60,
        requiredEducation: ['มัธยมปลาย', 'ปวช', 'อื่นๆ'], 
        condition: "มัธยมศึกษาตอนปลายหรือเทียบเท่าทุกแผนการเรียน",
        reason : 'คุณมีความสนใจด้านการออกกำลังกาย กีฬา และสุขภาพ มีทักษะการเคลื่อนไหวและการจัดกิจกรรมทางกาย เหมาะกับการส่งเสริมสุขภาพ และพัฒนาสมรรถภาพทางกายของผู้เรียน',
        careers: ["ครูพลศึกษา", "ผู้ฝึกสอนกีฬา", "ผู้เชี่ยวชาญด้านการออกกำลังกายและฟิตเนส", "นักวิทยาศาสตร์การกีฬา", "นักวิชาการส่งเสริมสุขภาพ", "นักกายภาพบำบัด"],
        studyPlan: 
        [
          "📘 ปี 1 : เรียนพื้นฐานวิชาชีพครู ภาษาไทย–อังกฤษ จิตวิทยาเบื้องต้น กายวิภาคและสรีรวิทยา พร้อมทักษะกีฬาเบื้องต้น (กรีฑา ยิมนาสติก)",
          "📗 ปี 2 : เรียนหลักสูตร การวัดและประเมินผล สรีรวิทยาการออกกำลังกาย วิทยาศาสตร์การเคลื่อนไหว ทักษะกีฬาเฉพาะทาง (ว่ายน้ำ กระบี่กระบอง)",
          "📙 ปี 3 : เรียนการวิจัย นวัตกรรมการเรียนรู้ การทดสอบสมรรถภาพ ทักษะกีฬาขั้นสูง (มวยไทย กีฬาเด็กพิเศษ)",
          "📕 ปี 4 : ฝึกสอนจริงเต็มเวลาในโรงเรียน ทำคุรุนิพนธ์ สัมมนาพลศึกษา และเลือกเสรี เพื่อเตรียมความพร้อมสู่การเป็นครูพลศึกษา"
        ],
        studyPlanPdf: "http://academic.uru.ac.th/DB_course/doc_course/145.pdf",
        studyPlanInfoImg: "https://iili.io/Fyn9WoQ.png",
        website: "https://edu.uru.ac.th/",      
        majorsFacebook: "https://www.facebook.com/PEURU",
        facultyFacebook: "https://www.facebook.com/educationuruacth",
        logoUrl: "https://kharusartsuksa.uru.ac.th/images/uru_logo.png"
      },
      { 
        name : 'เกษตรศาสตร์', 
        grade : 2.30, 
        ability: ['สิ่งแวดล้อม', 'การอนุรักษ์', 'ต้นไม้', 'สอน', 'ครู', 'รักเด็ก', 'เข้าใจในการสอน', 'การเกษตร', 'เกษตร', 'พัฒนาพืช', 'จัดการทรัพยากร'], 
        quota: 60, 
        requiredEducation: ['มัธยมปลาย', 'ปวช', 'อื่นๆ'], 
        condition: "มัธยมศึกษาตอนปลายหรือเทียบเท่าทุกแผนการเรียน",
        reason : 'คุณมีความสนใจด้านการเกษตร การพัฒนาพืชและสิ่งมีชีวิต มีทักษะในการสังเกตและจัดการทรัพยากร เหมาะกับการถ่ายทอดความรู้ด้านเกษตร',
        careers: ["ครูพลศึกษา", "ผู้ฝึกสอนกีฬา", "ผู้เชี่ยวชาญด้านการออกกำลังกายและฟิตเนส", "นักวิทยาศาสตร์การกีฬา", "นักวิชาการส่งเสริมสุขภาพ", "นักกายภาพบำบัด"],
        studyPlan: 
        [
          "📘 ปี 1 : เรียนวิชาทั่วไป วิชาชีพครู และวิชาเกษตรพื้นฐาน เช่น หลักการเกษตร พืชศาสตร์ ปฐพีวิทยา การผลิตสัตว์ การแปรรูปผลผลิต", 
          "📗 ปี 2 : เรียนรู้การคิด วิเคราะห์ และใช้เทคโนโลยีการศึกษาควบคู่กับทักษะเกษตรพื้นฐาน เช่น งานช่าง–พืช–ฟาร์ม",
          "📙 ปี 3 : เรียนการวิจัย นวัตกรรม ภาษา สุขภาวะ ศิลปะ ร่วมกับทักษะเกษตรเชิงลึกและเทคโนโลยีสมัยใหม่ พร้อมเลือกวิชาเอกตามความสนใจ",
          "📕 ปี 4 : ฝึกสอนจริงเต็มเวลาในโรงเรียน ทำคุรุนิพนธ์ เลือกวิชาเอกและวิชาเสรี"     
         ],
        studyPlanPdf: "http://academic.uru.ac.th/DB_course/doc_course/126.pdf",
        studyPlanInfoImg: "https://iili.io/FynHBzx.png",
        website: "https://edu.uru.ac.th/",      
        majorsFacebook: "https://www.facebook.com/AgricultureURU",
        facultyFacebook: "https://www.facebook.com/educationuruacth",
        logoUrl: "https://kharusartsuksa.uru.ac.th/images/uru_logo.png"
      },
      { 
        name : 'นาฏศิลป์', 
        grade : 2.30, 
        ability: ['ดนตรี', 'การแสดง', 'เต้น', 'รำ', 'สอน', 'ครู', 'รักเด็ก', 'เข้าใจในการสอน', 'สื่อสาร', 'จินตนาการ', 'ความคิดสร้างสรรค์'], 
        quota: 60, 
        requiredEducation: ['มัธยมปลาย', 'ปวช', 'อื่นๆ'], 
        condition: "มัธยมศึกษาตอนปลายหรือเทียบเท่าทุกแผนการเรียน",
        reason : 'คุณมีทักษะด้านการแสดงและศิลปะการรำ ควบคู่กับใจรักการสอนและความมุ่งมั่นที่จะถ่ายทอดและสืบสานศิลปวัฒนธรรมไทย',
        careers: ["ครูนาฏศิลป์", "นักออกแบบและผู้กำกับการแสดง", "นักรำหรือนักแสดงมืออาชีพ", "นักออกแบบท่าเต้นและครีเอทีฟคอนเทนต์", "นักวิจัยและอนุรักษ์ศิลปวัฒนธรรมไทย", "ติวเตอร์ด้านนาฏศิลป์"],
        studyPlan: 
        [
          "📘 ปี 1 : เรียนวิชาทั่วไป วิชาชีพครู และวิชาเอกบังคับพื้นฐาน เช่น ทักษะนาฏศิลป์ไทย การละครไทย พิธีไหว้ครู", 
          "📗 ปี 2 : เรียนทักษะศตวรรษที่ 21 วิชาชีพครู เช่น การวัดและประเมินผล ปฏิบัติการสอน 2 และวิชาเอกบังคับ เช่น โขน ระบำมาตรฐาน รำเดี่ยวรำคู่",
          "📙 ปี 3 : เรียนวิชาทั่วไป การวิจัยและนวัตกรรมการเรียนรู้ ปฏิบัติการสอน 3 และวิชาเอกบังคับ เช่น นาฏยประดิษฐ์ การวิจัยด้านนาฏศิลป์",
          "📕 ปี 4 : ฝึกสอนจริงเต็มเวลาในโรงเรียน ทำคุรุนิพนธ์ เลือกวิชาเอกและวิชาเสรี"     
         ],
        studyPlanPdf: "http://academic.uru.ac.th/DB_course/doc_course/141.pdf",
        studyPlanInfoImg: "https://iili.io/FynHiLQ.png",
        website: "https://edu.uru.ac.th/",      
        majorsFacebook: "https://www.facebook.com/people/%E0%B8%84%E0%B8%A3%E0%B8%B9%E0%B8%99%E0%B8%B2%E0%B8%8F%E0%B8%A8%E0%B8%B4%E0%B8%A5%E0%B8%9B%E0%B9%8C-%E0%B8%A3%E0%B8%B2%E0%B8%8A%E0%B8%A0%E0%B8%B1%E0%B8%8F%E0%B8%AD%E0%B8%B8%E0%B8%95%E0%B8%A3%E0%B8%94%E0%B8%B4%E0%B8%95%E0%B8%96%E0%B9%8C/100063824791883/",
        facultyFacebook: "https://www.facebook.com/educationuruacth",
        logoUrl: "https://kharusartsuksa.uru.ac.th/images/uru_logo.png"
        },
        { 
        name : 'ดนตรีศึกษา', 
        grade : 2.30, 
        ability: ['ดนตรี', 'การแสดง', 'เต้น', 'ร้องเพลง', 'สอน', 'ครู', 'รักเด็ก', 'เข้าใจในการสอน', 'สื่อสาร', 'จินตนาการ', 'ความคิดสร้างสรรค์', 'ความมั่นใจ'], 
        quota: 60, 
        requiredEducation: ['มัธยมปลาย', 'ปวช', 'อื่นๆ'], 
        condition: "มัธยมศึกษาตอนปลายหรือเทียบเท่าทุกแผนการเรียน",
        reason : 'คุณมีทักษะด้านดนตรี การร้อง การเล่นเครื่องดนตรี และรักการสอน จึงเหมาะกับการถ่ายทอดความรู้ด้านดนตรีให้ผู้เรียน',
        careers: ["ครูนาฏศิลป์", "นักออกแบบและผู้กำกับการแสดง", "นักรำหรือนักแสดงมืออาชีพ", "นักออกแบบท่าเต้นและครีเอทีฟคอนเทนต์", "นักวิจัยและอนุรักษ์ศิลปวัฒนธรรมไทย", "ติวเตอร์ด้านนาฏศิลป์"],
        studyPlan: 
        [
          "📘 ปี 1 : เรียนวิชาทั่วไป วิชาชีพครู และวิชาเอกพื้นฐาน เช่น ทฤษฎีดนตรี ดนตรีไทย-ตะวันตก และทักษะดนตรีสำหรับครู", 
          "📗 ปี 2 : พัฒนาทักษะศตวรรษที่ 21 การวัดและประเมินผล ปฏิบัติการสอน 2 พร้อมวิชาเอก เช่น ดนตรีโลก เทคโนโลยีดนตรี การขับร้อง และการจัดวงดนตรี",
          "📙 ปี 3 : เน้นการวิจัยและนวัตกรรม ปฏิบัติการสอน 3 วิชาเอก เช่น การซ่อมสร้างอุปกรณ์ นำเสนอผลงาน ดนตรีชาติพันธุ์ และการสอนทักษะดนตรี",
          "📕 ปี 4 : ฝึกสอนจริงเต็มเวลาในโรงเรียน ทำคุรุนิพนธ์ เลือกวิชาเอกและวิชาเสรี"     
         ],
        studyPlanPdf: "http://academic.uru.ac.th/DB_course/doc_course/127.pdf",
        studyPlanInfoImg: "https://iili.io/FyndJ9e.png",
        website: "https://edu.uru.ac.th/",      
        majorsFacebook: "https://www.facebook.com/people/%E0%B8%AA%E0%B8%B2%E0%B8%82%E0%B8%B2%E0%B8%94%E0%B8%99%E0%B8%95%E0%B8%A3%E0%B8%B5%E0%B8%A8%E0%B8%B6%E0%B8%81%E0%B8%A9%E0%B8%B2-%E0%B8%84%E0%B8%93%E0%B8%B0%E0%B8%84%E0%B8%A3%E0%B8%B8%E0%B8%A8%E0%B8%B2%E0%B8%AA%E0%B8%95%E0%B8%A3%E0%B9%8C-%E0%B8%A1%E0%B8%AB%E0%B8%B2%E0%B8%A7%E0%B8%B4%E0%B8%97%E0%B8%A2%E0%B8%B2%E0%B8%A5%E0%B8%B1%E0%B8%A2%E0%B8%A3%E0%B8%B2%E0%B8%8A%E0%B8%A0%E0%B8%B1%E0%B8%8F%E0%B8%AD%E0%B8%B8%E0%B8%95%E0%B8%A3%E0%B8%94%E0%B8%B4%E0%B8%95%E0%B8%96%E0%B9%8C/100063829999854/",
        facultyFacebook: "https://www.facebook.com/educationuruacth",
        logoUrl: "https://kharusartsuksa.uru.ac.th/images/uru_logo.png"
      },
      { 
        name : 'คอมพิวเตอร์', 
        grade : 2.50, 
        ability: ['เทคโนโลยี', 'คอมพิวเตอร์', 'คอม', 'ดิจิทัล', 'สอน', 'ครู', 'รักเด็ก', 'เข้าใจในการสอน', 'คิดวิเคราะห์', 'แก้ปัญหา', 'ความคิดสร้างสรรค์', 'ความมั่นใจ', 'เรียนรู้ตลอดเวลา'], 
        quota: 60, 
        requiredEducation: ['มัธยมปลาย', 'ปวช', 'อื่นๆ'], 
        condition: "มัธยมศึกษาตอนปลายหรือเทียบเท่าทุกแผนการเรียน",
        reason : 'คุณมีทักษะด้านดนตรี การร้อง การเล่นเครื่องดนตรี และรักการสอน จึงเหมาะกับการถ่ายทอดความรู้ด้านดนตรีให้ผู้เรียน',
        careers: ["ครูคอมพิวเตอร์", "นักวิเคราะห์ข้อมูล", "นักออกแบบเกมหรือแอปพลิเคชัน", "นักพัฒนาโปรแกรมหรือซอฟต์แวร์", "นักพัฒนาเว็บไซต์", "นักโปรแกรมคอมพิวเตอร์"],
        studyPlan: 
        [
          "📘 ปี 1 : เรียนวิชาทั่วไป วิชาชีพครู และพื้นฐานคอมพิวเตอร์ เช่น ระบบสารสนเทศ กฎหมายคอมพิวเตอร์ และการเขียนโปรแกรม", 
          "📗 ปี 2 : พัฒนาทักษะศตวรรษที่ 21 การวัดประเมินผล ปฏิบัติการสอน พร้อมวิชาเอก เช่น กราฟิก ระบบเครือข่าย และสื่อการสอนอิเล็กทรอนิกส์",
          "📙 ปี 3 : เน้นวิจัยและนวัตกรรม ปฏิบัติการสอน 3 และวิชาเอก เช่น การจัดการเรียนรู้สำหรับครูคอมพิวเตอร์",
          "📕 ปี 4 : ฝึกสอนจริงเต็มเวลาในโรงเรียน ทำคุรุนิพนธ์ เลือกวิชาเอกและวิชาเสรี"     
         ],
        studyPlanPdf: "http://academic.uru.ac.th/DB_course/doc_course/146.pdf",
        studyPlanInfoImg: "https://iili.io/Fyn2IgS.png",
        website: "https://edu.uru.ac.th/",      
        majorsFacebook: "https://www.facebook.com/comeduru.official/",
        facultyFacebook: "https://www.facebook.com/educationuruacth",
        logoUrl: "https://kharusartsuksa.uru.ac.th/images/uru_logo.png"
      },
      { 
        name : 'คอมพิวเตอร์และเทคโนโลยีดิจิทัล', 
        grade : 2.50, 
        ability: ['เทคโนโลยี', 'คอมพิวเตอร์', 'คอม', 'ดิจิทัล', 'สอน', 'ครู', 'รักเด็ก', 'เข้าใจในการสอน', 'คิดวิเคราะห์', 'แก้ปัญหา', 'ความคิดสร้างสรรค์', 'ความมั่นใจ', 'เรียนรู้ตลอดเวลา'], 
        quota: 60, 
        condition: "มัธยมศึกษาตอนปลายหรือเทียบเท่าทุกแผนการเรียน",
        reason : 'มีทักษะด้านเทคโนโลยีและดิจิทัล พร้อมใจรักการสอน เข้าใจผู้เรียน และมุ่งพัฒนาการเรียนรู้ด้วยนวัตกรรม',
        careers: ["ครูคอมพิวเตอร์ / ครูเทคโนโลยีดิจิทัล", "ผู้ดูแลระบบคอมพิวเตอร์และเครือข่าย", "ผู้ฝึกอบรมด้านเทคโนโลยีดิจิทัลในองค์กร", "ผู้สร้างคอนเทนต์ดิจิทัลเพื่อการเรียนรู้"],
        studyPlan: 
        [
          "📘 ปี 1 : เรียนพื้นฐานวิชาทั่วไป ภาษาไทย อังกฤษ จิตวิทยาครู กฎหมายคอมพิวเตอร์ การเขียนโปรแกรม และเทคโนโลยีดิจิทัลเบื้องต้น", 
          "📗 ปี 2 : เน้นนวัตกรรมและสื่อการสอน กราฟิก วีดิทัศน์ วิทยาการจัดการเรียนรู้ การวัดผล รวมถึงสถาปัตยกรรมคอมพิวเตอร์ ",
          "📙 ปี 3 : พัฒนาทักษะเชิงลึก เช่น เครือข่ายคอมพิวเตอร์ ระบบงาน คอมพิวเตอร์ศึกษา AI การวิจัย และการผลิตสื่อการสอนอิเล็กทรอนิกส์",
          "📕 ปี 4 : ฝึกสอนจริงเต็มเวลาในโรงเรียน ทำโครงงานด้านสื่อดิจิทัล ทำคุรุนิพนธ์ เลือกวิชาเอกและวิชาเสรี"     
         ],
        studyPlanPdf: "https://academic.uru.ac.th/DB_course/doc_course/151.pdf",
        studyPlanInfoImg: "https://iili.io/Fyn2mv9.png",
        website: "https://edu.uru.ac.th/",      
        majorsFacebook: "https://www.facebook.com/EDTech.URU/",
        facultyFacebook: "https://www.facebook.com/educationuruacth",
        logoUrl: "https://kharusartsuksa.uru.ac.th/images/uru_logo.png"
      },
    ]
    },
    
    { 
    name: 'คณะมนุษยศาสตร์และสังคมศาสตร์',
    majors: [
      { 
        name : 'สังคมศาสตร์เพื่อการพัฒนา', 
        grade : null, 
        ability: ['พัฒนา', 'สังคม', 'คิดวิเคราะห์', 'เข้าใจวัฒนธรรม', 'มองภาพรวม', 'สื่อสาร', 'แก้ปัญหา', 'เทคโนโลยี', 'ดิจิทัล'], 
        quota: 20, 
        condition: "มัธยมศึกษาตอนปลายหรือเทียบเท่าทุกแผนการเรียน",
        reason : 'คุณมีความสนใจด้านสังคม เทคโนโลยี และการสื่อสาร พร้อมมุ่งมั่นพัฒนาคนและชุมชนให้ก้าวทันการเปลี่ยนแปลงในยุคดิจิทัล',
        careers: ["นักสังคมสงเคราะห์", "นักวิจัยหรือนักวิเคราะห์ทางสังคม", "นักพัฒนาสังคมและชุมชน", "นักสร้างสื่อดิจิทัลเพื่อสังคม", "นักออกแบบและจัดการแพลตฟอร์มชุมชนออนไลน์", "ผู้จัดการโครงการด้านสังคมและชุมชน"],
        studyPlan: 
        [
          "📘 ปี 1 : เรียนพื้นฐานวิชาทั่วไปและสังคมศาสตร์เบื้องต้น เช่น ความเป็นพลเมือง หลักสังคมวิทยา และการเปลี่ยนแปลงทางสังคม", 
          "📗 ปี 2 : พัฒนาทักษะการวิเคราะห์ นวัตกรรม และการจัดการเรียนรู้ รวมถึงเศรษฐกิจชุมชนและนโยบายสังคม",
          "📙 ปี 3 : เน้นวิจัย การประเมินผล การจัดการความรู้ และเทคโนโลยีสารสนเทศ พร้อมปฏิบัติการเรียนการสอน",
          "📕 ปี 4 : ฝึกประสบการณ์ภาคสนาม ทำโครงงาน สัมมนา และวิชาเลือกเสรี เพื่อเตรียมพร้อมสู่การประกอบอาชีพ"     
         ],
        studyPlanPdf: "http://academic.uru.ac.th/DB_course/doc_course/134.pdf",
        studyPlanInfoImg: "https://iili.io/FyYY9Yg.png",
        website: "https://www.uru.ac.th/#gsc.tab=0",      
        majorsFacebook: "https://www.facebook.com/profile.php?id=100076409621333",
        facultyFacebook: "https://www.facebook.com/human.uru",
        logoUrl: "https://iili.io/FyRVWmu.jpg"
      },
    ]
  }
];

module.exports = faculties;
