// facultiesData.js

const faculties = [
  {
    name: 'คณะครุศาสตร์',
    majors: [
      {
        name: 'ภาษาไทย',
        grade: 2.75,
        ability: ['ภาษาไทย', 'สอน', 'ครู', 'รักเด็ก', 'เข้าใจในการสอน', 'การเขียน', 'สื่อสาร', 'วรรณกรรม', 'การอ่าน', 'จับใจความ', 'ไวยากรณ์', 'เรียบเรียง'],
        quota: 60,
        requiredEducation: ['มัธยมปลาย', 'ปวช', 'อื่นๆ'],
        condition: "มัธยมศึกษาตอนปลายหรือเทียบเท่าทุกแผนการเรียน เกรดวิชาภาษาไทยไม่ต่ำกว่า 3.0",
        reason: 'คุณมีความสามารถด้านภาษาไทย และรักในการสื่อสารผ่านภาษา เหมาะกับการถ่ายทอดความรู้ทางภาษาให้ผู้อื่น',
        careers: ["ครูสอนภาษาไทย", "นักเขียน", "บรรณาธิการ"],
        studyPlan: [ "📘 ปี 1: วิชาศึกษาทั่วไป พื้นฐานคณะ เช่น คณิต, อังกฤษ","📗 ปี 2: วิชาเฉพาะสาขาเบื้องต้น","📙 ปี 3: วิชาเฉพาะเชิงลึก + ภาคปฏิบัติ/โครงการ","📕 ปี 4: สหกิจ ฝึกงาน หรือโปรเจกต์จบ"],
        studyPlanPdf: "http://academic.uru.ac.th/DB_course/doc_course/124.pdf",
        website: "https://edu.uru.ac.th/",      
        majorsFacebook: "https://www.facebook.com/profile.php?id=100063988815394#",
        facultyFacebook: "https://www.facebook.com/educationuruacth",
        logoUrl: "https://kharusartsuksa.uru.ac.th/images/uru_logo.png"
      },
      {
        name: 'วิทยาศาสตร์ทั่วไป',
        grade: 2.50,
        ability: ['วิทยาศาสตร์', 'เคมี', 'ฟิสิกส์', 'ชีววิทยา', 'แล็บ'],
        quota: 60,
        requiredEducation: ['มัธยมปลาย', 'ปวช'],
        condition: "มัธยมศึกษาตอนปลายหรือเทียบเท่าสาขาทางวิทย์-คณิต, หรือสาขาที่เกี่ยวข้องกับวิทยาศาสตร์",
        reason: 'คุณมีความสามารถด้านวิทยาศาสตร์ ',
        careers: ["นักวิชาการ", "นักเคมี", "นักฟิสิกส์"],
      },
      {
        name : 'การประถมศึกษา',
        grade : 2.75,
        ability : ['สอนเด็กประถม', 'บริหารห้องเรียน', 'ออกแบบการเรียนการสอน', 'สอน', 'ครู', 'รักเด็ก', 'เข้าใจในการสอน'], 
        quota : 60,
        condition : "มัธยมศึกษาตอนปลายหรือเทียบเท่าทุกแผนการเรียน",
        reason : ''
      },
      {
        name : 'ภาษาต่างประเทศ วิชาเอกภาษาอังกฤษ',
        grade : 2.75,
        ability :  ['การสื่อสาร', 'ภาษาอังกฤษ', 'สอน', 'ครู', 'รักเด็ก', 'เข้าใจในการสอน'],
        quota : 60,
        condition : "มัธยมศึกษาตอนปลายหรือเทียบเท่าทุกแผนการเรียน",
        reason : ''
      },
      {
        name : 'ภาษาต่างประเทศ วิชาเอกภาษาจีน',
        grade : 2.50,
        ability :  ['การสื่อสาร', 'ภาษาจีน', 'สอน', 'ครู', 'รักเด็ก', 'เข้าใจในการสอน'], 
        quota : 60,
        condition : "มัธยมศึกษาตอนปลายหรือเทียบเท่าทุกแผนการเรียน",
        reason : ''
      },
      {
        name : 'ภาษาต่างประเทศ วิชาเอกภาษาเกาหลี',
        grade : 2.50,
        ability :  ['การสื่อสาร', 'ภาษาเกาหลี', 'สอน', 'ครู', 'รักเด็ก', 'เข้าใจในการสอน'], 
        quota : 30,
        condition : "มัธยมศึกษาตอนปลายหรือเทียบเท่าทุกแผนการเรียน",
        reason : ''
      },
      { 
        name : 'การศึกษาปฐมวัย', 
        grade : 2.75, 
        ability : ['รักเด็ก', 'อดทน', 'จัดกิจกรรมเด็ก', 'สอน', 'ครู', 'เข้าใจในการสอน'], 
        quota : 60, 
        condition : "มัธยมศึกษาตอนปลายหรือเทียบเท่าทุกแผนการเรียน",
        reason : ''
      },
      { 
        name : 'คณิตศาสตร์', 
        grade : 3.00, 
        ability: ['เลข', 'คำนวณ', 'คณิต', 'สถิติ', 'แคลคูลัส', 'สอน', 'ครู', 'รักเด็ก', 'เข้าใจในการสอน'], 
        quota : 60, 
        condition : "มัธยมศึกษาตอนปลายหรือเทียบเท่าสาขาทางวิทย์-คณิต, ศิลป์-คำนวณหรือสาขาที่มีคณิตศาสตร์เพิ่มเติม",
        reason : ''
      },
      { 
        name : 'สังคมศึกษา', 
        grade : 2.75,
        ability: ['สังคม', 'สอนประวัติศาสตร์', 'พูด', 'การเมือง', 'มารยาท', 'เข้าสังคม', 'สอน', 'ครู', 'รักเด็ก', 'เข้าใจในการสอน'], 
        quota: 60, 
        condition: "มัธยมศึกษาตอนปลายหรือเทียบเท่าทุกแผนการเรียน",
        reason : ''
      },
      { 
        name : 'พลศึกษา', 
        grade : 2.75, 
        ability: ['กีฬา', 'ออกกำลังกาย', 'พูด', 'สอน', 'ครู', 'รักเด็ก', 'เข้าใจในการสอน'], 
        quota: 60, 
        condition: "มัธยมศึกษาตอนปลายหรือเทียบเท่าทุกแผนการเรียน",
        reason : ''
      },
      { 
        name : 'เกษตรศา่สตร์', 
        grade : 2.30, 
        ability: ['สิ่งแวดล้อม', 'การอนุรักษ์', 'ต้นไม้', 'สอน', 'ครู', 'รักเด็ก', 'เข้าใจในการสอน'], 
        quota: 60, 
        condition: "มัธยมศึกษาตอนปลายหรือเทียบเท่าทุกแผนการเรียน",
        reason : ''
      },
      { 
        name : 'นาฏศิลป์', 
        grade : 2.30, 
        ability: ['ดนตรี', 'การแสดง', 'เต้น', 'รำ', 'สอน', 'ครู', 'รักเด็ก', 'เข้าใจในการสอน'], 
        quota: 60, 
        condition: "มัธยมศึกษาตอนปลายหรือเทียบเท่าทุกแผนการเรียน",
        reason : ''
      },
      { 
        name : 'คอมพิวเตอร์และเทคโนโลยีดิจิทัลเพื่อการศึกษา วิชาเอกคอมพิวเตอร์', 
        grade : 2.50, 
        ability: ['เทคโนโลยี', 'คอมพิวเตอร์', 'ดิจิทัล', 'สอน', 'ครู', 'รักเด็ก', 'เข้าใจในการสอน'], 
        quota: 60, 
        condition: "มัธยมศึกษาตอนปลายหรือเทียบเท่าทุกแผนการเรียน",
        reason : ''
      },
      { 
        name : 'คอมพิวเตอร์และเทคโนโลยีดิจิทัลเพื่อการศึกษา วิชาเอกคอมพิวเตอร์และเทคโนโลยีดิจจิทัลเพื่อศึกษา', 
        grade : 2.50, 
        ability: ['เทคโนโลยี', 'คอมพิวเตอร์', 'ดิจิทัล', 'สอน', 'ครู', 'รักเด็ก', 'เข้าใจในการสอน'], 
        quota: 60, 
        condition: "มัธยมศึกษาตอนปลายหรือเทียบเท่าทุกแผนการเรียน",
        reason : ''
      },
    ]
  }
];

module.exports = faculties;
