// facultiesData.js

const faculties = [
  {
    name: 'คณะครุศาสตร์',
    majors: [
      {
        name: 'ภาษาไทย',
        grade: 2.75,
        ability: ['ภาษาไทย', 'สอน', 'ครู', 'รักเด็ก', 'เข้าใจในการสอน', 'การเขียน', 'สื่อสาร', 'วรรณกรรม', 'การอ่าน', 'จับใจความ', 'ไวยากรณ์', 'เรียบเรียง'],
        quota: 60,
        requiredEducation: ['มัธยมปลาย', 'ปวช', 'อื่นๆ'],
        condition: "มัธยมศึกษาตอนปลายหรือเทียบเท่าทุกแผนการเรียน เกรดวิชาภาษาไทยไม่ต่ำกว่า 3.0",
        reason: 'คุณมีความสามารถด้านภาษาไทย และรักในการสื่อสารผ่านภาษา เหมาะกับการถ่ายทอดความรู้ทางภาษาให้ผู้อื่น',
        careers: ["ครูสอนภาษาไทย", "นักเขียน", "บรรณาธิการ"],
        studyPlan: ["📘 ปี 1 : วิชาศึกษาทั่วไป + พื้นฐานวิชาชีพครูและภาษาไทย\n● 🧠 จิตวิทยา\n● 📋 หลักสูตร\n● 📖 วรรณคดี\n● 🇬🇧 อังกฤษ\n● 👩‍🏫 ปฏิบัติการสอน 1",
                    "📗 ปี 2 : วิชาเฉพาะสาขาเบื้องต้น\n● 💡 ทักษะศตวรรษที่ 21\n● 🧩 นวัตกรรมการสอน\n● 🏫 บริหารการศึกษา\n● 📖 วรรณคดีขั้นสูง\n● 📊 วัดและประเมินผล\n● 👩‍🏫 ปฏิบัติการสอน 2",
                    "📙 ปี 3 : วิชาเฉพาะเชิงลึก + ภาคปฏิบัติ\n● 📚 การวิจัย\n● 👩‍🏫 การสอนภาษาไทยขั้นสูง\n● 🌏 ภาษาต่างประเทศในภาษาไทย\n● 🏛️ คติชน\n● 🗣️ การอ่านออกเสียง\n● 👩‍🏫 ปฏิบัติการสอน 3",
                    "📕 ปี 4 : ภาคฝึกประสบการณ์ / โปรเจกต์จบ\n● 👩‍🏫 ปฏิบัติการสอน 4\n● 📚 คุรุนิพนธ์\n● 📝 โครงงาน–สัมมนา\n● 🎨 วิชาเลือกเสรี"],
        studyPlanPdf: "http://academic.uru.ac.th/DB_course/doc_course/124.pdf",
        website: "https://edu.uru.ac.th/",      
        majorsFacebook: "https://www.facebook.com/profile.php?id=100063988815394#",
        facultyFacebook: "https://www.facebook.com/educationuruacth",
        logoUrl: "https://kharusartsuksa.uru.ac.th/images/uru_logo.png"
      },
      {
        name: 'วิทยาศาสตร์ทั่วไป',
        grade: 2.50,
        ability: ['วิทยาศาสตร์', 'เคมี', 'ฟิสิกส์', 'ชีววิทยา', 'แล็บ'],
        quota: 60,
        requiredEducation: ['มัธยมปลาย', 'ปวช'],
        condition: "มัธยมศึกษาตอนปลายหรือเทียบเท่าสาขาทางวิทย์-คณิต, หรือสาขาที่เกี่ยวข้องกับวิทยาศาสตร์",
        reason: 'คุณมีความสามารถด้านวิทยาศาสตร์ ',
        careers: ["นักวิชาการ", "นักเคมี", "นักฟิสิกส์"],
        studyPlan: ["📘 ปี 1 : วิชาศึกษาทั่วไป + พื้นฐานวิชาชีพครู\n● 🧠 จิตวิทยา\n● 📋 หลักสูตร\n● 📝 ภาษาไทย\n● 🇬🇧 อังกฤษ\n● 👩‍🏫 ปฏิบัติการสอน 1\n● 🔬 ฟิสิกส์/ชีววิทยา/เคมีพื้นฐาน",
                    "📗 ปี 2 : วิชาเฉพาะสาขาเบื้องต้น\n● 💡 ทักษะศตวรรษที่ 21\n● 🧩 นวัตกรรมการสอน\n● 🏫 บริหารการศึกษา\n● 📊 วัดและประเมินผล\n● 🔬 ฟิสิกส์/ชีววิทยา/เคมีขั้นกลาง\n● 👩‍🏫 ปฏิบัติการสอน 2",
                    "📙 ปี 3 : วิชาเฉพาะเชิงลึก + ภาคปฏิบัติ\n● 🔬 การสอนวิทยาศาสตร์ขั้นสูง\n● 📖 การวิจัย\n● 🔬 ฟิสิกส์/ชีววิทยา/เคมีเชิงลึก\n● 👩‍🏫 ปฏิบัติการสอน 3\n● 📝 โครงการย่อย",
                    "📕 ปี 4 : ภาคฝึกประสบการณ์ / โปรเจกต์จบ\n● 👩‍🏫 ปฏิบัติการสอน 4\n● 📚 คุรุนิพนธ์\n● 📝 โครงงาน–สัมมนา\n● 🎨 วิชาเลือกเสรี"],
        studyPlanPdf: "http://academic.uru.ac.th/DB_course/doc_course/144.pdf",
        website: "https://edu.uru.ac.th/",      
        majorsFacebook: "https://www.facebook.com/scienceeduuru",
        facultyFacebook: "https://www.facebook.com/educationuruacth",
        logoUrl: "https://kharusartsuksa.uru.ac.th/images/uru_logo.png"
      },
    ]
  }
];

module.exports = faculties;
