// facultiesData.js

const faculties = [
  {
    name: 'คณะครุศาสตร์',
    majors: [
      {
        name: 'ภาษาไทย',
        majorDescription : "หลักภาษาไทย วรรณคดี และการสอนภาษาไทย พร้อมพัฒนาทักษะครูและตนเอง",
        grade: 2.75,
        ability: ['ภาษาไทย', 'สอน', 'ครู', 'รักเด็ก', 'เข้าใจในการสอน', 'การเขียน', 'สื่อสาร', 'วรรณกรรม', 'การอ่าน', 'จับใจความ', 'ไวยากรณ์', 'เรียบเรียง'],
        quota: 60 ,
        requiredEducation: ['มัธยมปลาย', 'ปวช', 'อื่นๆ'],
        condition: "มัธยมศึกษาตอนปลายหรือเทียบเท่าทุกแผนการเรียน เกรดวิชาภาษาไทยไม่ต่ำกว่า 3.0",
        studyDuration: "4 ปี",
        acquiredSkills: "การสอนภาษาไทย เทคนิคการสอน การสื่อสาร การคิดวิเคราะห์ การใช้ภาษาอย่างมีประสิทธิภาพ",
        tuitionFee: "7500 บาท",
        careers: ["ครูสอนภาษาไทย", "นักเขียน", "บรรณาธิการ"],
        studyPlan: 
        [
          "📘 ปี 1 : ปูพื้นฐานวิชาทั่วไป ฝึกทักษะครูเบื้องต้น และเรียนภาษาไทยพื้นฐาน",
          "📗 ปี 2 : เจาะลึกวิชาชีพครูระดับกลาง เรียนรู้การจัดการเรียนการสอน พร้อมวิชาเอกหลัก",
          "📙 ปี 3 : ก้าวสู่ระดับสูงของวิชาชีพครู ฝึกทำวิจัยและนวัตกรรม พร้อมศึกษาเชิงลึกด้านภาษาและวรรณคดี",
          "📕 ปี 4 : ลงสนามจริงกับการฝึกสอนเต็มเวลา ทำคุรุนิพนธ์ โครงงาน และเลือกวิชาเสริมความถนัด"
        ],
        studyPlanPdf: "http://academic.uru.ac.th/DB_course/doc_course/124.pdf",
        studyPlanInfoImg: "https://iili.io/KBB8GoJ.png",
        website: "https://edu.uru.ac.th/",      
        majorsFacebook: "https://www.facebook.com/profile.php?id=100063988815394#",
        facultyFacebook: "https://www.facebook.com/educationuruacth",
        logoUrl: "https://kharusartsuksa.uru.ac.th/images/uru_logo.png"
      }
    ]
  }
];

module.exports = faculties;
