// facultiesData.js

const faculties = [
  {
    name: 'คณะครุศาสตร์',
    majors: [
      {
        name: 'ภาษาไทย',
        grade: 2.75,
        ability: ['ภาษาไทย', 'สอน', 'ครู', 'รักเด็ก', 'เข้าใจในการสอน', 'การเขียน', 'สื่อสาร', 'วรรณกรรม', 'การอ่าน', 'จับใจความ', 'ไวยากรณ์', 'เรียบเรียง'],
        quota: 60,
        requiredEducation: ['มัธยมปลาย', 'ปวช', 'อื่นๆ'],
        condition: "มัธยมศึกษาตอนปลายหรือเทียบเท่าทุกแผนการเรียน เกรดวิชาภาษาไทยไม่ต่ำกว่า 3.0",
        reason: 'คุณมีความสามารถด้านภาษาไทย และรักในการสื่อสารผ่านภาษา เหมาะกับการถ่ายทอดความรู้ทางภาษาให้ผู้อื่น',
        careers: ["ครูสอนภาษาไทย", "นักเขียน", "บรรณาธิการ"],
        studyPlan: 
        [
          "📘 ปี 1 : วิชาศึกษาทั่วไป + พื้นฐานวิชาชีพครูและภาษาไทย\n ● ภาพรวม : เรียนพื้นฐานวิชาศึกษาทั่วไป, พื้นฐานการสอน, ภาษาไทย\n ● ตัวอย่างวิชา : จิตวิทยา, หลักสูตร, วรรณคดี, อังกฤษ, ปฏิบัติการสอน 1",
          "📗 ปี 2 : วิชาเฉพาะสาขาเบื้องต้น\n ● ภาพรวม : เรียนวิชาเฉพาะเชิงภาษาและการสอน, ทักษะการสอนเบื้องต้น, เริ่มฝึกปฏิบัติการสอน\n ● ตัวอย่างวิชา : ทักษะศตวรรษที่ 21, นวัตกรรมการสอน, บริหารการศึกษา, วรรณคดีขั้นสูง, วัดและประเมินผล, ปฏิบัติการสอน 2",
          "📙 ปี 3 : วิชาเฉพาะเชิงลึก + ภาคปฏิบัติ\n ● ภาพรวม : ลงลึกเนื้อหาวิชาภาษาและวิชาชีพครู, ฝึกปฏิบัติการสอนจริง\n ● ตัวอย่างวิชา : การวิจัย, การสอนภาษาไทยขั้นสูง, ภาษาต่างประเทศในภาษาไทย, คติชน, การอ่านออกเสียง, ปฏิบัติการสอน 3",
          "📕 ปี 4 : ภาคฝึกประสบการณ์ / โปรเจกต์จบ\n ● ภาพรวม : ฝึกสอนเต็มภาคเรียน, ทำโครงงาน/วิจัยทางการศึกษา, วิชาเลือกเสรี\n ● ตัวอย่างวิชา : ปฏิบัติการสอน 4, คุรุนิพนธ์, โครงงาน–สัมมนา, วิชาเลือกเสรี"
        ],
        studyPlanPdf: "http://academic.uru.ac.th/DB_course/doc_course/124.pdf",
        website: "https://edu.uru.ac.th/",      
        majorsFacebook: "https://www.facebook.com/profile.php?id=100063988815394#",
        facultyFacebook: "https://www.facebook.com/educationuruacth",
        logoUrl: "https://kharusartsuksa.uru.ac.th/images/uru_logo.png"
      },
      {
        name: 'วิทยาศาสตร์ทั่วไป',
        grade: 2.50,
        ability: ['วิทยาศาสตร์', 'เคมี', 'ฟิสิกส์', 'ชีววิทยา', 'แล็บ'],
        quota: 60,
        requiredEducation: ['มัธยมปลาย', 'ปวช'],
        condition: "มัธยมศึกษาตอนปลายหรือเทียบเท่าสาขาทางวิทย์-คณิต, หรือสาขาที่เกี่ยวข้องกับวิทยาศาสตร์",
        reason: 'คุณมีความสามารถด้านวิทยาศาสตร์ ',
        careers: ["นักวิชาการ", "นักเคมี", "นักฟิสิกส์"],
        studyPlan: 
        [
          "📘 ปี 1 : พื้นฐานและวิชาศึกษาทั่วไป\nภาพรวม : เรียนพื้นฐานวิทยาศาสตร์, บูรณาการรายวิชาเชิงวิทยาศาสตร์, เรียนด้านการศึกษาฐาน\nตัวอย่างวิชา : จิตวิทยา, หลักสูตร, วรรณคดี, อังกฤษ, ฟิสิกส์/ชีววิทยา/เคมีพื้นฐาน, ปฏิบัติการสอน 1",
          "📗 ปี 2 : วิชาเฉพาะสาขาเบื้องต้น\nภาพรวม : วิชาเฉพาะเชิงวิทยาศาสตร์ขั้นกลาง, ทักษะการสอนเบื้องต้น, เริ่มฝึกปฏิบัติก่อนออกสอน\nตัวอย่างวิชา : ทักษะศตวรรษที่ 21, นวัตกรรมการสอน, บริหารการศึกษา, วรรณคดีขั้นสูง, วัดและประเมินผล, ฟิสิกส์/ชีววิทยา/เคมีขั้นกลาง, ปฏิบัติการสอน 2",
          "📙 ปี 3 : วิชาเฉพาะเชิงลึก + ภาคปฏิบัติ\nภาพรวม : ลงลึกเนื้อหาวิชาวิทยาศาสตร์และวิชาชีพครู, ฝึกปฏิบัติการสอนจริง, เรียนหลักสูตรวิชาชีพครู\nตัวอย่างวิชา : การสอนวิทยาศาสตร์ขั้นสูง, การวิจัย, ฟิสิกส์/ชีววิทยา/เคมีเชิงลึก, ปฏิบัติการสอน 3, โครงการย่อย",
          "📕 ปี 4 : ภาคฝึกประสบการณ์ / โปรเจกต์จบ\nภาพรวม : ฝึกสอนเต็มภาคเรียน, ทำโครงงาน/วิจัยทางการศึกษา, สหกิจศึกษา (ถ้ามี)\nตัวอย่างวิชา : ปฏิบัติการสอน 4, คุรุนิพนธ์, โครงงาน–สัมมนา, วิชาเลือกเสรี"
        ],
        studyPlanPdf: "http://academic.uru.ac.th/DB_course/doc_course/144.pdf",
        website: "https://edu.uru.ac.th/",      
        majorsFacebook: "https://www.facebook.com/scienceeduuru",
        facultyFacebook: "https://www.facebook.com/educationuruacth",
        logoUrl: "https://kharusartsuksa.uru.ac.th/images/uru_logo.png"
      },
    ]
  }
];

module.exports = faculties;
