// facultiesData.js

const faculties = [
  {
    name: 'คณะครุศาสตร์',
    majors: [
      {
        name: 'ภาษาไทย',
        grade: 2.75,
        ability: ['ภาษาไทย', 'สอน', 'ครู', 'รักเด็ก', 'เข้าใจในการสอน', 'การเขียน', 'สื่อสาร', 'วรรณกรรม', 'การอ่าน', 'จับใจความ', 'ไวยากรณ์', 'เรียบเรียง'],
        quota: 60,
        requiredEducation: ['มัธยมปลาย', 'ปวช', 'อื่นๆ'],
        condition: "มัธยมศึกษาตอนปลายหรือเทียบเท่าทุกแผนการเรียน เกรดวิชาภาษาไทยไม่ต่ำกว่า 3.0",
        reason: 'คุณมีความสามารถด้านภาษาไทย และรักในการสื่อสารผ่านภาษา เหมาะกับการถ่ายทอดความรู้ทางภาษาให้ผู้อื่น',
        careers: ["ครูสอนภาษาไทย", "นักเขียน", "บรรณาธิการ"],
        studyPlan: 
        [
          "📘 ปี 1 : วิชาศึกษาทั่วไป + พื้นฐานวิชาชีพครูและภาษาไทย\n- พื้นฐานวิชาศึกษาทั่วไป, การสอน, ภาษาไทย\n     ● จิตวิทยา\n     ● หลักสูตร\n     ● วรรณคดี\n     ● อังกฤษ\n     ● ปฏิบัติการสอน 1",
          "📗 ปี 2 : วิชาเฉพาะสาขาเบื้องต้น\n- เรียนภาษาและการสอน, ฝึกปฏิบัติการสอน\n     ● ทักษะศตวรรษที่ 21\n     ● นวัตกรรมการสอน\n     ● บริหารการศึกษา\n     ● วรรณคดีขั้นสูง\n     ● ปฏิบัติการสอน 2",
          "📙 ปี 3 : วิชาเฉพาะเชิงลึก + ภาคปฏิบัติ\n- ลงลึกวิชาภาษาและวิชาชีพครู, ฝึกสอนจริง\n     ● การวิจัย\n     ● การสอนภาษาไทยขั้นสูง\n     ● ภาษาต่างประเทศในภาษาไทย\n     ● การอ่านออกเสียง\n     ● ปฏิบัติการสอน 3",
          "📕 ปี 4 : ภาคฝึกประสบการณ์ / โปรเจกต์จบ\n- ฝึกสอนเต็มภาค + โปรเจกต์\n     ● ปฏิบัติการสอน 4\n     ● คุรุนิพนธ์\n     ● โครงงาน–สัมมนา\n     ● วิชาเลือกเสรี"
        ],
        studyPlanPdf: "http://academic.uru.ac.th/DB_course/doc_course/124.pdf",
        website: "https://edu.uru.ac.th/",      
        majorsFacebook: "https://www.facebook.com/profile.php?id=100063988815394#",
        facultyFacebook: "https://www.facebook.com/educationuruacth",
        logoUrl: "https://kharusartsuksa.uru.ac.th/images/uru_logo.png"
      },
      {
        name: 'วิทยาศาสตร์ทั่วไป',
        grade: 2.50,
        ability: ['วิทยาศาสตร์', 'เคมี', 'ฟิสิกส์', 'ชีววิทยา', 'แล็บ'],
        quota: 60,
        requiredEducation: ['มัธยมปลาย', 'ปวช'],
        condition: "มัธยมศึกษาตอนปลายหรือเทียบเท่าสาขาทางวิทย์-คณิต, หรือสาขาที่เกี่ยวข้องกับวิทยาศาสตร์",
        reason: 'คุณมีความสามารถด้านวิทยาศาสตร์ ',
        careers: ["นักวิชาการ", "นักเคมี", "นักฟิสิกส์"],
        studyPlan: 
        [
          "📘 ปี 1 : พื้นฐานและวิชาศึกษาทั่วไป\n- พื้นฐานวิทยาศาสตร์, บูรณาการวิชาเชิงวิทยาศาสตร์, การศึกษาฐาน\n     ● จิตวิทยา\n     ● ฟิสิกส์/ชีววิทยา/เคมีพื้นฐาน\n     ● ปฏิบัติการสอน 1",
          "📗 ปี 2 : วิชาเฉพาะสาขาเบื้องต้น\n- วิชาเชิงวิทยาศาสตร์ขั้นกลาง, ฝึกปฏิบัติการสอนเบื้องต้น\n     ● นวัตกรรมการสอน\n     ● บริหารการศึกษา\n     ● ฟิสิกส์/ชีววิทยา/เคมีขั้นกลาง",
          "📙 ปี 3 : วิชาเฉพาะเชิงลึก + ภาคปฏิบัติ\n- ลงลึกวิชาวิทยาศาสตร์และวิชาชีพครู, ฝึกปฏิบัติการสอนจริง\n     ● การสอนวิทยาศาสตร์ขั้นสูง\n     ● การวิจัย\n     ● ฟิสิกส์/ชีววิทยา/เคมีเชิงลึก\n     ● ปฏิบัติการสอน 3",
          "📕 ปี 4 : ภาคฝึกประสบการณ์ / โปรเจกต์จบ\n- ฝึกสอนเต็มภาคเรียน, ทำโครงงาน/วิจัย\n     ● ปฏิบัติการสอน 4\n     ● คุรุนิพนธ์\n     ● โครงงาน–สัมมนา\n     ● วิชาเลือกเสรี"
        ],
        studyPlanPdf: "http://academic.uru.ac.th/DB_course/doc_course/144.pdf",
        website: "https://edu.uru.ac.th/",      
        majorsFacebook: "https://www.facebook.com/scienceeduuru",
        facultyFacebook: "https://www.facebook.com/educationuruacth",
        logoUrl: "https://kharusartsuksa.uru.ac.th/images/uru_logo.png"
      },
      {
        name : 'การประถมศึกษา',
        grade : 2.75,
        ability : ['สอนเด็กประถม', 'บริหารห้องเรียน', 'ออกแบบการเรียนการสอน', 'สอน', 'ครู', 'รักเด็ก', 'เข้าใจในการสอน'], 
        quota : 60,
        requiredEducation: ['มัธยมปลาย', 'ปวช', 'อื่นๆ'],
        condition : "มัธยมศึกษาตอนปลายหรือเทียบเท่าทุกแผนการเรียน",
        reason : 'คุณมีความสามารถด้านการสอนและชอบทำงานกับเด็กประถม เหมาะสมกับการถ่ายทอดความรู้และพัฒนาการเรียนรู้ของเด็ก',
        careers: ["ครูประถมศึกษา", "นักวิชาการด้านการศึกษา", "ครูแนะแนว"],
        studyPlan: 
        [
          "📘 ปี 1 : พื้นฐานการศึกษาและครูประถมเบื้องต้น\n- พื้นฐานการศึกษา, วิชาศึกษาทั่วไป, วิชาชีพครูประถมเบื้องต้น\n     ● ภาษาไทยเพื่อการสื่อสาร\n     ● จิตวิทยาสำหรับครู\n     ● พัฒนาการและการเรียนรู้ของเด็กประถม\n     ● ปฏิบัติการสอน 1",
          "📗 ปี 2 : รากฐานวิชาชีพครูประถม + ฝึกสอน\n- รากฐานวิชาชีพครูประถม, ฝึกปฏิบัติการสอน\n     ● ทักษะศตวรรษที่ 21\n     ● นวัตกรรมและเทคโนโลยีสารสนเทศ\n     ● การพัฒนาหลักสูตร\n     ● การวัดและประเมินผล\n     ● ปฏิบัติการสอน 2",
          "📙 ปี 3 : วิชาเฉพาะเชิงลึก + ภาคปฏิบัติ\n- เจาะลึกวิชาครูประถม, ฝึกปฏิบัติจริง, วิจัย/โครงงาน\n     ● ศาสตร์พระราชา\n     ● การวิจัยและพัฒนานวัตกรรม\n     ● การสอนโครงงาน\n     ● สะเต็มศึกษา\n     ● ปฏิบัติการสอน 3",
          "📕 ปี 4 : ฝึกประสบการณ์และโปรเจกต์จบ\n- ฝึกสอนเต็มภาคในโรงเรียนประถม, คุรุนิพนธ์, เลือกเสรี\n     ● ปฏิบัติการสอน 4\n     ● คุรุนิพนธ์\n     ● วิชาเอกเลือก\n     ● วิชาเลือกเสรี"
        ],
        studyPlanPdf: "http://academic.uru.ac.th/DB_course/doc_course/155.pdf",
        website: "https://edu.uru.ac.th/",      
        majorsFacebook: "https://www.facebook.com/profile.php?id=100057482228232#",
        facultyFacebook: "https://www.facebook.com/educationuruacth",
        logoUrl: "https://kharusartsuksa.uru.ac.th/images/uru_logo.png"
      },
      {
        name : 'ภาษาต่างประเทศ วิชาเอกภาษาอังกฤษ',
        grade : 2.75,
        ability :  ['การสื่อสาร', 'ภาษาอังกฤษ', 'สอน', 'ครู', 'รักเด็ก', 'เข้าใจในการสอน', 'อังกฤษ', 'ภาษา', 'การแปล', 'การพูด', 'การฟัง'],
        quota : 60,
        requiredEducation: ['มัธยมปลาย', 'ปวช', 'อื่นๆ'],
        condition : "มัธยมศึกษาตอนปลายหรือเทียบเท่าทุกแผนการเรียน",
        reason : 'คุณมีความสามารถด้านภาษาอังกฤษ ชื่นชอบการสื่อสาร และเหมาะกับการถ่ายทอดความรู้เพื่อพัฒนาทักษะภาษาอังกฤษของผู้เรียน',
        careers: ["ครูสอนภาษาอังกฤษ", "นักแปล / ล่าม", "นักวิจัยด้านภาษาอังกฤษ"],
        studyPlan: 
        [
          "📘 ปี 1 : พื้นฐานภาษาอังกฤษ\n- พื้นฐานภาษาอังกฤษ, วิชาศึกษาทั่วไป, วิชาชีพครู\n     ● ทักษะการฟังและการพูดภาษาอังกฤษ\n     ● ภาษาเพื่อการสื่อสารสำหรับครู\n     ● จิตวิทยาสำหรับครู\n     ● ภาษาไทยเพื่อการสื่อสาร\n     ● ปฏิบัติการสอน 1",
          "📗 ปี 2 : รากฐานวิชาเอก + ฝึกปฏิบัติการสอน\n- วิชาชีพครู, วิชาเอกบังคับ, วิชาเลือก\n     ● การใช้ภาษาอังกฤษเพื่อการสื่อสาร\n     ● การวัดและประเมินผลการเรียนรู้\n     ● การพัฒนาหลักสูตร\n     ● ทักษะในศตวรรษที่ 21\n     ● ปฏิบัติการสอน 2",
          "📙 ปี 3 : วิชาเฉพาะเชิงลึก + ฝึกปฏิบัติจริง\n- เจาะลึกวิชาครูภาษาอังกฤษ, ฝึกปฏิบัติ, วิจัย/โครงงาน\n     ● ภาษาอังกฤษเพื่อวิชาชีพ\n     ● การวิจัยและพัฒนานวัตกรรมการเรียนรู้\n     ● การจัดการเรียนรู้สำหรับครูภาษาอังกฤษ\n     ● ปฏิบัติการสอนในสถานศึกษา 3\n     ● การเขียนเชิงวิชาการ",
          "📕 ปี 4 : ฝึกประสบการณ์เต็มภาค + โปรเจกต์จบ\n- ฝึกสอนเต็มภาค, คุรุนิพนธ์, วิชาเอกเลือก, วิชาเลือกเสรี\n     ● ปฏิบัติการสอนในสถานศึกษา 4\n     ● คุรุนิพนธ์\n     ● วิชาเอกเลือก (6)\n     ● วิชาเอกเลือก (7)\n     ● วิชาเลือกเสรี"
        ],
        studyPlanPdf: "http://academic.uru.ac.th/DB_course/doc_course/125.pdf",
        website: "https://edu.uru.ac.th/",      
        majorsFacebook: "https://www.facebook.com/profile.php?id=100075598640774",
        facultyFacebook: "https://www.facebook.com/educationuruacth",
        logoUrl: "https://kharusartsuksa.uru.ac.th/images/uru_logo.png"
      },
      {
        name : 'ภาษาต่างประเทศ วิชาเอกภาษาจีน',
        grade : 2.50,
        ability :  ['การสื่อสาร', 'ภาษาจีน', 'สอน', 'ครู', 'รักเด็ก', 'เข้าใจในการสอน', 'จีน', 'ภาษา', 'การแปล', 'การพูด', 'การฟัง'], 
        quota : 60,
        requiredEducation: ['มัธยมปลาย', 'ปวช', 'อื่นๆ'],
        condition : "มัธยมศึกษาตอนปลายหรือเทียบเท่าทุกแผนการเรียน",
        reason : 'คุณมีความสามารถด้านภาษาจีนและชื่นชอบการสื่อสาร เหมาะกับการถ่ายทอดความรู้และพัฒนาทักษะภาษาจีนให้กับผู้เรียน',
        careers: ["ครูสอนภาษาจีน", "นักแปล / ล่ามภาษาจีน", "เจ้าหน้าที่ฝ่ายประชาสัมพันธ์ / การตลาดต่างประเทศ", "วิทยากรภาษาจีน"],
        studyPlan: 
        [
          "📘 ปี 1 : พื้นฐานภาษาอังกฤษ\n- พื้นฐานภาษาอังกฤษ, วิชาศึกษาทั่วไป, วิชาชีพครู\n     ● ทักษะการฟังและการพูดภาษาอังกฤษ\n     ● ภาษาเพื่อการสื่อสารสำหรับครู\n     ● จิตวิทยาสำหรับครู\n     ● ภาษาไทยเพื่อการสื่อสาร\n     ● ปฏิบัติการสอน 1",
          "📗 ปี 2 : รากฐานวิชาเอก + ฝึกปฏิบัติการสอน\n- วิชาชีพครู, วิชาเอกบังคับ, วิชาเลือก\n     ● การใช้ภาษาอังกฤษเพื่อการสื่อสาร\n     ● การวัดและประเมินผลการเรียนรู้\n     ● การพัฒนาหลักสูตร\n     ● ทักษะในศตวรรษที่ 21\n     ● ปฏิบัติการสอน 2",
          "📙 ปี 3 : วิชาเฉพาะเชิงลึก + ฝึกปฏิบัติจริง\n- เจาะลึกวิชาครูภาษาอังกฤษ, ฝึกปฏิบัติ, วิจัย/โครงงาน\n     ● ภาษาอังกฤษเพื่อวิชาชีพ\n     ● การวิจัยและพัฒนานวัตกรรมการเรียนรู้\n     ● การจัดการเรียนรู้สำหรับครูภาษาอังกฤษ\n     ● ปฏิบัติการสอนในสถานศึกษา 3\n     ● การเขียนเชิงวิชาการ",
          "📕 ปี 4 : ฝึกประสบการณ์เต็มภาค + โปรเจกต์จบ\n- ฝึกสอนเต็มภาค, คุรุนิพนธ์, วิชาเอกเลือก, วิชาเลือกเสรี\n     ● ปฏิบัติการสอนในสถานศึกษา 4\n     ● คุรุนิพนธ์\n     ● วิชาเอกเลือก (6)\n     ● วิชาเอกเลือก (7)\n     ● วิชาเลือกเสรี"
        ],
        studyPlanPdf: "http://academic.uru.ac.th/DB_course/doc_course/125.pdf",
        website: "https://edu.uru.ac.th/",      
        majorsFacebook: "https://www.facebook.com/profile.php?id=100057713640646",
        facultyFacebook: "https://www.facebook.com/educationuruacth",
        logoUrl: "https://kharusartsuksa.uru.ac.th/images/uru_logo.png"
      },
    ]
  }
];

module.exports = faculties;
