// facultiesData.js

const faculties = [
  {
    name: 'คณะครุศาสตร์',
    majors: [
      {
        name: 'ภาษาไทย',
        grade: 2.75,
        ability: ['ภาษาไทย', 'สอน', 'ครู', 'รักเด็ก', 'เข้าใจในการสอน', 'การเขียน', 'สื่อสาร', 'วรรณกรรม', 'การอ่าน', 'จับใจความ', 'ไวยากรณ์', 'เรียบเรียง'],
        quota: 60,
        requiredEducation: ['มัธยมปลาย', 'ปวช', 'อื่นๆ'],
        condition: "มัธยมศึกษาตอนปลายหรือเทียบเท่าทุกแผนการเรียน เกรดวิชาภาษาไทยไม่ต่ำกว่า 3.0",
        reason: 'คุณมีความสามารถด้านภาษาไทย และรักในการสื่อสารผ่านภาษา เหมาะกับการถ่ายทอดความรู้ทางภาษาให้ผู้อื่น',
        careers: ["ครูสอนภาษาไทย", "นักเขียน", "บรรณาธิการ"],
        studyPlan: ["📘 ปี 1 : วิชาศึกษาทั่วไป + พื้นฐานวิชาชีพครูและภาษาไทย (จิตวิทยา, หลักสูตร, วรรณคดี, อังกฤษ, ปฏิบัติการสอน 1)",
                    "📗 ปี 2 : วิชาเฉพาะสาขาเบื้องต้น (ทักษะศตวรรษที่ 21, นวัตกรรมการสอน, บริหารการศึกษา, วรรณคดีขั้นสูง, วัดและประเมินผล, ปฏิบัติการสอน 2)",
                    "📙 ปี 3 : วิชาเฉพาะเชิงลึก + ภาคปฏิบัติ (การวิจัย, การสอนภาษาไทยขั้นสูง, ภาษาต่างประเทศในภาษาไทย, คติชน, การอ่านออกเสียง, ปฏิบัติการสอน 3)",
                    "📕 ปี 4 : ภาคฝึกประสบการณ์ / โปรเจกต์จบ (ปฏิบัติการสอน 4, คุรุนิพนธ์, โครงงาน–สัมมนา, วิชาเลือกเสรี)"],
        studyPlanPdf: "http://academic.uru.ac.th/DB_course/doc_course/124.pdf",
        website: "https://edu.uru.ac.th/",      
        majorsFacebook: "https://www.facebook.com/profile.php?id=100063988815394#",
        facultyFacebook: "https://www.facebook.com/educationuruacth",
        logoUrl: "https://kharusartsuksa.uru.ac.th/images/uru_logo.png"
      },
      {
        name: 'วิทยาศาสตร์ทั่วไป',
        grade: 2.50,
        ability: ['วิทยาศาสตร์', 'เคมี', 'ฟิสิกส์', 'ชีววิทยา', 'แล็บ'],
        quota: 60,
        requiredEducation: ['มัธยมปลาย', 'ปวช'],
        condition: "มัธยมศึกษาตอนปลายหรือเทียบเท่าสาขาทางวิทย์-คณิต, หรือสาขาที่เกี่ยวข้องกับวิทยาศาสตร์",
        reason: 'คุณมีความสามารถด้านวิทยาศาสตร์ ',
        careers: ["นักวิชาการ", "นักเคมี", "นักฟิสิกส์"],
        studyPlan: ["📘 ปี 1 : วิชาศึกษาทั่วไป + พื้นฐานวิชาชีพครู (จิตวิทยา, หลักสูตร, ภาษาไทย, อังกฤษ, ปฏิบัติการสอน 1, ฟิสิกส์/ชีววิทยา/เคมีพื้นฐาน)",
                    "📗 ปี 2 : วิชาเฉพาะสาขาเบื้องต้น (ทักษะศตวรรษที่ 21, นวัตกรรมการสอน, บริหารการศึกษา, วัดและประเมินผล, ฟิสิกส์/ชีววิทยา/เคมีขั้นกลาง, ปฏิบัติการสอน 2)",
                    "📙 ปี 3 : วิชาเฉพาะเชิงลึก + ภาคปฏิบัติ (การวิจัย, การสอนวิทยาศาสตร์ขั้นสูง, ฟิสิกส์/ชีววิทยา/เคมีเชิงลึก, ปฏิบัติการสอน 3, โครงการย่อย)",
                    "📕 ปี 4 : ภาคฝึกประสบการณ์ / โปรเจกต์จบ (ปฏิบัติการสอน 4, คุรุนิพนธ์, โครงงาน–สัมมนา, วิชาเลือกเสรี)"],
        studyPlanPdf: "http://academic.uru.ac.th/DB_course/doc_course/144.pdf",
        website: "https://edu.uru.ac.th/",      
        majorsFacebook: "https://www.facebook.com/scienceeduuru",
        facultyFacebook: "https://www.facebook.com/educationuruacth",
        logoUrl: "https://kharusartsuksa.uru.ac.th/images/uru_logo.png"
      },
    ]
  }
];

module.exports = faculties;
