// facultiesData.js

const faculties = [
  {
    name: 'คณะครุศาสตร์',
    majors: [
      {
        name: 'สาขาภาษาไทย',
        majorDescription : "มุ่งเน้นหลักภาษาไทยและวรรณคดี พัฒนาทักษะการสอนและการสื่อสาร เหมาะกับผู้สนใจเป็นครู นักเขียน หรือนักวิชาการด้านภาษา",
        grade: 2.75,
        ability: ['ภาษาไทย', 'สอน', 'ครู', 'รักเด็ก', 'เข้าใจในการสอน', 'การเขียน', 'การสื่อสาร', 'วรรณกรรม', 'การอ่าน', 'จับใจความ', 'ไวยากรณ์', 'เรียบเรียง'],
        quota: "60 คน",
        requiredEducation: ['มัธยมปลาย', 'ปวช', 'อื่นๆ'],
        condition: "มัธยมศึกษาตอนปลายหรือเทียบเท่าทุกแผนการเรียน เกรดวิชาภาษาไทยไม่ต่ำกว่า 3.0",
        studyDuration: "หลักสูตรระดับปริญญาตรี 4 ปี",
        acquiredSkills: "การสอนภาษาไทย, เทคนิคการสอน, การสื่อสาร, การคิดวิเคราะห์, และการใช้ภาษาอย่างมีประสิทธิภาพ",
        tuitionFee: "7500 บาท",
        careers: ["ครูผู้สอนภาษาไทยในหน่วยงานของรัฐและเอกชน", "นักวิชาการด้านภาษาไทย", "บุคลากรด้านการผลิตสื่อการสอนภาษาไทย", "เจ้าหน้าที่ในหน่วยงานของรัฐและเอกชน"],
        studyPlan: 
        [
          "📘 ปี 1 : ปูพื้นฐานวิชาทั่วไป ฝึกทักษะครูเบื้องต้น และเรียนภาษาไทยพื้นฐาน",
          "📗 ปี 2 : เจาะลึกวิชาชีพครูระดับกลาง เรียนรู้การจัดการเรียนการสอน พร้อมวิชาเอกหลัก",
          "📙 ปี 3 : ก้าวสู่ระดับสูงของวิชาชีพครู ฝึกทำวิจัยและนวัตกรรม พร้อมศึกษาเชิงลึกด้านภาษาและวรรณคดี",
          "📕 ปี 4 : ลงสนามจริงกับการฝึกสอนเต็มเวลา ทำคุรุนิพนธ์ โครงงาน และเลือกวิชาเสริมความถนัด"
        ],
        studyPlanPdf: "http://academic.uru.ac.th/DB_course/doc_course/124.pdf",
        studyPlanInfoImg: "https://iili.io/KBB8GoJ.png",
        website: "https://edu.uru.ac.th/",      
        majorsFacebook: "https://www.facebook.com/profile.php?id=100063988815394#",
        facultyFacebook: "https://www.facebook.com/educationuruacth",
        logoUrl: "https://kharusartsuksa.uru.ac.th/images/uru_logo.png"
      },
      {
        name: 'สาขาวิทยาศาสตร์ทั่วไป',
        majorDescription : "มุ่งเน้นการเรียนการสอนวิทยาศาสตร์พื้นฐานและเทคนิคการทดลอง พร้อมพัฒนาทักษะการสอนและการสื่อสาร เหมาะสำหรับผู้ที่สนใจเป็นครูวิทยาศาสตร์หรือผู้ทำงานด้านการศึกษา",
        grade: 2.50,
        ability: ['วิทยาศาสตร์', 'เคมี', 'ฟิสิกส์', 'ชีววิทยา', 'แล็บ', 'การทดลอง'],
        quota: "60 คน",
        requiredEducation: ['มัธยมปลาย', 'ปวช'],
        condition: "มัธยมศึกษาตอนปลายหรือเทียบเท่าสาขาทางวิทย์-คณิต, หรือสาขาที่เกี่ยวข้องกับวิทยาศาสตร์",
        studyDuration: "หลักสูตรระดับปริญญาตรี 4 ปี",
        acquiredSkills: "ความรู้ทางวิทยาศาสตร์ ที่ครอบคลุมวิทยาศาสตร์พื้นฐาน, โลก, พลังงาน, และสิ่งแวดล้อม",
        tuitionFee: "7500 บาท",
        careers: ["ครูสอนวิชาฟิสิกส์ วิชาชีวิวทยา วิชาเคมี ในทุกสังกัด", "นักวิจัยในหน่วยงานราชการและเอกชน", "เจ้าหน้าที่วิทยาศาสตร์ประจำห้องปฏิบัติการ", "เจ้าหน้าที่ในหน่วยงานของรัฐและเอกชน"],
        studyPlan: 
        [
          "📘 ปี 1 : ปูพื้นฐานวิชาศึกษาทั่วไป วิทยาศาสตร์พื้นฐาน (คณิต ฟิสิกส์ เคมี ชีววิทยา) และวิชาฝึกปฏิบัติ",
          "📗 ปี 2 : วิชาวิทยาศาสตร์ขั้นกลาง เช่น การทดลอง การวิเคราะห์ การวัดผลทางวิทยาศาสตร์ และวิชาเลือกเฉพาะด้าน",
          "📙 ปี 3 : เน้นวิชาวิทยาศาสตร์ขั้นสูง การประยุกต์ใช้ในชีวิตจริง งานวิจัยเบื้องต้น วิชาเลือกเชิงลึก",
          "📕 ปี 4 : ฝึกประสบการณ์วิชาชีพ / สหกิจศึกษา / ทำโครงงานหรือวิจัยอิสระ วิชาเลือกเสรี"
        ],
        studyPlanPdf: "http://academic.uru.ac.th/DB_course/doc_course/144.pdf",
        studyPlanInfoImg: "https://iili.io/KBBgxwX.png",
        website: "https://edu.uru.ac.th/",      
        majorsFacebook: "https://www.facebook.com/scienceeduuru",
        facultyFacebook: "https://www.facebook.com/educationuruacth",
        logoUrl: "https://kharusartsuksa.uru.ac.th/images/uru_logo.png"
      },
      {
        name : 'สาขาการประถมศึกษา',
        majorDescription : "มุ่งเน้นพัฒนาทักษะการสอนเด็กระดับประถม พร้อมความรู้ด้านวิชาการและการสื่อสาร เหมาะสำหรับผู้สนใจเป็นครูประถมศึกษา",
        grade : 2.75,
        ability : ['สอนเด็กประถม', 'บริหารห้องเรียน', 'ออกแบบการเรียนการสอน', 'สอน', 'ครู', 'รักเด็ก', 'เข้าใจในการสอน'], 
        quota : "60 คน",
        requiredEducation: ['มัธยมปลาย', 'ปวช', 'อื่นๆ'],
        condition : "มัธยมศึกษาตอนปลายหรือเทียบเท่าทุกแผนการเรียน",
        studyDuration: "หลักสูตรระดับปริญญาตรี 4 ปี",
        acquiredSkills: "การสอนวิชาหลักในระดับประถม, การจัดการชั้นเรียน, การสื่อสารกับนักเรียนและผู้ปกครอง, และการดูแลพัฒนาการเด็ก",
        tuitionFee: "7500 บาท",
        careers: ["ครูผู้สอนในระดับประถมศึกษาทั้งในหน่วยงานของรัฐและเอกชน", "นักวิชาการทางด้านการศึกษาประถมศึกษา", "เจ้าหน้าที่ในหน่วยงานของรัฐและเอกชน", "พนักงานในบริษัทของต่างประเทศทั้งภาครัฐและเอกชน"],
        studyPlan: 
        [
          "📘 ปี 1 : ปูพื้นฐานวิชาทั่วไปและพื้นฐานวิชาชีพครู เสริมความรู้กว้าง สร้างรากฐานความเป็นครู",
          "📗 ปี 2 : เรียนวิชาเอกหลัก (ภาษาไทย คณิต วิทย์ สังคม ฯลฯ) ฝึกการจัดการเรียนรู้เพื่อพัฒนาทักษะการสอนเบื้องต้น",
          "📙 ปี 3 : ลงลึกวิชาชีพครู วิชาเลือกเฉพาะทาง การวิจัยและนวัตกรรม สร้างทักษะการสอนเชิงสร้างสรรค์",
          "📕 ปี 4 : ฝึกสอนจริงในโรงเรียน ทำคุรุนิพนธ์/วิจัย และก้าวสู่การเป็นครูมืออาชีพอย่างมั่นใจ"
        ],
        studyPlanPdf: "http://academic.uru.ac.th/DB_course/doc_course/155.pdf",
        studyPlanInfoImg: "https://iili.io/KBB6sRV.png",
        website: "https://edu.uru.ac.th/",      
        majorsFacebook: "https://www.facebook.com/profile.php?id=100057482228232#",
        facultyFacebook: "https://www.facebook.com/educationuruacth",
        logoUrl: "https://kharusartsuksa.uru.ac.th/images/uru_logo.png"
      },
      {
        name : 'สาขาภาษาอังกฤษ',
        majorDescription : "มุ่งเน้นการพัฒนาทักษะการสอนภาษาอังกฤษ การสื่อสาร และการใช้ภาษาอย่างมีประสิทธิภาพ เหมาะสำหรับผู้สนใจเป็นครูภาษาอังกฤษหรือนักสอนภาษา",
        grade : 2.75,
        ability :  ['การสื่อสาร', 'ภาษาอังกฤษ', 'สอน', 'ครู', 'รักเด็ก', 'เข้าใจในการสอน', 'อังกฤษ', 'ภาษา', 'การแปล', 'การพูด', 'การฟัง'],
        quota : "60 คน",
        requiredEducation: ['มัธยมปลาย', 'ปวช', 'อื่นๆ'],
        condition : "มัธยมศึกษาตอนปลายหรือเทียบเท่าทุกแผนการเรียน",
        studyDuration: "หลักสูตรระดับปริญญาตรี 4 ปี",
        acquiredSkills: "ภาษาอังกฤษครบด้าน ทั้งการฟัง พูด อ่าน เขียน การสื่อสาร การนำเสนอ และทักษะครู เพื่อใช้สอนและประกอบอาชีพได้",
        tuitionFee: "7500 บาท",
        careers: ["ครูสอนวิชาภาษาอังกฤษในภาครัฐและเอกชน", "นักวิชาการทางด้านภาษาอังกฤษ", "เจ้าหน้าที่ในหน่วยงานของรัฐและเอกชน", "ธุรกิจส่วนตัวด้านการศึกษา"],
        studyPlan: 
        [
          "📘 ปี 1 : พื้นฐานภาษาอังกฤษ (ฟัง–พูด–อ่าน–เขียน) วรรณคดีเบื้องต้น และวิชาชีพครูเบื้องต้นเพือวางรากฐานภาษาและวิชาชีพครู",
          "📗 ปี 2 : พัฒนาทักษะภาษาเชิงลึก (Grammar, Writing, Linguistics) และการสอนและเทคโนโลยีเพื่อการเรียนภาษา เพื่อเสริมความเชี่ยวชาญด้านภาษาและการสอน",
          "📙 ปี 3 : การวิจัยในชั้นเรียน นวัตกรรมการสอนภาษา การสอนภาษาอังกฤษเชิงลึก และการปฏิบัติการสอนเพื่อฝึกทำวิจัยและพัฒนาทักษะสอนขั้นสูง",
          "📕 ปี 4 : ฝึกประสบการณ์วิชาชีพครูเต็มเวลา ทำคุรุนิพนธ์/โครงงานวิจัย และวิชาเลือกเสรี นำความรู้ไปใช้จริงและสร้างผลงานวิชาการ"
        ],
        studyPlanPdf: "http://academic.uru.ac.th/DB_course/doc_course/125.pdf",
        studyPlanInfoImg: "https://iili.io/KBBidrb.png",
        website: "https://edu.uru.ac.th/",      
        majorsFacebook: "https://www.facebook.com/profile.php?id=100075598640774",
        facultyFacebook: "https://www.facebook.com/educationuruacth",
        logoUrl: "https://kharusartsuksa.uru.ac.th/images/uru_logo.png"
      },
      {
        name : 'สาขาภาษาต่างประเทศจีน',
        majorDescription : "มุ่งเน้นการพัฒนาทักษะการสอนภาษา การสื่อสาร และการใช้ภาษาจีนอย่างมีประสิทธิภาพ เหมาะสำหรับผู้สนใจเป็นครูภาษาจีนหรือนักสอนภาษาต่างประเทศ",
        grade : 2.50,
        ability :  ['การสื่อสาร', 'ภาษาจีน', 'สอน', 'ครู', 'รักเด็ก', 'เข้าใจในการสอน', 'จีน', 'ภาษา', 'การแปล', 'การพูด', 'การฟัง', 'วัฒนธรรม'], 
        quota : "60 คน",
        requiredEducation: ['มัธยมปลาย', 'ปวช', 'อื่นๆ'],
        condition : "มัธยมศึกษาตอนปลายหรือเทียบเท่าทุกแผนการเรียน",
        studyDuration: "หลักสูตรระดับปริญญาตรี 4 ปี",
        acquiredSkills: "ภาษาจีนครบด้านทั้งฟัง พูด อ่าน เขียน พร้อมทักษะการสอน การแปล และการใช้ภาษาจีนในธุรกิจ การท่องเที่ยว และความสัมพันธ์ระหว่างประเทศ",
        tuitionFee: "7500 บาท",
        careers: ["ครูสอนภาษาจีนในภาครัฐและเอกชน", "นักวิชาการทางด้านภาษาจีน", "ล่ามภาษาจีน", "วิทยากรภาษาจีน"],
        studyPlan: 
        [
          "📘 ปี 1 : เรียนวิชาทั่วไป พื้นฐานครู ภาษาจีนระดับต้น (ฟัง–พูด–อ่าน–เขียน) และวัฒนธรรมจีน",
          "📗 ปี 2 : เรียนภาษาจีนระดับกลาง–สูง ทั้งไวยากรณ์ การเขียน การแปล วิชาครูด้านวัดผล คุณธรรม นวัตกรรม และฝึกสอนเบื้องต้น",
          "📙 ปี 3 : เรียนภาษาจีนเฉพาะทาง (การสอน, เทคโนโลยี, วรรณคดี, ประวัติศาสตร์, HSK) วิชาเลือกเสรี วิจัย และฝึกสอนเพิ่มเติม",
          "📕 ปี 4 : สอนเต็มเวลาในโรงเรียนเก็บประสบการณ์จริงก่อนจบ  ทำคุรุนิพนธ์/โครงงานวิจัย"
        ],
        studyPlanPdf: "http://academic.uru.ac.th/document/01477.pdf",
        studyPlanInfoImg: "https://iili.io/KBBQajV.png",
        website: "https://edu.uru.ac.th/",      
        majorsFacebook: "https://www.facebook.com/profile.php?id=100057713640646",
        facultyFacebook: "https://www.facebook.com/educationuruacth",
        logoUrl: "https://kharusartsuksa.uru.ac.th/images/uru_logo.png"
      },
      {
        name : 'สาขาภาษาต่างประเทศเกาหลี',
        majorDescription : "มุ่งเน้นการพัฒนาทักษะการสอนภาษาเกาหลี การสื่อสาร และการใช้ภาษาอย่างมีประสิทธิภาพ เหมาะสำหรับผู้สนใจเป็นครูภาษาเกาหลีหรือนักสอนภาษาต่างประเทศ",
        grade : 2.50,
        ability :  ['การสื่อสาร', 'ภาษาเกาหลี', 'สอน', 'ครู', 'รักเด็ก', 'เข้าใจในการสอน', 'เกาหลี', 'ภาษา', 'การแปล', 'การพูด', 'การฟัง', 'วัฒนธรรม'], 
        quota : "30 คน",
        requiredEducation: ['มัธยมปลาย', 'ปวช', 'อื่นๆ'],
        condition : "มัธยมศึกษาตอนปลายหรือเทียบเท่าทุกแผนการเรียน",
        studyDuration: "หลักสูตรระดับปริญญาตรี 4 ปี",
        acquiredSkills: "ภาษาเกาหลีครบด้านทั้งฟัง พูด อ่าน เขียน พร้อมทักษะการสอน การแปล และการใช้ภาษาเกาหลีในธุรกิจ การท่องเที่ยว และการสื่อสารระหว่างประเทศ",
        tuitionFee: "7500 บาท",
        careers: ["ครูสอนภาษาเกาหลีในภาครัฐและเอกชน", "นักวิชาการทางด้านภาษาเกาหลี", "ล่ามภาษาเกาหลี", "นักวิจัยด้านภาษาเกาหลี"],
        studyPlan: 
        [
          "📘 ปี 1 : เรียนภาษาเกาหลีระดับต้น วิชาชีพครูเบื้องต้น รายวิชาศึกษาทั่วไป และวัฒนธรรมเกาหลี",
          "📗 ปี 2 : เรียนเกาหลีระดับกลาง–สูง ทั้งไวยากรณ์ การเขียน การแปล วิชาชีพครูขั้นกลาง และฝึกสอนเบื้องต้น",
          "📙 ปี 3 : เรียนวรรณกรรมและประวัติศาสตร์ เตรียมสอบ TOPIK การสอนภาษาเกาหลี วิชาเลือกเสรี ทำวิจัย และฝึกสอนเพิ่มเติม",
          "📕 ปี 4 : สอนเต็มเวลาในโรงเรียนเก็บประสบการณ์จริงก่อนจบ  ทำคุรุนิพนธ์/โครงงานวิจัย"
        ],
        studyPlanPdf: "http://academic.uru.ac.th/document/01477.pdf",
        studyPlanInfoImg: "https://iili.io/KBBtGkJ.png",
        website: "https://edu.uru.ac.th/",      
        majorsFacebook: "https://www.facebook.com/KoreanURU/",
        facultyFacebook: "https://www.facebook.com/educationuruacth",
        logoUrl: "https://kharusartsuksa.uru.ac.th/images/uru_logo.png"
      },
      { 
        name : 'สาขาการศึกษาปฐมวัย', 
        majorDescription : "มุ่งเน้นพัฒนาทักษะการสอนเด็กเล็ก การจัดการเรียนการสอน และการดูแลพัฒนาการเด็ก เหมาะสำหรับผู้สนใจเป็นครูปฐมวัย",
        grade : 2.75, 
        ability : ['รักเด็ก', 'อดทน', 'จัดกิจกรรมเด็ก', 'สอน', 'ครู', 'เข้าใจในการสอน', 'พัฒนาเด็ก', 'ทำกิจกรรม'], 
        quota : "60 คน", 
        requiredEducation: ['มัธยมปลาย', 'ปวช', 'อื่นๆ'],
        condition : "มัธยมศึกษาตอนปลายหรือเทียบเท่าทุกแผนการเรียน",
        studyDuration: "หลักสูตรระดับปริญญาตรี 4 ปี",
        acquiredSkills: "การส่งเสริมพัฒนาการเด็กด้านต่างๆ, ทักษะการสอน, การสังเกตพัฒนาการ, การสื่อสารกับเด็กเล็ก, และการจัดการเรียนรู้เด็กเล็ก",
        tuitionFee: "7500 บาท",
        careers: ["ครูผู้สอนระดับปฐมวัยในหน่วยงานของรัฐและเอกชน", "นักวิชาการทางด้านการศึกษาปฐมวัย", "เจ้าหน้าที่ในหน่วยงานของรัฐและเอกชน", "ธุรกิจส่วนตัวด้านการศึกษา"],
        studyPlan: 
        [
          "📘 ปี 1 : เรียนรู้ภาษา พลเมือง จริยธรรมครู จิตวิทยาเบื้องต้น พร้อมทั้งกิจกรรมพัฒนาทักษะเด็ก",
          "📗 ปี 2 : พัฒนาทักษะภาษาอังกฤษและทักษะแห่งศตวรรษที่ 21 เรียนการวัดผลกิจกรรมสำหรับเด็กเฉพาะกลุ่ม การใช้สื่อและของเล่น",
          "📙 ปี 3 : ฝึกทำวิจัยทางการศึกษา เรียนรู้การจัดการเรียนรู้ด้านวิทยาศาสตร์และคณิตศาสตร์สำหรับเด็กปฐมวัย การจัดการเรียนรู้เด็กอายุ 3-6 ปี",
          "📕 ปี 4 : ฝึกสอนจริงเต็มเวลาในโรงเรียน ร่วมสัมมนาแนวโน้มการศึกษาปฐมวัย ทำคุรุนิพนธ์ และลงวิชาเลือกเพื่อเสริมความรู้รอบด้าน"
        ],
        studyPlanPdf: "http://academic.uru.ac.th/DB_course/doc_course/140.pdf",
        studyPlanInfoImg: "https://iili.io/KBBmd5g.png",
        website: "https://edu.uru.ac.th/",      
        majorsFacebook: "https://www.facebook.com/ECE.URU",
        facultyFacebook: "https://www.facebook.com/educationuruacth",
        logoUrl: "https://kharusartsuksa.uru.ac.th/images/uru_logo.png"
      },
      { 
        name : 'สาขาคณิตศาสตร์', 
        majorDescription : "มุ่งเน้นคณิตศาสตร์และทักษะการคิดวิเคราะห์ พร้อมการสอน เหมาะสำหรับผู้สนใจเป็นครูคณิตศาสตร์",
        grade : 3.00, 
        ability: ['เลข', 'คำนวณ', 'คณิต', 'คณิตศาสตร์', 'วิเคราะห์ข้อมูล', 'แก้ปัญหา', 'สถิติ', 'แคลคูลัส', 'สอน', 'ครู', 'รักเด็ก', 'เข้าใจในการสอน'], 
        quota : "60 คน", 
        requiredEducation: ['มัธยมปลาย', 'ปวช', 'อื่นๆ'],
        condition : "มัธยมศึกษาตอนปลายหรือเทียบเท่าสาขาทางวิทย์-คณิต, ศิลป์-คำนวณหรือสาขาที่มีคณิตศาสตร์เพิ่มเติม",
        studyDuration: "หลักสูตรระดับปริญญาตรี 4 ปี",
        acquiredSkills: "การสอนคณิตศาสตร์, การแก้ปัญหา, การคิดวิเคราะห์, การใช้โปรแกรมคณิตศาสตร์, และภาษาอังกฤษเพื่อการสอนในห้องเรียนพิเศษ",
        tuitionFee: "7500 บาท",
        careers: ["ครูสอนคณิตศาสตร์ในหน่วยงานของรัฐและเอกชน", "นักวิชาการทางด้านการศึกษา", "จ้าหน้าที่ในหน่วยงานของรัฐและเอกชน", "ธุรกิจส่วนตัวด้านการศึกษา"],
        studyPlan: 
        [
          "📘 ปี 1 : ปูพื้นฐานความเป็นครู เรียนจิตวิทยา จริยธรรม พร้อมวิชาคณิตเบื้องต้น เช่น แคลคูลัสและเรขาคณิต",
          "📗 ปี 2 : ลงลึกการจัดการเรียนรู้ การวัดผลและนวัตกรรม ควบคู่คณิตศาสตร์ขั้นสูง เช่น พีชคณิตเชิงเส้น สถิติ และทฤษฎีจำนวน",
          "📙 ปี 3 : เสริมทักษะวิจัยและการพัฒนาการสอน เรียนคณิตศาสตร์เชิงลึก เช่น การวิเคราะห์เชิงคณิตศาสตร์ ทอพอโลยี และวิยุตคณิต",
          "📕 ปี 4 : ฝึกสอนจริงเต็มเวลาในโรงเรียน ทำคุรุนิพนธ์ และเลือกวิชาเสริมเพื่อเพิ่มมุมมองวิชาชีพ"
        ],
        studyPlanPdf: "http://academic.uru.ac.th/DB_course/doc_course/123.pdf",
        studyPlanInfoImg: "https://iili.io/KBBpnZx.png",
        website: "https://edu.uru.ac.th/",      
        majorsFacebook: "https://www.facebook.com/profile.php?id=100068071622318#",
        facultyFacebook: "https://www.facebook.com/educationuruacth",
        logoUrl: "https://kharusartsuksa.uru.ac.th/images/uru_logo.png"
      },
      { 
        name : 'สาขาสังคมศึกษา', 
        majorDescription : "มุ่งเน้นการเรียนการสอนวิชาสังคมศึกษา พัฒนาทักษะการวิเคราะห์และการสอน เหมาะสำหรับผู้สนใจเป็นครูสังคมศึกษา",
        grade : 2.75,
        ability: ['สังคม', 'สอนประวัติศาสตร์', 'การพูด', 'การเมือง', 'มารยาท', 'เข้าสังคม', 'สอน', 'ครู', 'รักเด็ก', 'เข้าใจในการสอน'], 
        quota: "60 คน", 
        requiredEducation: ['มัธยมปลาย', 'ปวช', 'อื่นๆ'],
        condition: "มัธยมศึกษาตอนปลายหรือเทียบเท่าทุกแผนการเรียน",
        studyDuration: "หลักสูตรระดับปริญญาตรี 4 ปี",
        acquiredSkills: "การสอนวิชาสังคมศึกษา, การวิเคราะห์และแก้ปัญหา, การจัดการเรียนรู้, และการบูรณาการความรู้เพื่อพัฒนาผู้เรียน",
        tuitionFee: "7500 บาท",
        careers: ["ครูผู้สอนวิชาสังคมศึกษาในหน่วยงานของรัฐและเอกชน", "นักวิชาการทางด้านสังคมศึกษา", "เจ้าหน้าที่ในหน่วยงานของรัฐและเอกชน", "พนักงานในบริษัทของต่างประเทศทั้งภาครัฐและเอกชน"],
        studyPlan: 
        [
          "📘 ปี 1 : เรียนวิชาทั่วไป จิตวิทยา จริยธรรมครู พร้อมพื้นฐานประวัติศาสตร์ เศรษฐศาสตร์ ภูมิศาสตร์ และรัฐศาสตร์",
          "📗 ปี 2 : ลงลึกเศรษฐศาสตร์ ภูมิศาสตร์ การเมือง และประวัติศาสตร์ ควบคู่กับวิชาชีพครู และการฝึกสอนเบื้องต้น",
          "📙 ปี 3 : ศึกษาเรื่องกฎหมาย ศาสนา–ปรัชญา ภูมิศาสตร์เศรษฐกิจ และประวัติศาสตร์ท้องถิ่น พร้อมทำวิจัย วิชาเลือกเสรี และฝึกสอนเพิ่มเติม",
          "📕 ปี 4 : ฝึกสอนจริงเต็มเวลาในโรงเรียน พร้อมทำคุรุนิพนธ์/วิจัย เพื่อเตรียมความพร้อมสู่การเป็นครูมืออาชีพ"
        ],
        studyPlanPdf: "http://academic.uru.ac.th/DB_course/doc_course/139.pdf",
        studyPlanInfoImg: "https://iili.io/KBByAil.png",
        website: "https://edu.uru.ac.th/",      
        majorsFacebook: "https://www.facebook.com/profile.php?id=100075859286362#",
        facultyFacebook: "https://www.facebook.com/educationuruacth",
        logoUrl: "https://kharusartsuksa.uru.ac.th/images/uru_logo.png"
      },
      { 
        name : 'สาขาพลศึกษา',
        majorDescription : "มุ่งเน้นการเรียนรู้ด้านสุขศึกษา กีฬา การเคลื่อนไหว และการจัดการเรียนการสอนพลศึกษา เหมาะสำหรับผู้สนใจงานด้านการกีฬาและการเป็นครูพลศึกษา", 
        grade : 2.75, 
        ability: ['กีฬา', 'ออกกำลังกาย', 'พูด', 'สอน', 'ครู', 'รักเด็ก', 'เข้าใจในการสอน', 'เคลื่อนไหว', 'ส่งเสริมสุขภาพ', 'พัฒนาสมรรถภาพ'], 
        quota: "60 คน",
        requiredEducation: ['มัธยมปลาย', 'ปวช', 'อื่นๆ'], 
        condition: "มัธยมศึกษาตอนปลายหรือเทียบเท่าทุกแผนการเรียน",
        studyDuration: "หลักสูตรระดับปริญญาตรี 4 ปี",
        acquiredSkills: "การสอนพลศึกษา, การเคลื่อนไหวพื้นฐาน, การจัดกิจกรรมกีฬาและเกม, การใช้ความรู้ด้านวิทยาศาสตร์การเคลื่อนไหว, รวมถึงทักษะครู",
        tuitionFee: "7500 บาท",
        careers: ["ครูผู้สอนวิชาพลศึกษาในหน่วยงานของรัฐและเอกชน", "นักวิชาการด้านพลศึกษาของหน่วยงานของรัฐและเอกชน", "เจ้าของกิจการหรือเจ้าหน้าที่ในสถานประกอบการเกี่ยวกับสุขภาพ", "เป็นผู้ฝึกสอนกีฬา ผู้จัดการทีม และผู้ตัดสินกีฬา"],
        studyPlan: 
        [
          "📘 ปี 1 : เรียนพื้นฐานวิชาชีพครู ภาษาไทย–อังกฤษ จิตวิทยาเบื้องต้น กายวิภาคและสรีรวิทยา พร้อมทักษะกีฬาเบื้องต้น (กรีฑา ยิมนาสติก)",
          "📗 ปี 2 : เรียนหลักสูตร การวัดและประเมินผล สรีรวิทยาการออกกำลังกาย วิทยาศาสตร์การเคลื่อนไหว ทักษะกีฬาเฉพาะทาง (ว่ายน้ำ กระบี่กระบอง)",
          "📙 ปี 3 : เรียนการวิจัย นวัตกรรมการเรียนรู้ การทดสอบสมรรถภาพ ทักษะกีฬาขั้นสูง (มวยไทย กีฬาเด็กพิเศษ)",
          "📕 ปี 4 : ฝึกสอนจริงเต็มเวลาในโรงเรียน ทำคุรุนิพนธ์ สัมมนาพลศึกษา และเลือกเสรี เพื่อเตรียมความพร้อมสู่การเป็นครูพลศึกษา"
        ],
        studyPlanPdf: "http://academic.uru.ac.th/DB_course/doc_course/145.pdf",
        studyPlanInfoImg: "https://iili.io/KBC9yZJ.png",
        website: "https://edu.uru.ac.th/",      
        majorsFacebook: "https://www.facebook.com/PEURU",
        facultyFacebook: "https://www.facebook.com/educationuruacth",
        logoUrl: "https://kharusartsuksa.uru.ac.th/images/uru_logo.png"
      },
      { 
        name : 'สาขาเกษตรศาสตร์', 
        majorDescription : "มุ่งเน้นความรู้ด้านการเกษตรพื้นฐาน การผลิตพืช–สัตว์ และทักษะการสอน เหมาะสำหรับผู้ที่ต้องการเป็นครูเกษตรหรือทำงานด้านการพัฒนาการเกษตร", 
        grade : 2.30, 
        ability: ['สิ่งแวดล้อม', 'การอนุรักษ์', 'ต้นไม้', 'สอน', 'ครู', 'รักเด็ก', 'เข้าใจในการสอน', 'การเกษตร', 'เกษตร', 'พัฒนาพืช', 'จัดการทรัพยากร'], 
        quota: "60 คน", 
        requiredEducation: ['มัธยมปลาย', 'ปวช', 'อื่นๆ'], 
        condition: "มัธยมศึกษาตอนปลายหรือเทียบเท่าทุกแผนการเรียน",
        studyDuration: "หลักสูตรระดับปริญญาตรี 4 ปี",
        acquiredSkills: "วิทยาศาสตร์การเกษตร, การสอนและการจัดการเรียนการสอน, การวิจัยและพัฒนา, และทักษะการสื่อสารและการทำงานร่วมกับผู้อื่น",
        tuitionFee: "7500 บาท",
        careers: ["ครูผู้สอนวิชาเกษตรในหน่วยงานของรัฐและเอกชน", "นักวิชาการทางด้านการศึกษาและด้านการเกษตร", "เจ้าหน้าที่เกษตรในหน่วยงานของภาครัฐและภาคเอกชน", "ธุรกิจส่วนตัวด้านการศึกษาและด้านการเกษตรา"],
        studyPlan: 
        [
          "📘 ปี 1 : เรียนวิชาทั่วไป วิชาชีพครู และวิชาเกษตรพื้นฐาน เช่น หลักการเกษตร พืชศาสตร์ ปฐพีวิทยา การผลิตสัตว์ การแปรรูปผลผลิต", 
          "📗 ปี 2 : เรียนรู้การคิด วิเคราะห์ และใช้เทคโนโลยีการศึกษาควบคู่กับทักษะเกษตรพื้นฐาน เช่น งานช่าง–พืช–ฟาร์ม",
          "📙 ปี 3 : เรียนการวิจัย นวัตกรรม ภาษา สุขภาวะ ศิลปะ ร่วมกับทักษะเกษตรเชิงลึกและเทคโนโลยีสมัยใหม่ พร้อมเลือกวิชาเอกตามความสนใจ",
          "📕 ปี 4 : ฝึกสอนจริงเต็มเวลาในโรงเรียน ทำคุรุนิพนธ์ เลือกวิชาเอกและวิชาเสรี"     
        ],
        studyPlanPdf: "http://academic.uru.ac.th/DB_course/doc_course/126.pdf",
        studyPlanInfoImg: "https://iili.io/KBCJuWJ.png",
        website: "https://edu.uru.ac.th/",      
        majorsFacebook: "https://www.facebook.com/AgricultureURU",
        facultyFacebook: "https://www.facebook.com/educationuruacth",
        logoUrl: "https://kharusartsuksa.uru.ac.th/images/uru_logo.png"
      },
      { 
        name : 'สาขานาฏศิลป์', 
        majorDescription : "มุ่งเน้นการเรียนรู้การแสดงนาฏศิลป์ไทยทั้งทฤษฎีและปฏิบัติ พร้อมทักษะการสอน เหมาะสำหรับผู้สนใจงานด้านศิลปวัฒนธรรมและการแสดง", 
        grade : 2.50, 
        ability: ['ดนตรี', 'การแสดง', 'เต้น', 'รำ', 'สอน', 'ครู', 'รักเด็ก', 'เข้าใจในการสอน', 'การสื่อสาร', 'จินตนาการ', 'ความคิดสร้างสรรค์'], 
        quota: "60 คน", 
        requiredEducation: ['มัธยมปลาย', 'ปวช', 'อื่นๆ'], 
        condition: "มัธยมศึกษาตอนปลายหรือเทียบเท่าทุกแผนการเรียน",
        studyDuration: "หลักสูตรระดับปริญญาตรี 4 ปี",
        acquiredSkills: "นาฏศิลป์และการแสดง เช่น การร่ายรำ, การออกแบบท่ารำ, ความรู้ด้านทฤษฎีนาฏศิลป์, และการแสดงพื้นฐาน",
        tuitionFee: "7500 บาท",
        careers: ["ครูผู้สอนวิชานาฏศิลป์ในหน่วยงานของรัฐและเอกชน", "นักวิชาการทางด้านการศึกษานาฏศิลป", "ทูตวัฒนธรรมด้านการแสดงทั้งในประเทศและต่างประเทศ", "นักแสดงมืออาชีพอิสระ"],
        studyPlan: 
        [
          "📘 ปี 1 : เรียนวิชาทั่วไป วิชาชีพครู และวิชาเอกบังคับพื้นฐาน เช่น ทักษะนาฏศิลป์ไทย การละครไทย พิธีไหว้ครู", 
          "📗 ปี 2 : เรียนทักษะศตวรรษที่ 21 วิชาชีพครู เช่น การวัดและประเมินผล ปฏิบัติการสอน 2 และวิชาเอกบังคับ เช่น โขน ระบำมาตรฐาน รำเดี่ยวรำคู่",
          "📙 ปี 3 : เรียนวิชาทั่วไป การวิจัยและนวัตกรรมการเรียนรู้ ปฏิบัติการสอน 3 และวิชาเอกบังคับ เช่น นาฏยประดิษฐ์ การวิจัยด้านนาฏศิลป์",
          "📕 ปี 4 : ฝึกสอนจริงเต็มเวลาในโรงเรียน ทำคุรุนิพนธ์ เลือกวิชาเอกและวิชาเสรี"     
        ],
        studyPlanPdf: "http://academic.uru.ac.th/DB_course/doc_course/141.pdf",
        studyPlanInfoImg: "https://iili.io/KBCdwCJ.png",
        website: "https://edu.uru.ac.th/",      
        majorsFacebook: "https://www.facebook.com/people/%E0%B8%84%E0%B8%A3%E0%B8%B9%E0%B8%99%E0%B8%B2%E0%B8%8F%E0%B8%A8%E0%B8%B4%E0%B8%A5%E0%B8%9B%E0%B9%8C-%E0%B8%A3%E0%B8%B2%E0%B8%8A%E0%B8%A0%E0%B8%B1%E0%B8%8F%E0%B8%AD%E0%B8%B8%E0%B8%95%E0%B8%A3%E0%B8%94%E0%B8%B4%E0%B8%95%E0%B8%96%E0%B9%8C/100063824791883/",
        facultyFacebook: "https://www.facebook.com/educationuruacth",
        logoUrl: "https://kharusartsuksa.uru.ac.th/images/uru_logo.png"
        },
        { 
        name : 'สาขาดนตรีศึกษา', 
        majorDescription : "มุ่งเน้นการเรียนรู้ทักษะดนตรีทั้งภาคทฤษฎีและปฏิบัติ พร้อมพัฒนาทักษะการสอนดนตรี เหมาะสำหรับผู้สนใจงานด้านดนตรีและอาชีพครูดนตรี", 
        grade : 2.50, 
        ability: ['ดนตรี', 'การแสดง', 'เต้น', 'ร้องเพลง', 'สอน', 'ครู', 'รักเด็ก', 'เข้าใจในการสอน', 'การสื่อสาร', 'จินตนาการ', 'ความคิดสร้างสรรค์', 'ความมั่นใจ'], 
        quota: "60 คน", 
        requiredEducation: ['มัธยมปลาย', 'ปวช', 'อื่นๆ'], 
        condition: "มัธยมศึกษาตอนปลายหรือเทียบเท่าทุกแผนการเรียน",
        studyDuration: "หลักสูตรระดับปริญญาตรี 4 ปี",
        acquiredSkills: "ดนตรีไทยและสากล, การประสานเสียง, การแสดง, การสอนดนตรี, และทักษะการสื่อสารและจัดการเรียนรู้ในห้องเรียน",
        tuitionFee: "7500 บาท",
        careers: ["ครูผู้สอนดนตรีภาครัฐและเอกชน", "ผู้จัดการโรงเรียนดนตรีเอกชน", "นักวิชาการศึกษาสังกัดองค์การบริหารส่วนท้องถิ่น", "นักวิจัยดนตรีอิสระ นักดนตรีอาชีพ นักเรียบเรียงเสียงประสาน"],
        studyPlan: 
        [
          "📘 ปี 1 : เรียนวิชาทั่วไป วิชาชีพครู และวิชาเอกพื้นฐาน เช่น ทฤษฎีดนตรี ดนตรีไทย-ตะวันตก และทักษะดนตรีสำหรับครู", 
          "📗 ปี 2 : พัฒนาทักษะศตวรรษที่ 21 การวัดและประเมินผล ปฏิบัติการสอน 2 พร้อมวิชาเอก เช่น ดนตรีโลก เทคโนโลยีดนตรี การขับร้อง และการจัดวงดนตรี",
          "📙 ปี 3 : เน้นการวิจัยและนวัตกรรม ปฏิบัติการสอน 3 วิชาเอก เช่น การซ่อมสร้างอุปกรณ์ นำเสนอผลงาน ดนตรีชาติพันธุ์ และการสอนทักษะดนตรี",
          "📕 ปี 4 : ฝึกสอนจริงเต็มเวลาในโรงเรียน ทำคุรุนิพนธ์ เลือกวิชาเอกและวิชาเสรี"     
        ],
        studyPlanPdf: "http://academic.uru.ac.th/DB_course/doc_course/127.pdf",
        studyPlanInfoImg: "https://iili.io/KBC2PN1.png",
        website: "https://edu.uru.ac.th/",      
        majorsFacebook: "https://www.facebook.com/people/%E0%B8%AA%E0%B8%B2%E0%B8%82%E0%B8%B2%E0%B8%94%E0%B8%99%E0%B8%95%E0%B8%A3%E0%B8%B5%E0%B8%A8%E0%B8%B6%E0%B8%81%E0%B8%A9%E0%B8%B2-%E0%B8%84%E0%B8%93%E0%B8%B0%E0%B8%84%E0%B8%A3%E0%B8%B8%E0%B8%A8%E0%B8%B2%E0%B8%AA%E0%B8%95%E0%B8%A3%E0%B9%8C-%E0%B8%A1%E0%B8%AB%E0%B8%B2%E0%B8%A7%E0%B8%B4%E0%B8%97%E0%B8%A2%E0%B8%B2%E0%B8%A5%E0%B8%B1%E0%B8%A2%E0%B8%A3%E0%B8%B2%E0%B8%8A%E0%B8%A0%E0%B8%B1%E0%B8%8F%E0%B8%AD%E0%B8%B8%E0%B8%95%E0%B8%A3%E0%B8%94%E0%B8%B4%E0%B8%95%E0%B8%96%E0%B9%8C/100063829999854/",
        facultyFacebook: "https://www.facebook.com/educationuruacth",
        logoUrl: "https://kharusartsuksa.uru.ac.th/images/uru_logo.png"
      },
      { 
        name : 'สาขาคอมพิวเตอร์', 
        majorDescription : "มุ่งเน้นการเรียนการสอนคอมพิวเตอร์ การใช้เทคโนโลยีสารสนเทศ และทักษะการแก้ปัญหา เหมาะสำหรับผู้สนใจเป็นครูคอมพิวเตอร์หรืองาน IT การศึกษา", 
        grade : 2.50, 
        ability: ['เทคโนโลยี', 'คอมพิวเตอร์', 'คอม', 'ดิจิทัล', 'สอน', 'ครู', 'รักเด็ก', 'เข้าใจในการสอน', 'คิดวิเคราะห์', 'แก้ปัญหา', 'ความคิดสร้างสรรค์', 'ความมั่นใจ', 'เรียนรู้ตลอดเวลา'], 
        quota: "60 คน", 
        requiredEducation: ['มัธยมปลาย', 'ปวช', 'อื่นๆ'], 
        condition: "มัธยมศึกษาตอนปลายหรือเทียบเท่าทุกแผนการเรียน",
        studyDuration: "หลักสูตรระดับปริญญาตรี 4 ปี",
        acquiredSkills: "คอมพิวเตอร์, การพัฒนาโปรแกรม, การใช้เทคโนโลยีสารสนเทศ, การแก้ปัญหาและวิเคราะห์ข้อมูล, รวมถึงทักษะการสื่อสารและการจัดการเรียนการสอนในห้องเรียน",
        tuitionFee: "7500 บาท",
        careers: ["ครูสอนวิชาคอมพิวเตอร์ในหน่วยงานของรัฐและเอกชน", "นักวิชาการทางด้านคอมพิวเตอร", "เจ้าหน้าที่คอมพิวเตอร์ในหน่วยงานของรัฐและเอกชน", "ธุรกิจส่วนตัวด้านคอมพิวเตอร์และการศึกษา"],
        studyPlan: 
        [
          "📘 ปี 1 : เรียนวิชาทั่วไป วิชาชีพครู และพื้นฐานคอมพิวเตอร์ เช่น ระบบสารสนเทศ กฎหมายคอมพิวเตอร์ และการเขียนโปรแกรม", 
          "📗 ปี 2 : พัฒนาทักษะศตวรรษที่ 21 การวัดประเมินผล ปฏิบัติการสอน พร้อมวิชาเอก เช่น กราฟิก ระบบเครือข่าย และสื่อการสอนอิเล็กทรอนิกส์",
          "📙 ปี 3 : เน้นวิจัยและนวัตกรรม ปฏิบัติการสอน 3 และวิชาเอก เช่น การจัดการเรียนรู้สำหรับครูคอมพิวเตอร์",
          "📕 ปี 4 : ฝึกสอนจริงเต็มเวลาในโรงเรียน ทำคุรุนิพนธ์ เลือกวิชาเอกและวิชาเสรี"     
        ],
        studyPlanPdf: "http://academic.uru.ac.th/DB_course/doc_course/146.pdf",
        studyPlanInfoImg: "https://iili.io/KBC3Uss.png",
        website: "https://edu.uru.ac.th/",      
        majorsFacebook: "https://www.facebook.com/comeduru.official/",
        facultyFacebook: "https://www.facebook.com/educationuruacth",
        logoUrl: "https://kharusartsuksa.uru.ac.th/images/uru_logo.png"
      },
      { 
        name : 'สาขาเทคโนโลยีการศึกษาและคอมพิวเตอร์', 
        majorDescription : "มุ่งเน้นการใช้เทคโนโลยีสารสนเทศและสื่อดิจิทัลสนับสนุนการสอน เหมาะสำหรับผู้สนใจเป็นครูหรือนักพัฒนาสื่อการเรียนการสอน", 
        grade : 2.50, 
        ability: ['เทคโนโลยี', 'คอมพิวเตอร์', 'คอม', 'ดิจิทัล', 'สอน', 'ครู', 'รักเด็ก', 'เข้าใจในการสอน', 'คิดวิเคราะห์', 'แก้ปัญหา', 'ความคิดสร้างสรรค์', 'ความมั่นใจ', 'เรียนรู้ตลอดเวลา'], 
        quota: "60 คน", 
        requiredEducation: ['มัธยมปลาย', 'ปวช', 'อื่นๆ'], 
        condition: "มัธยมศึกษาตอนปลายหรือเทียบเท่าทุกแผนการเรียน",
        studyDuration: "หลักสูตรระดับปริญญาตรี 4 ปี",
        acquiredSkills: "เทคโนโลยีสารสนเทศและสื่อดิจิทัลในการจัดการเรียนการสอน, การออกแบบสื่อการศึกษา, การแก้ปัญหาและคิดวิเคราะห์, รวมถึงทักษะการสื่อสารและการสอนในห้องเรียน",
        tuitionFee: "7500 บาท",
        careers: ["ครูทุกสังกัดทั้งภาครัฐและเอกชน", "นักเทคโนโลยีการศึกษา/นักวิชาการโสตทัศนศึกษา", "นวัตกรทางการศึกษา", "นักวิชาการเทคโนโลยีดิจทัล/นักวิชาการคอมพิวเตอร"],
        studyPlan: 
        [
          "📘 ปี 1 : เรียนพื้นฐานวิชาทั่วไป ภาษาไทย อังกฤษ จิตวิทยาครู กฎหมายคอมพิวเตอร์ การเขียนโปรแกรม และเทคโนโลยีดิจิทัลเบื้องต้น", 
          "📗 ปี 2 : เน้นนวัตกรรมและสื่อการสอน กราฟิก วีดิทัศน์ วิทยาการจัดการเรียนรู้ การวัดผล รวมถึงสถาปัตยกรรมคอมพิวเตอร์ ",
          "📙 ปี 3 : พัฒนาทักษะเชิงลึก เช่น เครือข่ายคอมพิวเตอร์ ระบบงาน คอมพิวเตอร์ศึกษา AI การวิจัย และการผลิตสื่อการสอนอิเล็กทรอนิกส์",
          "📕 ปี 4 : ฝึกสอนจริงเต็มเวลาในโรงเรียน ทำโครงงานด้านสื่อดิจิทัล ทำคุรุนิพนธ์ เลือกวิชาเอกและวิชาเสรี"     
        ],
        studyPlanPdf: "https://academic.uru.ac.th/DB_course/doc_course/151.pdf",
        studyPlanInfoImg: "https://iili.io/KBCK79V.png",
        website: "https://edu.uru.ac.th/",      
        majorsFacebook: "https://www.facebook.com/EDTech.URU/",
        facultyFacebook: "https://www.facebook.com/educationuruacth",
        logoUrl: "https://kharusartsuksa.uru.ac.th/images/uru_logo.png"
      },
    ]
    },
    
    { 
    name: 'คณะมนุษยศาสตร์และสังคมศาสตร์',
    majors: [
      { 
        name : 'สาขาสังคมศาสตร์เพื่อการพัฒนา',
        majorDescription : "มุ่งเน้นศึกษาสังคม ชุมชน และการพัฒนา พร้อมวิเคราะห์ปัญหาและวางแผนโครงการเพื่อสร้างการเปลี่ยนแปลงเชิงบวก", 
        grade : null, 
        ability: ['พัฒนา', 'สังคม', 'คิดวิเคราะห์', 'เข้าใจวัฒนธรรม', 'มองภาพรวม', 'การสื่อสาร', 'แก้ปัญหา', 'เทคโนโลยี', 'ดิจิทัล'], 
        quota: "20 คน", 
        requiredEducation: ['มัธยมปลาย', 'ปวช', 'อื่นๆ'], 
        condition: "มัธยมศึกษาตอนปลายหรือเทียบเท่าทุกแผนการเรียน",
        studyDuration: "หลักสูตรระดับปริญญาตรี 4 ปี",
        acquiredSkills: "วิเคราะห์สังคม, ความเข้าใจพัฒนาชุมชน, การทำงานจริงร่วมกับชุมชน, รวมถึงการคิดวิเคราะห์ สื่อสาร แก้ปัญหา, และบริหารโครงการ",
        tuitionFee: "7500 บาท",
        careers: ["นักสังคมสงเคราะห์", "นักพัฒนาสังคม/นักพัฒนาชุมชน", "ผู้ประกอบการวิสาหกิจชุมชน", "เจ้าหน้าที่วิเคราะห์นโยบายและแผน"],
        studyPlan: 
        [
          "📘 ปี 1 : เรียนพื้นฐานวิชาทั่วไปและสังคมศาสตร์เบื้องต้น เช่น ความเป็นพลเมือง หลักสังคมวิทยา และการเปลี่ยนแปลงทางสังคม", 
          "📗 ปี 2 : พัฒนาทักษะการวิเคราะห์ นวัตกรรม และการจัดการเรียนรู้ รวมถึงเศรษฐกิจชุมชนและนโยบายสังคม",
          "📙 ปี 3 : เน้นวิจัย การประเมินผล การจัดการความรู้ และเทคโนโลยีสารสนเทศ พร้อมปฏิบัติการเรียนการสอน",
          "📕 ปี 4 : ฝึกประสบการณ์ภาคสนาม ทำโครงงาน สัมมนา และวิชาเลือกเสรีเพื่อเตรียมพร้อมสู่การประกอบอาชีพ"     
        ],
        studyPlanPdf: "http://academic.uru.ac.th/DB_course/doc_course/134.pdf",
        studyPlanInfoImg: "https://iili.io/KBCCXqX.png",
        website: "https://www.uru.ac.th/#gsc.tab=0",      
        majorsFacebook: "https://www.facebook.com/profile.php?id=100076409621333",
        facultyFacebook: "https://www.facebook.com/human.uru",
        logoUrl: "https://iili.io/FyRVWmu.jpg"
      },
      { 
        name : 'สาขาภาษาญี่ปุ่นธุรกิจ', 
        majorDescription : "มุ่งเน้นการเรียนภาษาญี่ปุ่นทั้งฟัง พูด อ่าน เขียน พร้อมความรู้ธุรกิจและวัฒนธรรม เพื่อเตรียมทำงานด้านธุรกิจและการสื่อสารข้ามวัฒนธรรม", 
        grade : null, 
        ability: ['ภาษาญี่ปุ่น', 'การสื่อสาร', 'มนุษยสัมพันธ์', 'การบริการ', 'การจัดการ', 'ความเข้าใจวัฒนธรรม', 'แก้ปัญหา', 'ความคิดสร้างสรรค์'],
        quota: "20 คน", 
        requiredEducation: ['มัธยมปลาย', 'ปวช', 'อื่นๆ'], 
        condition: "มัธยมศึกษาตอนปลายหรือเทียบเท่าทุกแผนการเรียน",
        studyDuration: "หลักสูตรระดับปริญญาตรี 4 ปี",
        acquiredSkills: "ภาษาญี่ปุ่นระดับสูง (ฟัง พูด อ่าน เขียน), ความรู้ด้านธุรกิจและวัฒนธรรมญี่ปุ่น, รวมถึงทักษะการสื่อสารและทำงานร่วมกับคนญี่ปุ่น",
        tuitionFee: "8000 บาท",
        careers: ["พนักงานด้านธุรกิจโรงงานภาคอุตสาหกรรม ", "พนักงานต้อนรับบนเครื่องบิน/ภาคพื้น", " พนักงานด้านธุรกิจการโรงแรม", "นักวิชาการประชาสัมพันธ์ฝ่ายต่างประเทศห"],
        studyPlan: 
        [
          "📘 ปี 1 : เรียนพื้นฐานวิชาศึกษาทั่วไปและภาษาญี่ปุ่นเบื้องต้น", 
          "📗 ปี 2 : พัฒนาทักษะภาษาญี่ปุ่นเชิงธุรกิจ ภาษาอังกฤษ และความรู้พื้นฐานด้านธุรกิจ",
          "📙 ปี 3 : ภาษาญี่ปุ่นธุรกิจ การนำเสนอ การอ่าน-เขียน พร้อมเรียนรู้พื้นฐานธุรกิจเพิ่มเติม",
          "📕 ปี 4 : ฝึกประสบการณ์ภาคสนาม ทำโครงงานและวิจัยเพื่อเตรียมพร้อมสู่การประกอบอาชีพ"     
        ],
        studyPlanPdf: "http://academic.uru.ac.th/DB_course/doc_course/128.pdf",
        studyPlanInfoImg: "https://iili.io/KBCoIP1.png",
        website: "https://www.uru.ac.th/#gsc.tab=0",      
        majorsFacebook: "https://www.facebook.com/BJ.human.uru",
        facultyFacebook: "https://www.facebook.com/human.uru",
        logoUrl: "https://iili.io/FyRVWmu.jpg"
      },
      { 
        name : 'สาขานิติศาสตร์', 
        majorDescription : "มุ่งเน้นการเรียนกฎหมายและกระบวนการยุติธรรม พร้อมฝึกวิเคราะห์และประยุกต์ใช้กฎหมายในชีวิตจริง", 
        grade : null, 
        ability: ['กฎหมาย', 'การวิเคราะห์', 'การคิดเชิงวิพากษ์', 'การเจรจาต่อรอง', 'การสื่อสาร', 'มนุษยสัมพันธ์', 'การร่างเอกสาร', 'จริยธรรม', 'แก้ปัญหา', 'ความยุติธรรม'],
        quota: "40 คน", 
        requiredEducation: ['มัธยมปลาย', 'ปวช', 'อื่นๆ'], 
        condition: "มัธยมศึกษาตอนปลายหรือเทียบเท่าทุกแผนการเรียน",
        studyDuration: "หลักสูตรระดับปริญญาตรี 4 ปี",
        acquiredSkills: "ความรู้กฎหมายประยุกต์ได้จริง, ทักษะวิเคราะห์, การทำงานร่วม, ผู้นำคิดวิจารณญาณ, ความรับผิดชอบ, และการใช้กฎหมายพัฒนาท้องถิ่น",
        tuitionFee: "7500 บาท",
        careers: ["นิติกร", "ทนายความ", "ตำรวจ", " เจ้าพนักงานบังคับคดี/คุมประพฤติ"],
        studyPlan: 
        [
          "📘 ปี 1 : เรียนพื้นฐานกฎหมายมหาชน แพ่ง อาญา และวิชาพื้นฐานทั่วไป", 
          "📗 ปี 2 : เรียนกฎหมายทรัพย์สิน หนี้ ละเมิด เอกเทศสัญญา หุ้นส่วน บริษัท ภาษี และพระธรรมนูญศาล",
          "📙 ปี 3 : เน้นวิธีพิจารณาคดีแพ่ง-อาญา กฎหมายปกครอง แรงงาน และการค้าระหว่างประเทศ",
          "📕 ปี 4 : ฝึกประสบการณ์ภาคสนามหรือสหกิจศึกษา เรียนกฎหมายระหว่างประเทศ นิติปรัชญา"     
        ],
        studyPlanPdf: "https://academic.uru.ac.th/DB_course/doc_course/190.pdf",
        studyPlanInfoImg: "https://iili.io/KBCxq0X.png",
        website: "https://www.uru.ac.th/#gsc.tab=0",      
        majorsFacebook: "https://www.facebook.com/LawyerHumanURU/",
        facultyFacebook: "https://www.facebook.com/human.uru",
        logoUrl: "https://iili.io/FyRVWmu.jpg"
      },
      { 
        name : 'สาขารัฐประศาสนศาสตร์', 
        majorDescription : "มุ่งเน้นการเรียนการบริหารภาครัฐและการจัดการองค์การ ฝึกวิเคราะห์นโยบาย วางแผนงาน และพัฒนาทักษะการทำงานร่วมกับชุมชนและภาครัฐ", 
        grade : null, 
        ability: ['สังคม', 'การเมือง', 'การปกครอง', 'การบริหารจัดการ', 'การสื่อสาร', 'ภาวะผู้นำ', 'การวิเคราะห์ปัญหา', 'การตัดสินใจ', 'การวางแผน', 'มนุษยสัมพันธ์', 'การทำงานเป็นทีม', 'การแก้ปัญหาเฉพาะหน้า', 'ความรู้ด้านกฎหมายและนโยบาย'],       
        quota: "50 คน", 
        requiredEducation: ['มัธยมปลาย', 'ปวช', 'อื่นๆ'], 
        condition: "มัธยมศึกษาตอนปลายหรือเทียบเท่าทุกแผนการเรียน",
        studyDuration: "หลักสูตรระดับปริญญาตรี 4 ปี",
        acquiredSkills: "การบริหารจัดการภาครัฐ, การวิเคราะห์นโยบายสาธารณะ, การบริหารทรัพยากรมนุษย์, และทักษะการเป็นผู้นำ",
        tuitionFee: "7500 บาท",
        careers: ["เจ้าพนักงานปกครอง", "พนักงานรัฐวิสาหกิจ", "นักวิเคราะห์นโยบายและแผน", "นักทรัพยากรบุคคล"],
        studyPlan: 
        [
          "📘 ปี 1 : ปูพื้นฐานความรู้ทั่วไป พัฒนาทักษะภาษาไทย ภาษาอังกฤษ เสริมสร้างความเข้าใจเบื้องต้นด้านรัฐศาสตร์และการบริหารภาครัฐ", 
          "📗 ปี 2 : เจาะลึกการบริหารงานภาครัฐ การกำหนดนโยบายสาธารณะ กฎหมายที่เกี่ยวข้อง และการบริหารงบประมาณอย่างมีประสิทธิภาพ",
          "📙 ปี 3 : ฝึกการคิดเชิงวิเคราะห์ด้วยการวิจัยและสถิติ เรียนรู้การบริหารทรัพยากรมนุษย์ กฎหมายปกครอง แและเทคโนโลยีสารสนเทศ",
          "📕 ปี 4 : ฝึกประสบการณ์ภาคสนามหรือสหกิจศึกษา จริยธรรมและสัมมนา"     
        ],
        studyPlanPdf: "http://academic.uru.ac.th/DB_course/doc_course/182.pdf",
        studyPlanInfoImg: "https://iili.io/KBCxyE7.png",
        website: "https://www.uru.ac.th/#gsc.tab=0",      
        majorsFacebook: "https://www.facebook.com/sakha.wicha.rathprasasnsastr.m.rachphat.xutrditth/",
        facultyFacebook: "https://www.facebook.com/human.uru",
        logoUrl: "https://iili.io/FyRVWmu.jpg"
      },
      { 
        name : 'สาขาภาษาอังกฤษธุรกิจหลักสูตรนานาชาติ', 
        majorDescription : "มุ่งเน้นภาษาอังกฤษธุรกิจและการสื่อสารระหว่างประเทศ พร้อมความรู้บริหาร การตลาด และวัฒนธรรมนานาชาติ", 
        grade : null, 
        ability: ['ภาษาอังกฤษ', 'การสื่อสาร', 'การนำเสนอ', 'การเจรจาธุรกิจ', 'ความคิดวิเคราะห์', 'มนุษยสัมพันธ์', 'ความคิดสร้างสรรค์', 'การตลาด', 'การบริหารจัดการ', 'ทักษะระหว่างวัฒนธรรม'], 
        quota: "20 คน", 
        requiredEducation: ['มัธยมปลาย', 'ปวช', 'อื่นๆ'], 
        condition: "มัธยมศึกษาตอนปลายหรือเทียบเท่าทุกแผนการเรียน",
        studyDuration: "หลักสูตรระดับปริญญาตรี 4 ปี",
        acquiredSkills: "ภาษาอังกฤษเพื่อสื่อสารธุรกิจ ฟัง พูด อ่าน เขียน, พร้อมความรู้บริหาร, เทคโนโลยี, และการประยุกต์ใช้ในบริบทท้องถิ่น",
        tuitionFee: "12000 บาท",
        careers: ["พนักงานองค์กรธุรกิจในประเทศและระหว่างประเทศ", "พนักงานหรือผู้ประกอบการธุรกิจโลจิสติกส", "พนักงานธุรกิจสายการบิน", "นักแปลหรือล่าม"],
        studyPlan: 
        [
          "📘 ปี 1 : เริ่มต้นวางพื้นฐานภาษาอังกฤษ ฟัง พูด อ่าน เขียน ไวยากรณ์ และภาษาศาสตร์เบื้องต้น", 
          "📗 ปี 2 : เสริมทักษะภาษาอังกฤษสำหรับการแปล วรรณกรรม และการสื่อสารธุรกิจ พร้อมเรียนไวยากรณ์อังกฤษขั้นสูงและสัทศาสตร์",
          "📙 ปี 3 : พัฒนาทักษะเชิงวิชาชีพ การอ่านวิเคราะห์ การเขียนความเรียง ภาษาศาสตร์ประยุกต์ วรรณกรรมร่วมสมัย และการแปลไทย-อังกฤษ",
          "📕 ปี 4 : ฝึกประสบการณ์ภาคสนามหรือสหกิจศึกษา เน้นการประยุกต์ภาษาอังกฤษเพื่ออาชีพ"     
        ],
        studyPlanPdf: "https://academic.uru.ac.th/DB_course/doc_course/177.pdf",
        studyPlanInfoImg: "https://iili.io/KBCzPnV.png",
        website: "https://www.uru.ac.th/#gsc.tab=0",      
        majorsFacebook: "https://www.facebook.com/URUBusinessEnglish",
        facultyFacebook: "https://www.facebook.com/human.uru",
        logoUrl: "https://iili.io/FyRVWmu.jpg"
      },
      { 
        name : 'สาขาภาษาอังกฤษ', 
        majorDescription : "มุ่งเน้นพัฒนาทักษะภาษาอังกฤษทั้งฟัง พูด อ่าน เขียน และการสื่อสารอย่างมีประสิทธิภาพ พร้อมความรู้ด้านวัฒนธรรม ภาษา และการประยุกต์ใช้ภาษาในชีวิตจริง", 
        grade : null, 
        ability: ['ภาษาอังกฤษ', 'การสื่อสาร', 'การอ่านวิเคราะห์', 'การเขียนเชิงวิชาการ', 'การแปล', 'การฟังจับใจความ', 'ไวยากรณ์', 'การคิดวิเคราะห์', 'การนำเสนอ', 'การสื่อสารข้ามวัฒนธรรม'],
        quota: "30 คน", 
        requiredEducation: ['มัธยมปลาย', 'ปวช', 'อื่นๆ'], 
        condition: "มัธยมศึกษาตอนปลายหรือเทียบเท่าทุกแผนการเรียน",
        studyDuration: "หลักสูตรระดับปริญญาตรี 4 ปี",
        acquiredSkills: "ภาษาอังกฤษทั้งฟัง พูด อ่าน เขียน พร้อมความรู้วัฒนธรรมและเทคโนโลยีสมัยใหม่เพื่อประกอบอาชีพและพัฒนาตนเอง",
        tuitionFee: "8000 บาท",
        careers: ["เจ้าหน้าที่ฝ่ายงานต่างประเทศ", "เจ้าหน้าที่ภาคพื้นสนามบิน", "เจ้าหน้าที่ประชาสัมพันธ์", "พนักงานต้อนรับในโรงแรม"],
        studyPlan: 
        [
          "📘 ปี 1 : วางรากฐานภาษาอังกฤษ ฟัง พูด อ่าน เขียน พร้อมไวยากรณ์และการสื่อสารในชีวิตประจำวัน", 
          "📗 ปี 2 : เสริมทักษะภาษาอังกฤษธุรกิจสำหรับงานบริการและเลขานุการ พร้อมเรียนหลักการตลาดและเศรษฐศาสตร์ธุรกิจ",
          "📙 ปี 3 : ฝึกภาษาอังกฤษเชิงธุรกิจ การสื่อสารข้ามวัฒนธรรม การใช้ระบบสารสนเทศธุรกิจ และกลยุทธ์การตลาดดิจิทัล",
          "📕 ปี 4 : ฝึกสหกิจศึกษา เน้นกฎหมายธุรกิจและการบริหารธุรกิจเชิงปฏิบัติ"     
        ],
        studyPlanPdf: "https://academic.uru.ac.th/DB_course/doc_course/170.pdf",
        studyPlanInfoImg: "https://iili.io/KBCIviN.png",
        website: "https://www.uru.ac.th/#gsc.tab=0",      
        majorsFacebook: "https://www.facebook.com/human.uru",
        facultyFacebook: "https://www.facebook.com/human.uru",
        logoUrl: "https://iili.io/FyRVWmu.jpg"
      },
      { 
        name : 'สาขาภาษาอังกฤษเพื่อการสื่อสารและการแปล', 
        majorDescription : "มุ่งเน้นทักษะภาษาอังกฤษ ฟัง พูด อ่าน เขียน และการแปล พร้อมความรู้วัฒนธรรมเพื่อใช้ประกอบอาชีพ", 
        grade : null, 
        ability: ['ภาษาอังกฤษ', 'การฟัง', 'การพูด', 'การอ่าน', 'การเขียน', 'การแปล', 'การสื่อสารข้ามวัฒนธรรม', 'การวิเคราะห์ภาษา', 'ไวยากรณ์', 'การนำเสนอ'],
        quota: "30 คน", 
        requiredEducation: ['มัธยมปลาย', 'ปวช', 'อื่นๆ'], 
        condition: "มัธยมศึกษาตอนปลายหรือเทียบเท่าทุกแผนการเรียน",
        studyDuration: "หลักสูตรระดับปริญญาตรี 4 ปี",
        acquiredSkills: "การสื่อสารและแปลเอกสาร, การทำงานด้านท่องเที่ยว โรงแรม และต่างประเทศ, พร้อมทักษะการเขียนเชิงวิชาการและใช้ภาษาอังกฤษอย่างถูกต้อง",
        tuitionFee: "8000 บาท",
        careers: ["เจ้าหน้าที่ฝ่ายงานต่างประเทศ", "นักแปล/นักเขียน", "นักสร้างสรรค์สื่อที่เกี่ยวข้องกับภาษาอังกฤษ", "พนักงานต้อนรับบนเครื่องบิน"],
        studyPlan: 
        [
          "📘 ปี 1 : วางรากฐานภาษาอังกฤษ ฟัง พูด อ่าน เขียน พร้อมเรียนภาษาศาสตร์ ไวยากรณ์ การอ่าน การเขียน และทักษะการสื่อสารพื้นฐาน", 
          "📗 ปี 2 : พัฒนาทักษะการฟัง พูด อ่าน เขียนเชิงวิชาชีพและการแปล เรียนวรรณกรรมอังกฤษและอเมริกัน พร้อมเสริมความรู้ด้านสัทศาสตร์และไวยากรณ์เชิงลึก",
          "📙 ปี 3 : ฝึกอ่านเชิงวิเคราะห์ การเขียนความเรียง ภาษาศาสตร์ประยุกต์ การแปลไทย–อังกฤษ และวรรณกรรมร่วมสมัย",
          "📕 ปี 4 : ฝึกประสบการณ์ภาคสนามหรือสหกิจศึกษา เน้นการล่ามและการสอบมาตรฐานภาษาจีนธุรกิจ (BCT) สนทนาภาษาอังกฤษเพื่อการทำงาน"     
        ],
        studyPlanPdf: "https://academic.uru.ac.th/DB_course/doc_course/170.pdf",
        studyPlanInfoImg: "https://iili.io/KBCAuKN.png",
        website: "https://www.uru.ac.th/#gsc.tab=0",      
        majorsFacebook: "https://www.facebook.com/human.uru",
        facultyFacebook: "https://www.facebook.com/human.uru",
        logoUrl: "https://iili.io/FyRVWmu.jpg"
      },
      { 
        name : 'สาขาวิชาภาษาจีนธุรกิจ', 
        majorDescription : "มุ่งเน้นพัฒนาทักษะภาษาจีนทั้งฟัง พูด อ่าน เขียน พร้อมความรู้ด้านธุรกิจและวัฒนธรรมจีน เพื่อใช้ในการทำงานธุรกิจ การค้าระหว่างประเทศ และการสื่อสารข้ามวัฒนธรรม", 
        grade : null, 
        ability: ['ภาษาจีน', 'พินอินและอักษรจีน', 'การสื่อสารธุรกิจ', 'การเจรจาต่อรอง', 'การฟัง', 'การพูด', 'การอ่าน', 'การเขียน', 'การตลาด', 'ความเข้าใจวัฒนธรรมจีน', 'การแปลเบื้องต้น', 'มนุษยสัมพันธ์', 'การแก้ปัญหา'],
        quota: "20 คน", 
        requiredEducation: ['มัธยมปลาย', 'ปวช', 'อื่นๆ'], 
        condition: "มัธยมศึกษาตอนปลายหรือเทียบเท่าทุกแผนการเรียน",
        studyDuration: "หลักสูตรระดับปริญญาตรี 4 ปี",
        acquiredSkills: "ภาษาจีนธุรกิจ ฟัง พูด อ่าน เขียน แปล และความรู้ด้านวัฒนธรรมและกฎระเบียบจีน",
        tuitionFee: "8000 บาท",
        careers: ["พนักงานด้านธุรกิจ/ภาคอุตสาหกรรม", "พนักงานด้านธุรกิจการโรงแรม/ธุรกิจการท่องเที่ยว", "ธุรกิจการค้า/ธุรกิจบริการ", "นักแปลภาษาม"],
        studyPlan: 
        [
          "📘 ปี 1 : เรียนภาษาจีนพื้นฐาน ฟัง พูด อ่าน เขียน ภาษาจีนในชีวิตประจำวัน พร้อมวิชาศึกษาทั่วไปและเลือกเสรี วางรากฐานเพื่อการสื่อสารทางธุรกิจในอนาคต", 
          "📗 ปี 2 : พัฒนาทักษะภาษาจีนเพื่อการสื่อสารอย่างมั่นใจ ภาษาจีนประยุกต์สำหรับการทำงาน เรียนระบบสารสนเทศธุรกิจและภาษาจีนเพื่อการท่องเที่ยว",
          "📙 ปี 3 : ฝึกภาษาจีนธุรกิจด้านการทำงาน โลจิสติกส์ โรงแรม พร้อมเรียนการเขียนภาษาจีนธุรกิจ การแปลภาษาจีน และการเตรียมสอบ HSK",
          "📕 ปี 4 : ฝึกสหกิจศึกษา เน้นการล่าม การแปลขั้นสูง วรรณกรรมกับภาพยนตร์"     
        ],
        studyPlanPdf: "http://academic.uru.ac.th/DB_course/doc_course/181.pdf",
        studyPlanInfoImg: "https://iili.io/KBC5G87.png",
        website: "https://www.uru.ac.th/#gsc.tab=0",      
        majorsFacebook: "https://www.facebook.com/p/%E0%B8%A0%E0%B8%B2%E0%B8%A9%E0%B8%B2%E0%B8%88%E0%B8%B5%E0%B8%99%E0%B8%98%E0%B8%B8%E0%B8%A3%E0%B8%81%E0%B8%B4%E0%B8%88-%E0%B8%A1%E0%B8%AB%E0%B8%B2%E0%B8%A7%E0%B8%B4%E0%B8%97%E0%B8%A2%E0%B8%B2%E0%B8%A5%E0%B8%B1%E0%B8%A2%E0%B8%A3%E0%B8%B2%E0%B8%8A%E0%B8%A0%E0%B8%B1%E0%B8%8F%E0%B8%AD%E0%B8%B8%E0%B8%95%E0%B8%A3%E0%B8%94%E0%B8%B4%E0%B8%95%E0%B8%96%E0%B9%8C-100063694286825/",
        facultyFacebook: "https://www.facebook.com/human.uru",
        logoUrl: "https://iili.io/FyRVWmu.jpg"
      },
      { 
        name : 'สาขาทัศนศิลป์', 
        majorDescription : "มุ่งเน้นพัฒนาทักษะด้านศิลปะสร้างสรรค์ การออกแบบ การวาดภาพ และเทคนิคทางทัศนศิลป์ เพื่อเตรียมความพร้อมสำหรับงานสร้างสรรค์และอาชีพด้านศิลปกรรม", 
        grade : null, 
        ability: ['การวาดภาพ', 'ความคิดสร้างสรรค์', 'การใช้สีและองค์ประกอบศิลป์', 'การออกแบบ', 'การปั้นและงานสามมิติ', 'การวิจารณ์ศิลปะ', 'การใช้โปรแกรมกราฟิก', 'การนำเสนอผลงาน', 'การสังเกตและจินตนาการ', 'ความละเอียดรอบคอบ'],
        quota: "20 คน", 
        requiredEducation: ['มัธยมปลาย', 'ปวช', 'อื่นๆ'], 
        condition: "มัธยมศึกษาตอนปลายหรือเทียบเท่าทุกแผนการเรียน",
        studyDuration: "หลักสูตรระดับปริญญาตรี 4 ปี",
        acquiredSkills: "การวาดภาพ, การออกแบบ, การสร้างสรรค์ผลงานศิลปะ, เทคนิคทัศนศิลป์, และการประยุกต์ใช้ความคิดสร้างสรรค์ในงานอาชีพด้านศิลปกรรม",
        tuitionFee: "7500 บาท",
        careers: ["จิตรกร/ประติมากร", " ช่างศิลป์/นักออกแบบหรือนักสร้างสรรค", "ฝ่ายโสตทัศนศิลป", "นักวิชาการด้านทัศนศิลป"],
        studyPlan: 
        [
          "📘 ปี 1 : เรียนภาษาจีนพื้นฐาน ฟัง พูด อ่าน เขียน ภาษาจีนในชีวิตประจำวัน พร้อมวิชาศึกษาทั่วไปและเลือกเสรี วางรากฐานเพื่อการสื่อสารทางธุรกิจในอนาคต", 
          "📗 ปี 2 : พัฒนาทักษะภาษาจีนเพื่อการสื่อสารอย่างมั่นใจ ภาษาจีนประยุกต์สำหรับการทำงาน เรียนระบบสารสนเทศธุรกิจและภาษาจีนเพื่อการท่องเที่ยว",
          "📙 ปี 3 : ฝึกภาษาจีนธุรกิจด้านการทำงาน โลจิสติกส์ โรงแรม พร้อมเรียนการเขียนภาษาจีนธุรกิจ การแปลภาษาจีน และการเตรียมสอบ HSK",
          "📕 ปี 4 : ฝึกสหกิจศึกษา เน้นการล่าม การแปลขั้นสูง วรรณกรรมกับภาพยนตร์"     
        ],
        studyPlanPdf: "http://academic.uru.ac.th/DB_course/doc_course/157.pdf",
        studyPlanInfoImg: "https://iili.io/KBC7Sf4.png",
        website: "https://www.uru.ac.th/#gsc.tab=0",      
        majorsFacebook: "https://www.facebook.com/p/%E0%B8%AB%E0%B8%A5%E0%B8%B1%E0%B8%81%E0%B8%AA%E0%B8%B9%E0%B8%95%E0%B8%A3%E0%B8%AA%E0%B8%B2%E0%B8%82%E0%B8%B2%E0%B8%A7%E0%B8%B4%E0%B8%8A%E0%B8%B2%E0%B8%97%E0%B8%B1%E0%B8%A8%E0%B8%99%E0%B8%A8%E0%B8%B4%E0%B8%A5%E0%B8%9B%E0%B9%8C-%E0%B8%A1%E0%B8%A3%E0%B8%AD-100057608463414/",
        facultyFacebook: "https://www.facebook.com/human.uru",
        logoUrl: "https://iili.io/FyRVWmu.jpg"
      },
      { 
        name : 'สาขาการออกแบบนิเทศศิลป์', 
        majorDescription : "มุ่งเน้นพัฒนาทักษะด้านการออกแบบกราฟิก สื่อดิจิทัล และสื่อสิ่งพิมพ์ พร้อมการสร้างสรรค์ผลงานด้านนิเทศศิลป์เพื่อนำไปประยุกต์ใช้ในงานอาชีพจริง", 
        grade : 2.00, 
        ability: ['การออกแบบกราฟิก', 'ความคิดสร้างสรรค์', 'การใช้สีและองค์ประกอบ', 'การสื่อสารด้วยภาพ', 'การถ่ายภาพและวิดีโอ', 'การวาดภาพและสเก็ตช์', 'การใช้โปรแกรมคอมพิวเตอร์ออกแบบ', 'การนำเสนอผลงาน', 'การวิเคราะห์งานสื่อสาร', 'การจัดการโครงการสร้างสรรค์'],        
        quota: "15 คน", 
        requiredEducation: ['มัธยมปลาย', 'ปวช', 'อื่นๆ'], 
        condition: "มัธยมศึกษาตอนปลายหรือเทียบเท่าทุกแผนการเรียน",
        studyDuration: "หลักสูตรระดับปริญญาตรี 4 ปี",
        acquiredSkills: "การออกแบบกราฟิก สื่อดิจิทัล และสื่อสิ่งพิมพ์, ความคิดสร้างสรรค์และการประยุกต์ใช้งานด้านนิเทศศิลป์ในอาชีพจริง",
        tuitionFee: "7500 บาท",
        careers: ["ออกแบบเครื่องหมายและสัญลักษณ์การค้า", "ออกแบบสื่อสิ่งพิมพ์โฆษณา", "ออกแบบผลิตภัณฑ์และบรรจุภัณฑ์", "ตัดต่อภาพยนตร์และโฆษณา"],
        studyPlan: 
        [
          "📘 ปี 1 : เรียนวาดเส้น เขียนแบบ องค์ประกอบศิลป์ และประวัติการออกแบบ พร้อมวิชาศึกษาทั่วไปและภาษาอังกฤษพื้นฐาน", 
          "📗 ปี 2 : พัฒนาทักษะการออกแบบหนังสือ ตัวอักษร ผลิตภัณฑ์ ของที่ระลึก ภาพยนตร์และแอนิเมชั่น พร้อมวิชาศึกษาทั่วไป",
          "📙 ปี 3 : ออกแบบเว็บไซต์ ผลิตภัณฑ์ 3 มิติ ศึกษาวัฒนธรรมท้องถิ่น พร้อมวิจัยเบื้องต้นและเตรียมประสบการณ์ภาคสนาม",
          "📕 ปี 4 : นำเสนอผลงานศิลปนิพนธ์และฝึกประสบการณ์ภาคสนามหรือสหกิจศึกษา"     
        ],
        studyPlanPdf: "http://academic.uru.ac.th/DB_course/doc_course/133.pdf",
        studyPlanInfoImg: "https://iili.io/KBCaNMG.png",
        website: "https://www.uru.ac.th/#gsc.tab=0",      
        majorsFacebook: "https://www.facebook.com/DesignArtsURU",
        facultyFacebook: "https://www.facebook.com/human.uru",
        logoUrl: "https://iili.io/FyRVWmu.jpg"
      },
      { 
        name : 'สาขาการออกแบบนิเทศศิลป์ (เทียบโอน)', 
        majorDescription : "มุ่งเน้นพัฒนาทักษะด้านการออกแบบกราฟิก สื่อดิจิทัล และสื่อสิ่งพิมพ์ พร้อมการสร้างสรรค์ผลงานด้านนิเทศศิลป์เพื่อนำไปประยุกต์ใช้ในงานอาชีพจริง", 
        grade : 2.00, 
        ability: ['การออกแบบกราฟิก', 'ความคิดสร้างสรรค์', 'การใช้สีและองค์ประกอบ', 'การสื่อสารด้วยภาพ', 'การถ่ายภาพและวิดีโอ', 'การวาดภาพและสเก็ตช์', 'การใช้โปรแกรมคอมพิวเตอร์ออกแบบ', 'การนำเสนอผลงาน', 'การวิเคราะห์งานสื่อสาร', 'การจัดการโครงการสร้างสรรค์'],        
        quota: "15 คน", 
        requiredEducation: ['ปวส'], 
        condition: "อนุปริญญาหรือประกาศนียบัตรวิชาชีพชั้นสูง (ปวส.)",
        studyDuration: "หลักสูตรระดับปริญญาตรี 2 ปี",
        acquiredSkills: "การออกแบบกราฟิก สื่อดิจิทัล และสื่อสิ่งพิมพ์, ความคิดสร้างสรรค์และการประยุกต์ใช้งานด้านนิเทศศิลป์ในอาชีพจริง",
        tuitionFee: "7500 บาท",
        careers: ["ออกแบบเครื่องหมายและสัญลักษณ์การค้า", "ออกแบบสื่อสิ่งพิมพ์โฆษณา", "ออกแบบผลิตภัณฑ์และบรรจุภัณฑ์", "ตัดต่อภาพยนตร์และโฆษณา"],
        studyPlan: 
        [
          "📘 ปี 1 : เรียนวาดเส้น เขียนแบบ องค์ประกอบศิลป์ และประวัติการออกแบบ พร้อมวิชาศึกษาทั่วไปและภาษาอังกฤษพื้นฐาน", 
          "📗 ปี 2 : พัฒนาทักษะการออกแบบหนังสือ ตัวอักษร ผลิตภัณฑ์ ของที่ระลึก ภาพยนตร์และแอนิเมชั่น พร้อมวิชาศึกษาทั่วไป",
          "📙 ปี 3 : ออกแบบเว็บไซต์ ผลิตภัณฑ์ 3 มิติ ศึกษาวัฒนธรรมท้องถิ่น พร้อมวิจัยเบื้องต้นและเตรียมประสบการณ์ภาคสนาม",
          "📕 ปี 4 : นำเสนอผลงานศิลปนิพนธ์และฝึกประสบการณ์ภาคสนามหรือสหกิจศึกษา"     
        ],
        studyPlanPdf: "http://academic.uru.ac.th/DB_course/doc_course/133.pdf",
        studyPlanInfoImg: "https://iili.io/KBCl0kN.png",
        website: "https://www.uru.ac.th/#gsc.tab=0",      
        majorsFacebook: "https://www.facebook.com/DesignArtsURU",
        facultyFacebook: "https://www.facebook.com/human.uru",
        logoUrl: "https://iili.io/FyRVWmu.jpg"
      },
      { 
        name : 'สาขาการพัฒนาชุมชน', 
        majorDescription : "มุ่งเน้นการศึกษาแนวทางพัฒนาชุมชน การวิเคราะห์ปัญหาสังคม และการวางแผนโครงการเพื่อสร้างการเปลี่ยนแปลงเชิงบวกในท้องถิ่น", 
        grade : null, 
        ability: ['การบริหารโครงการ', 'การสื่อสาร', 'การทำงานเป็นทีม', 'ภาวะผู้นำ', 'การแก้ปัญหา', 'การวิเคราะห์ชุมชน', 'การมีส่วนร่วมกับชุมชน', 'การวางแผนพัฒนา', 'มนุษยสัมพันธ์', 'การจัดกิจกรรม'],        
        quota: "20 คน", 
        requiredEducation: ['มัธยมปลาย', 'ปวช', 'อื่นๆ'], 
        condition: "มัธยมศึกษาตอนปลายหรือเทียบเท่าทุกแผนการเรียน",
        studyDuration: "หลักสูตรระดับปริญญาตรี 4 ปี",
        acquiredSkills: "การวิเคราะห์ วางแผน และจัดการชุมชน, ทำงานร่วมกับชุมชนเพื่อพัฒนาคุณภาพชีวิตอย่างยั่งยืน",
        tuitionFee: "7500 บาท",
        careers: ["นักพัฒนาในหน่วยงานราชการและเอกชน", "ักวิชาการวิเคราะห์นโยบายและแผน", "นักวิจัยหรือเจ้าหน้าที่ปฏิบัติงานวิจัยสังคม", "นักส่งเสริมเศรษฐกิจสร้างสรรค"],
        studyPlan: 
        [
          "📘 ปี 1 : เรียนวิชาศึกษาทั่วไป รากฐานสังคมวิทยา มานุษยวิทยา หลักการพัฒนาชุมชน พลวัตชนบท-เมือง และกฎหมายสำหรับนักพัฒนา", 
          "📗 ปี 2 : ศึกษาเรื่องชุมชนศึกษา สวัสดิการชุมชน การบริหารงาน การวิเคราะห์ปัญหาชุมชน พร้อมทักษะสารสนเทศเพื่อการพัฒนาและภาวะผู้นำ",
          "📙 ปี 3 : เน้นการจัดการองค์กร การเสริมพลังชุมชน มิติทางเพศกับการพัฒนา การประเมินผลโครงการ ผู้ประกอบการสังคมและสถิติวิจัยพร้อมวิชาเลือกเสริม",
          "📕 ปี 4 : เรียนสัมมนา ระเบียบวิธีวิจัย เตรียมภาคสนาม และฝึกสหกิจศึกษาหรือฝึกประสบการณ์จริงในชุมชน"     
        ],
        studyPlanPdf: "http://academic.uru.ac.th/DB_course/doc_course/162.pdf",
        studyPlanInfoImg: "https://iili.io/KBC0l6b.png",
        website: "https://www.uru.ac.th/#gsc.tab=0",      
        majorsFacebook: "https://www.facebook.com/profile.php?id=100065180915977#",
        facultyFacebook: "https://www.facebook.com/human.uru",
        logoUrl: "https://iili.io/FyRVWmu.jpg"
      },
    ]
    },
    
    { 
    name: 'คณะวิทยาการจัดการ',
    majors: [
      { 
        name : 'สาขาการจัดการธุรกิจสมัยใหม่', 
        majorDescription : "มุ่งเน้นการบริหารธุรกิจสมัยใหม่ พร้อมทักษะวิเคราะห์ ตัดสินใจ และประยุกต์ใช้ความรู้ด้านการตลาด การเงิน และเทคโนโลยีดิจิทัล", 
        grade : null, 
        ability: ['การบริหารธุรกิจ', 'การวางแผนกลยุทธ์', 'การตลาด', 'การวิเคราะห์ข้อมูลธุรกิจ', 'การแก้ปัญหา', 'การจัดการนวัตกรรม', 'การสื่อสาร', 'การทำงานเป็นทีม', 'ภาวะผู้นำ', 'การตัดสินใจเชิงธุรกิจ'],
        quota: "20 คน", 
        requiredEducation: ['มัธยมปลาย', 'ปวช', 'อื่นๆ'], 
        condition: "มัธยมศึกษาตอนปลายหรือเทียบเท่าทุกแผนการเรียน",
        studyDuration: "หลักสูตรระดับปริญญาตรี 4 ปี",
        acquiredSkills: "การบริหารธุรกิจ, การวิเคราะห์และตัดสินใจ, การประยุกต์ใช้ความรู้ด้านการตลาด การเงิน และเทคโนโลยีดิจิทัล",
        tuitionFee: "7500 บาท",
        careers: ["นักธุรกิจ Startup", "ผู้ประกอบการธุรกิจ/นักการขาย/นักการตลาด", "เจ้าหน้าที่ด้านกลยุทธ์และนโยบาย", "เจ้าหน้าที่ด้านกลยุทธ์และนโยบาย"],
        studyPlan: 
        [
          "📘 ปี 1 : เรียนวิชาศึกษาทั่วไป เศรษฐศาสตร์เบื้องต้น การบัญชี การตลาด และการจัดการเบื้องต้น", 
          "📗 ปี 2 : ศึกษาเทคโนโลยีสารสนเทศสำหรับธุรกิจ พฤติกรรมผู้บริโภค กฎหมายธุรกิจ การบริหารทรัพยากรมนุษย์ และทักษะการสื่อสารธุรกิจ",
          "📙 ปี 3 : เน้นการบริหารการเงิน โลจิสติกส์ การจัดการเชิงกลยุทธ์ การวิเคราะห์ธุรกิจดิจิทัล และวิชาเลือกเฉพาะด้านธุรกิจสมัยใหม่",
          "📕 ปี 4 : ทำโครงงานธุรกิจ สัมมนาวิชาชีพ และฝึกสหกิจศึกษาหรือฝึกประสบการณ์ในองค์กรธุรกิจจริง"     
        ],
        studyPlanPdf: "http://fms.uru.ac.th/fms/mko2/mko2bn.pdf",
        studyPlanInfoImg: "https://iili.io/KBCM4dG.png",
        website: "http://fms.uru.ac.th/fms/",      
        majorsFacebook: "https://www.facebook.com/profile.php?id=100051806315712",
        facultyFacebook: "https://www.facebook.com/InformationFMS",
        logoUrl: "https://iili.io/K3H4U8l.png"
      },
      { 
        name : 'สาขาการจัดการธุรกิจสมัยใหม่ (เทียบโอน)', 
        majorDescription : "มุ่งเน้นการบริหารธุรกิจสมัยใหม่ พร้อมทักษะวิเคราะห์ ตัดสินใจ และประยุกต์ใช้ความรู้ด้านการตลาด การเงิน และเทคโนโลยีดิจิทัล", 
        grade : null, 
        ability: ['การบริหารธุรกิจ', 'การวางแผนกลยุทธ์', 'การตลาด', 'การวิเคราะห์ข้อมูลธุรกิจ', 'การแก้ปัญหา', 'การจัดการนวัตกรรม', 'การสื่อสาร', 'การทำงานเป็นทีม', 'ภาวะผู้นำ', 'การตัดสินใจเชิงธุรกิจ'],
        quota: "20 คน", 
        requiredEducation: ['ปวส'], 
        condition: "อนุปริญญาหรือประกาศนียบัตรวิชาชีพชั้นสูงอนุปริญญาหรือประกาศนียบัตรวิชาชีพชั้นสูง (ปวส.) หรือเทียบเท่าทุกแผนการเรียน",
        studyDuration: "หลักสูตรระดับปริญญาตรี 2 ปี",
        acquiredSkills: "การบริหารธุรกิจ, การวิเคราะห์และตัดสินใจ, การประยุกต์ใช้ความรู้ด้านการตลาด การเงิน และเทคโนโลยีดิจิทัล",
        tuitionFee: "7500 บาท",
        careers: ["นักธุรกิจ Startup", "ผู้ประกอบการธุรกิจ/นักการขาย/นักการตลาด", "เจ้าหน้าที่ด้านกลยุทธ์และนโยบาย", "เจ้าหน้าที่ด้านกลยุทธ์และนโยบาย"],
        studyPlan: 
        [
          "📘 ปี 1 : เรียนวิชาศึกษาทั่วไป เศรษฐศาสตร์เบื้องต้น การบัญชี การตลาด และการจัดการเบื้องต้น", 
          "📗 ปี 2 : ศึกษาเทคโนโลยีสารสนเทศสำหรับธุรกิจ พฤติกรรมผู้บริโภค กฎหมายธุรกิจ การบริหารทรัพยากรมนุษย์ และทักษะการสื่อสารธุรกิจ",
          "📙 ปี 3 : เน้นการบริหารการเงิน โลจิสติกส์ การจัดการเชิงกลยุทธ์ การวิเคราะห์ธุรกิจดิจิทัล และวิชาเลือกเฉพาะด้านธุรกิจสมัยใหม่",
          "📕 ปี 4 : ทำโครงงานธุรกิจ สัมมนาวิชาชีพ และฝึกสหกิจศึกษาหรือฝึกประสบการณ์ในองค์กรธุรกิจจริง"     
        ],
        studyPlanPdf: "http://fms.uru.ac.th/fms/mko2/mko2bn.pdf",
        studyPlanInfoImg: "https://iili.io/KBCV4G1.png",
        website: "http://fms.uru.ac.th/fms/",      
        majorsFacebook: "https://www.facebook.com/profile.php?id=100051806315712",
        facultyFacebook: "https://www.facebook.com/InformationFMS",
        logoUrl: "https://iili.io/K3H4U8l.png"
      },
      { 
        name : 'สาขาการจัดการธุรกิจบริการ', 
        majorDescription : "มุ่งเน้นพัฒนาความรู้ด้านการบริหารธุรกิจบริการ การจัดการงานบริการลูกค้า และการดำเนินงานในธุรกิจบริการต่าง ๆ", 
        grade : null, 
        ability: ['การบริหารธุรกิจ', 'การบริการ', 'การสื่อสาร', 'การบริการลูกค้า', 'การวางแผนและจัดการ', 'การตลาด', 'การแก้ปัญหา', 'การทำงานเป็นทีม', 'ภาวะผู้นำ', 'การวิเคราะห์ข้อมูล', 'ความคิดสร้างสรรค์'],
        quota: "30 คน", 
        requiredEducation: ['มัธยมปลาย', 'ปวช', 'อื่นๆ'], 
        condition: "มัธยมศึกษาตอนปลายหรือเทียบเท่าทุกแผนการเรียน",
        studyDuration: "หลักสูตรระดับปริญญาตรี 4 ปี",
        acquiredSkills: "การบริหารธุรกิจบริการหลากด้าน เช่น สุขภาพ MICE และขนส่ง, การจัดการองค์กรและการบริการลูกค้าอย่างมืออาชีพ",
        tuitionFee: "7500 บาท",
        careers: ["เจ้าหน้าที่ธุรการ/ฝ่ายประสานงาน", "เจ้าหน้าที่บริหารงานลูกค้า", "พนักงานบริการ", "พนักงานฝ่ายลูกค้าสัมพันธ์"],
        studyPlan: 
        [
          "📘 ปี 1 : เรียนวิชาศึกษาทั่วไปและพื้นฐานบัญชี การจัดการองค์การ และอุตสาหกรรมบริการ", 
          "📗 ปี 2 : พัฒนาภาษาอังกฤษ การเงิน กฎหมายธุรกิจ เศรษฐศาสตร์ และพฤติกรรมลูกค้า ",
          "📙 ปี 3 : เรียนการจัดการผลิต การบัญชี การบริการเพื่อสังคม การนวัตกรรม และฝึกประสบการณ์ภาคสนาม",
          "📕 ปี 4 : ฝึกสหกิจศึกษาหรือภาคสนาม พร้อมกลยุทธ์ธุรกิจบริการ สัมมนา"     
        ],
        studyPlanPdf: "http://fms.uru.ac.th/fms/mko2/mko2bs.pdf",
        studyPlanInfoImg: "https://iili.io/KBCWsi7.png",
        website: "http://fms.uru.ac.th/fms/",      
        majorsFacebook: "https://www.facebook.com/profile.php?id=100063520144209#",
        facultyFacebook: "https://www.facebook.com/InformationFMS",
        logoUrl: "https://iili.io/K3H4U8l.png"
      },
      { 
        name : 'สาขาการจัดการธุรกิจบริการ (เทียบโอน)', 
        majorDescription : "มุ่งเน้นพัฒนาความรู้ด้านการบริหารธุรกิจบริการ การจัดการงานบริการลูกค้า และการดำเนินงานในธุรกิจบริการต่าง ๆ", 
        grade : null, 
        ability: ['การบริหารธุรกิจ', 'การบริการ', 'การสื่อสาร', 'การบริการลูกค้า', 'การวางแผนและจัดการ', 'การตลาด', 'การแก้ปัญหา', 'การทำงานเป็นทีม', 'ภาวะผู้นำ', 'การวิเคราะห์ข้อมูล', 'ความคิดสร้างสรรค์'],
        quota: "30 คน", 
        requiredEducation: ['ปวส'], 
        condition: "อนุปริญญาหรือประกาศนียบัตรวิชาชีพชั้นสูง (ปวส.) หรือเทียบเท่าทุกแผนการเรียน",
        studyDuration: "หลักสูตรระดับปริญญาตรี 2 ปี",
        acquiredSkills: "การบริหารธุรกิจบริการหลากด้าน เช่น สุขภาพ MICE และขนส่ง, การจัดการองค์กรและการบริการลูกค้าอย่างมืออาชีพ",
        tuitionFee: "7500 บาท",
        careers: ["เจ้าหน้าที่ธุรการ/ฝ่ายประสานงาน", "เจ้าหน้าที่บริหารงานลูกค้า", "พนักงานบริการ", "พนักงานฝ่ายลูกค้าสัมพันธ์"],
        studyPlan: 
        [
          "📘 ปี 1 : เรียนวิชาศึกษาทั่วไปและพื้นฐานบัญชี การจัดการองค์การ และอุตสาหกรรมบริการ", 
          "📗 ปี 2 : พัฒนาภาษาอังกฤษ การเงิน กฎหมายธุรกิจ เศรษฐศาสตร์ และพฤติกรรมลูกค้า ",
          "📙 ปี 3 : เรียนการจัดการผลิต การบัญชี การบริการเพื่อสังคม การนวัตกรรม และฝึกประสบการณ์ภาคสนาม",
          "📕 ปี 4 : ฝึกสหกิจศึกษาหรือภาคสนาม พร้อมกลยุทธ์ธุรกิจบริการ สัมมนา"     
        ],
        studyPlanPdf: "http://fms.uru.ac.th/fms/mko2/mko2bs.pdf",
        studyPlanInfoImg: "https://iili.io/KBChVQp.png",
        website: "http://fms.uru.ac.th/fms/",      
        majorsFacebook: "https://www.facebook.com/profile.php?id=100063520144209#",
        facultyFacebook: "https://www.facebook.com/InformationFMS",
        logoUrl: "https://iili.io/K3H4U8l.png"
      },
      { 
        name : 'สาขาการตลาดดิจิทัล', 
        majorDescription : "มุ่งเน้นเรียนรู้การทำการตลาดออนไลน์ ใช้สื่อดิจิทัล โซเชียลมีเดีย การสร้างคอนเทนต์ วิเคราะห์ข้อมูล และวางกลยุทธ์การตลาดสำหรับธุรกิจยุคใหม่", 
        grade : null, 
        ability: ['การวิเคราะห์ข้อมูล', 'การวางแผนกลยุทธ์', 'การสื่อสาร', 'การสร้างสรรค์คอนเทนต์', 'การใช้โซเชียลมีเดีย', 'ความคิดสร้างสรรค์', 'การแก้ปัญหา', 'การทำงานเป็นทีม', 'การวิจัยตลาด', 'การโฆษณาออนไลน์'],
        quota: "20 คน", 
        requiredEducation: ['มัธยมปลาย', 'ปวช', 'อื่นๆ'], 
        condition: "มัธยมศึกษาตอนปลายหรือเทียบเท่าทุกแผนการเรียน",
        studyDuration: "หลักสูตรระดับปริญญาตรี 4 ปี",
        acquiredSkills: "การวิเคราะห์และวางกลยุทธ์การตลาดดิจิทัล, การสร้างสรรค์คอนเทนต์และแคมเปญ, ทักษะการสื่อสารที่ดีเยี่ยม, และการเข้าใจพฤติกรรมผู้บริโภคออนไลน์",
        tuitionFee: "7500 บาท",
        careers: ["นักการตลาดดิจิทัล", "นักโฆษณาประชาสัมพันธ์/นักสื่อสารการตลาด", "นักวิจัยการตลาด/นักวิชาการ", "นักการขายดิจิทัล"],
        studyPlan: 
        [
          "📘 ปี 1 : เรียนวิชาศึกษาทั่วไป การสร้างเสริมสุขภาวะ ผู้ประกอบการยุคใหม่ ความเป็นพลเมืองไทย พร้อมหลักการตลาดและบัญชี", 
          "📗 ปี 2 : พัฒนาภาษาอังกฤษ สุขภาวะ การเงินธุรกิจ กฎหมายธุรกิจ การจัดการผลิตและซัพพลายเชน การตลาดดิจิทัล และพฤติกรรมผู้บริโภค ",
          "📙 ปี 3 : เรียนการบัญชีเพื่อการจัดการ การตลาดดิจิทัล การตลาดธุรกิจชุมชน การวิจัยการตลาด วางกลยุทธ์ การตลาดสื่อสังคม และโครงงานการตลาดดิจิทัล",
          "📕 ปี 4 : เรียนการตลาดระหว่างประเทศ การตลาดผู้ประกอบการ สัมมนาและโครงงานดิจิทัล พร้อมฝึกภาคสนามหรือสหกิจศึกษา"     
        ],
        studyPlanPdf: "http://fms.uru.ac.th/fms/mko2/mko2bm.pdf",
        studyPlanInfoImg: "https://iili.io/KBCwEsp.png",
        website: "http://fms.uru.ac.th/fms/",      
        majorsFacebook: "https://www.facebook.com/URUDigitalmarketing",
        facultyFacebook: "https://www.facebook.com/InformationFMS",
        logoUrl: "https://iili.io/K3H4U8l.png"
      },
      { 
        name : 'สาขาการตลาดดิจิทัล (เทียบโอน)', 
        majorDescription : "มุ่งเน้นเรียนรู้การทำการตลาดออนไลน์ ใช้สื่อดิจิทัล โซเชียลมีเดีย การสร้างคอนเทนต์ วิเคราะห์ข้อมูล และวางกลยุทธ์การตลาดสำหรับธุรกิจยุคใหม่", 
        grade : null, 
        ability: ['การวิเคราะห์ข้อมูล', 'การวางแผนกลยุทธ์', 'การสื่อสาร', 'การสร้างสรรค์คอนเทนต์', 'การใช้โซเชียลมีเดีย', 'ความคิดสร้างสรรค์', 'การแก้ปัญหา', 'การทำงานเป็นทีม', 'การวิจัยตลาด', 'การโฆษณาออนไลน์'],
        quota: "20 คน", 
        requiredEducation: ['ปวส'], 
        condition: "อนุปริญญาหรือประกาศนียบัตรวิชาชีพชั้นสูง (ปวส.) หรือเทียบเท่าทุกแผนการเรียน",
        studyDuration: "หลักสูตรระดับปริญญาตรี 2 ปี",
        acquiredSkills: "การวิเคราะห์และวางกลยุทธ์การตลาดดิจิทัล, การสร้างสรรค์คอนเทนต์และแคมเปญ, ทักษะการสื่อสารที่ดีเยี่ยม, และการเข้าใจพฤติกรรมผู้บริโภคออนไลน์",
        tuitionFee: "7500 บาท",
        careers: ["นักการตลาดดิจิทัล", "นักโฆษณาประชาสัมพันธ์/นักสื่อสารการตลาด", "นักวิจัยการตลาด/นักวิชาการ", "นักการขายดิจิทัล"],
        studyPlan: 
        [
          "📘 ปี 1 : เรียนวิชาศึกษาทั่วไป การสร้างเสริมสุขภาวะ ผู้ประกอบการยุคใหม่ ความเป็นพลเมืองไทย พร้อมหลักการตลาดและบัญชี", 
          "📗 ปี 2 : พัฒนาภาษาอังกฤษ สุขภาวะ การเงินธุรกิจ กฎหมายธุรกิจ การจัดการผลิตและซัพพลายเชน การตลาดดิจิทัล และพฤติกรรมผู้บริโภค ",
          "📙 ปี 3 : เรียนการบัญชีเพื่อการจัดการ การตลาดดิจิทัล การตลาดธุรกิจชุมชน การวิจัยการตลาด วางกลยุทธ์ การตลาดสื่อสังคม และโครงงานการตลาดดิจิทัล",
          "📕 ปี 4 : เรียนการตลาดระหว่างประเทศ การตลาดผู้ประกอบการ สัมมนาและโครงงานดิจิทัล พร้อมฝึกภาคสนามหรือสหกิจศึกษา"     
        ],
        studyPlanPdf: "http://fms.uru.ac.th/fms/mko2/mko2bm.pdf",
        studyPlanInfoImg: "https://iili.io/KBCN66N.png",
        website: "http://fms.uru.ac.th/fms/",      
        majorsFacebook: "https://www.facebook.com/URUDigitalmarketing",
        facultyFacebook: "https://www.facebook.com/InformationFMS",
        logoUrl: "https://iili.io/K3H4U8l.png"
      },
      { 
        name : 'สาขาบัญชี', 
        majorDescription : "มุ่งเน้นสอนความรู้บัญชี การเงิน และการตรวจสอบบัญชี พร้อมทักษะการใช้โปรแกรมบัญชีและมาตรฐานวิชาชีพ",
        grade : 2.00, 
        ability: ['การคิดเชิงวิเคราะห์','คำนวณ','เลข','ทำบัญชี','การคิดเชิงวิเคราะห์', 'ความละเอียดรอบคอบ', 'การจัดการตัวเลข', 'การใช้โปรแกรมบัญชี', 'การทำงานเป็นทีม', 'การแก้ปัญหา', 'การจัดการเวลา', 'ความซื่อสัตย์และความรับผิดชอบ', 'การสื่อสาร', 'การวางแผนงาน'],
        quota: "80 คน", 
        requiredEducation: ['มัธยมปลาย', 'ปวช', 'อื่นๆ'], 
        condition: "มัธยมศึกษาตอนปลายหรือเทียบเท่าทุกแผนการเรียน",
        studyDuration: "หลักสูตรระดับปริญญาตรี 4 ปี",
        acquiredSkills: "การจัดการงานตัวเลข เช่น การทำงบประมาณ, การจัดทำเอกสารทางบัญชีและภาษี, การตรวจสอบบัญชี, และการวิเคราะห์งบการเงิน",
        tuitionFee: "8000 บาท",
        careers: ["ผู้ทำบัญชี/พนักงานบัญชี", "ที่ปรึกษาทางบัญชีและวางแผนภาษีอากร", "นักวางระบบบัญชี", "นักบัญชีบริหาร"],
        studyPlan: 
        [
          "📘 ปี 1 : วางรากฐานด้านบัญชี เศรษฐศาสตร์ กฎหมายบัญชี พร้อมความรู้พื้นฐานด้านการจัดการและการตลาด", 
          "📗 ปี 2 : เรียนบัญชีต้นทุน การเงินธุรกิจ ภาษีอากร ระบบสารสนเทศทางบัญชี และการบริหารผลิต-ซัพพลายเชน พร้อมเข้าใจพฤติกรรมผู้บริโภค",
          "📙 ปี 3 : เน้นการบัญชีเพื่อการจัดการธุรกิจชุมชน การรายงานและวิเคราะห์การเงิน การตรวจสอบภายใน การสอบบัญชี และการบัญชีขั้นสูง",
          "📕 ปี 4 : ศึกษาและประยุกต์มาตรฐานบัญชี บัญชีเพื่อพัฒนาท้องถิ่น พันธกิจสัมพันธ์ทางบัญชี พร้อมฝึกภาคสนามและสหกิจศึกษา"     
        ],
        studyPlanPdf: "http://fms.uru.ac.th/fms/mko2/mko2acc.pdf",
        studyPlanInfoImg: "https://iili.io/KBCkTTg.png",
        website: "http://fms.uru.ac.th/fms/",      
        majorsFacebook: "https://www.facebook.com/profile.php?id=100057219531056",
        facultyFacebook: "https://www.facebook.com/InformationFMS",
        logoUrl: "https://iili.io/K3H4U8l.png"
      },
      {
        name : 'สาขาบัญชี (เทียบโอน)', 
        majorDescription : "มุ่งเน้นสอนความรู้บัญชี การเงิน และการตรวจสอบบัญชี พร้อมทักษะการใช้โปรแกรมบัญชีและมาตรฐานวิชาชีพ",
        grade : 2.00, 
        ability: ['การคิดเชิงวิเคราะห์','คำนวณ','เลข','ทำบัญชี','การคิดเชิงวิเคราะห์', 'ความละเอียดรอบคอบ', 'การจัดการตัวเลข', 'การใช้โปรแกรมบัญชี', 'การทำงานเป็นทีม', 'การแก้ปัญหา', 'การจัดการเวลา', 'ความซื่อสัตย์และความรับผิดชอบ', 'การสื่อสาร', 'การวางแผนงาน'],
        quota: "80 คน", 
        requiredEducation: ['ปวส'], 
        condition: "อนุปริญญาหรือประกาศนียบัตรวิชาชีพชั้นสูง (ปวส.) หรือเทียบเท่าทุกแผนการเรียน",
        studyDuration: "หลักสูตรระดับปริญญาตรี 2 ปี",
        acquiredSkills: "การจัดการงานตัวเลข เช่น การทำงบประมาณ, การจัดทำเอกสารทางบัญชีและภาษี, การตรวจสอบบัญชี, และการวิเคราะห์งบการเงิน",
        tuitionFee: "8000 บาท",
        careers: ["ผู้ทำบัญชี/พนักงานบัญชี", "ที่ปรึกษาทางบัญชีและวางแผนภาษีอากร", "นักวางระบบบัญชี", "นักบัญชีบริหาร"],
        studyPlan: 
        [
          "📘 ปี 1 : วางรากฐานด้านบัญชี เศรษฐศาสตร์ กฎหมายบัญชี พร้อมความรู้พื้นฐานด้านการจัดการและการตลาด", 
          "📗 ปี 2 : เรียนบัญชีต้นทุน การเงินธุรกิจ ภาษีอากร ระบบสารสนเทศทางบัญชี และการบริหารผลิต-ซัพพลายเชน พร้อมเข้าใจพฤติกรรมผู้บริโภค",
          "📙 ปี 3 : เน้นการบัญชีเพื่อการจัดการธุรกิจชุมชน การรายงานและวิเคราะห์การเงิน การตรวจสอบภายใน การสอบบัญชี และการบัญชีขั้นสูง",
          "📕 ปี 4 : ศึกษาและประยุกต์มาตรฐานบัญชี บัญชีเพื่อพัฒนาท้องถิ่น พันธกิจสัมพันธ์ทางบัญชี พร้อมฝึกภาคสนามและสหกิจศึกษา"     
        ],
        studyPlanPdf: "http://fms.uru.ac.th/fms/mko2/mko2acc.pdf",
        studyPlanInfoImg: "https://iili.io/KBCvAH7.png",
        website: "http://fms.uru.ac.th/fms/",      
        majorsFacebook: "https://www.facebook.com/profile.php?id=100057219531056",
        facultyFacebook: "https://www.facebook.com/InformationFMS",
        logoUrl: "https://iili.io/K3H4U8l.png"
      },
      { 
        name : 'สาขาคอมพิวเตอร์ธุรกิจ', 
        majorDescription : "มุ่งเน้นการใช้เทคโนโลยีสารสนเทศเพื่อสนับสนุนธุรกิจ เช่น ระบบสารสนเทศ การจัดการข้อมูล และการประยุกต์ใช้โปรแกรมคอมพิวเตอร์ในธุรกิจ",
        grade : 2.00, 
        ability: ['การใช้คอมพิวเตอร์', 'การจัดการฐานข้อมูล', 'การวิเคราะห์ข้อมูล', 'การแก้ปัญหาเชิงตรรกะ', 'การเขียนโปรแกรมเบื้องต้น', 'การใช้ซอฟต์แวร์สำนักงาน', 'การคิดเชิงวิเคราะห์', 'การจัดการระบบสารสนเทศ', 'การทำงานเป็นทีม', 'การสื่อสารธุรกิจ'],
        quota: "30 คน", 
        requiredEducation: ['มัธยมปลาย', 'ปวช', 'อื่นๆ'], 
        condition: "มัธยมศึกษาตอนปลายหรือเทียบเท่า หรือ ประกาศนียบัตรวิชาชีพ (ปวช.) ทุกแผนการเรียน",
        studyDuration: "หลักสูตรระดับปริญญาตรี 4 ปี",
        acquiredSkills: "การเขียนโปรแกรมเบื้องต้น, การจัดการฐานข้อมูล, การวิเคราะห์ระบบ, การตลาดออนไลน์, การสื่อสารและการทำงานเป็นทีม",
        tuitionFee: "8000 บาท",
        careers: ["เจ้าหน้าที่ระบบงานคอมพิวเตอร์", "เจ้าหน้าที่ฝ่ายบริหารสำนักงาน", "เจ้าหน้าที่ฝ่ายคอมพิวเตอร์ในหน่วยงานธุรกิจ", "เจ้าหน้าที่ฝ่ายสนับสนุนด้านซอฟต์แวร์"],
        studyPlan: 
        [
          "📘 ปี 1 : เรียนบัญชี ภาษาอังกฤษ เทคโนโลยีดิจิทัล และพื้นฐานคอมพิวเตอร์เพื่อธุรกิจเพื่อวางรากฐานการใช้เทคโนโลยีในธุรกิจดิจิทัล", 
          "📗 ปี 2 : ฝึกใช้โปรแกรม มัลติมีเดีย เครือข่าย ฐานข้อมูล และการจัดการธุรกิจออนไลน์",
          "📙 ปี 3 : เรียนความปลอดภัยไซเบอร์ นวัตกรรมดิจิทัล ออกแบบระบบ พาณิชย์อิเล็กทรอนิกส์",
          "📕 ปี 4 : เน้นการวิเคราะห์และนำเสนอข้อมูลด้วย Data Visualization ทำโครงงานดิจิทัล และเข้าร่วมสหกิจศึกษาหรือฝึกงานภาคสนาม"     
        ],
        studyPlanPdf: "http://fms.uru.ac.th/fms/mko2/mko2bz.pdf",
        studyPlanInfoImg: "https://iili.io/KBCSMwF.png",
        website: "http://fms.uru.ac.th/fms/",      
        majorsFacebook: "https://www.facebook.com/BusinessComputerFMSURU/?locale=th_TH",
        facultyFacebook: "https://www.facebook.com/InformationFMS",
        logoUrl: "https://iili.io/K3H4U8l.png"
      },
      { 
        name : 'สาขาคอมพิวเตอร์ธุรกิจ (เทียบโอน)', 
        majorDescription : "มุ่งเน้นการใช้เทคโนโลยีสารสนเทศเพื่อสนับสนุนธุรกิจ เช่น ระบบสารสนเทศ การจัดการข้อมูล และการประยุกต์ใช้โปรแกรมคอมพิวเตอร์ในธุรกิจ",
        grade : 2.00, 
        ability: ['การใช้คอมพิวเตอร์', 'การจัดการฐานข้อมูล', 'การวิเคราะห์ข้อมูล', 'การแก้ปัญหาเชิงตรรกะ', 'การเขียนโปรแกรมเบื้องต้น', 'การใช้ซอฟต์แวร์สำนักงาน', 'การคิดเชิงวิเคราะห์', 'การจัดการระบบสารสนเทศ', 'การทำงานเป็นทีม', 'การสื่อสารธุรกิจ'],
        quota: "60 คน", 
        requiredEducation: ['ปวส'], 
        condition: "อนุปริญญาหรือประกาศนียบัตรวิชาชีพชั้นสูง (ปวส.) หรือเทียบเท่าทุกแผนการเรียน",
        studyDuration: "หลักสูตรระดับปริญญาตรี 2 ปี",
        acquiredSkills: "การเขียนโปรแกรมเบื้องต้น, การจัดการฐานข้อมูล, การวิเคราะห์ระบบ, การตลาดออนไลน์, การสื่อสารและการทำงานเป็นทีม",
        tuitionFee: "8000 บาท",
        careers: ["เจ้าหน้าที่ระบบงานคอมพิวเตอร์", "เจ้าหน้าที่ฝ่ายบริหารสำนักงาน", "เจ้าหน้าที่ฝ่ายคอมพิวเตอร์ในหน่วยงานธุรกิจ", "เจ้าหน้าที่ฝ่ายสนับสนุนด้านซอฟต์แวร์"],
        studyPlan: 
        [
          "📘 ปี 1 : เรียนบัญชี ภาษาอังกฤษ เทคโนโลยีดิจิทัล และพื้นฐานคอมพิวเตอร์เพื่อธุรกิจเพื่อวางรากฐานการใช้เทคโนโลยีในธุรกิจดิจิทัล", 
          "📗 ปี 2 : ฝึกใช้โปรแกรม มัลติมีเดีย เครือข่าย ฐานข้อมูล และการจัดการธุรกิจออนไลน์",
          "📙 ปี 3 : เรียนความปลอดภัยไซเบอร์ นวัตกรรมดิจิทัล ออกแบบระบบ พาณิชย์อิเล็กทรอนิกส์",
          "📕 ปี 4 : เน้นการวิเคราะห์และนำเสนอข้อมูลด้วย Data Visualization ทำโครงงานดิจิทัล และเข้าร่วมสหกิจศึกษาหรือฝึกงานภาคสนาม"     
        ],
        studyPlanPdf: "http://fms.uru.ac.th/fms/mko2/mko2bz.pdf",
        studyPlanInfoImg: "https://iili.io/KBCUiWg.png",
        website: "http://fms.uru.ac.th/fms/",      
        majorsFacebook: "https://www.facebook.com/BusinessComputerFMSURU/?locale=th_TH",
        facultyFacebook: "https://www.facebook.com/InformationFMS",
        logoUrl: "https://iili.io/K3H4U8l.png"
      },
      { 
        name : 'สาขาเศรษฐกิจดิจิทัล', 
        majorDescription : "มุ่งเน้นการใช้เทคโนโลยีดิจิทัลและข้อมูลขนาดใหญ่ในการวิเคราะห์เศรษฐกิจ การทำธุรกิจออนไลน์ และการขับเคลื่อนเศรษฐกิจยุคดิจิทัล",
        grade : null, 
        ability : ['การวิเคราะห์ข้อมูล', 'การคิดเชิงตรรกะ', 'ความเข้าใจระบบเศรษฐกิจและดิจิทัล', 'การใช้เทคโนโลยีดิจิทัล', 'การแก้ปัญหา', 'การวางแผนเชิงกลยุทธ์', 'การวิจัยและสังเคราะห์ข้อมูล', 'การใช้เครื่องมือออนไลน์', 'การใช้แพลตฟอร์มดิจิทัล', 'ความคิดสร้างสรรค์', 'การทำงานเป็นทีม'],
        quota: "20 คน", 
        requiredEducation: ['มัธยมปลาย', 'ปวช', 'อื่นๆ'], 
        condition: "มัธยมศึกษาตอนปลายหรือเทียบเท่าทุกแผนการเรียน",
        studyDuration: "หลักสูตรระดับปริญญาตรี 4 ปี",
        acquiredSkills: "การมีความรู้ความเข้าใจด้านเศรษฐกิจดิจิทัล, การสื่อสารภาษาอังกฤษ, การพยากรณ์ภาวะเศรษฐกิจดิจิทัล",
        tuitionFee: "7500 บาท",
        careers: ["นักวิชาการงบประมาณ", "นักวิชาการราชพัสดุ", "เจ้าหน้าที่วิเคราะห์ภาษี/สรรพสามิต", "นักวิชาการสรรพากร",]
        [
          "📘 ปี 1 : เรียนทักษะศตวรรษที่ 21 ความเป็นพลเมืองไทย ภาษาอังกฤษธุรกิจ เศรษฐศาสตร์จุล/มหภาค และรายวิชาศึกษาทั่วไป", 
          "📗 ปี 2 : เรียนคณิตศาสตร์สำหรับเศรษฐศาสตร์ บัญชี สถิติ เศรษฐมิติ และความรู้เบื้องต้นเกี่ยวกับการประกอบธุรกิจ",
          "📙 ปี 3 : เน้นวิเคราะห์โครงการ เศรษฐกิจดิจิทัล การวิเคราะห์เชิงปริมาณ การเงิน การลงทุน และเศรษฐศาสตร์ธุรกิจชุมชน",
          "📕 ปี 4 : ทำโครงงานวิจัย สัมมนาเศรษฐศาสตร์ธุรกิจ ฝึกประสบการณ์หรือสหกิจเตรียมพร้อมเข้าสู่สายอาชีพ"     
        ],
        studyPlanPdf: "http://fms.uru.ac.th/fms/mko2/mko2eco.pdf",
        studyPlanInfoImg: "https://iili.io/KBCrj6b.png",
        website: "http://fms.uru.ac.th/fms/",      
        majorsFacebook: "https://www.facebook.com/profile.php?id=100065292030877&ref=page_internal#",
        facultyFacebook: "https://www.facebook.com/InformationFMS",
        logoUrl: "https://iili.io/K3H4U8l.png"
      },
            { 
        name : 'สาขาเศรษฐกิจดิจิทัล (เทียบโอน)', 
        majorDescription : "มุ่งเน้นการใช้เทคโนโลยีดิจิทัลและข้อมูลขนาดใหญ่ในการวิเคราะห์เศรษฐกิจ การทำธุรกิจออนไลน์ และการขับเคลื่อนเศรษฐกิจยุคดิจิทัล",
        grade : null, 
        ability : ['การวิเคราะห์ข้อมูล', 'การคิดเชิงตรรกะ', 'ความเข้าใจระบบเศรษฐกิจและดิจิทัล', 'การใช้เทคโนโลยีดิจิทัล', 'การแก้ปัญหา', 'การวางแผนเชิงกลยุทธ์', 'การวิจัยและสังเคราะห์ข้อมูล', 'การใช้เครื่องมือออนไลน์', 'การใช้แพลตฟอร์มดิจิทัล', 'ความคิดสร้างสรรค์', 'การทำงานเป็นทีม'],
        quota: "20 คน", 
        requiredEducation: ['ปวส'], 
        condition: "อนุปริญญาหรือประกาศนียบัตรวิชาชีพชั้นสูง (ปวส.) สาขาทางด้านการจัดการ, สาขาบริหารธุรกิจ, สาขาการตลาด, สาขาวิชาบัญชี",
        studyDuration: "หลักสูตรระดับปริญญาตรี 2 ปี",
        acquiredSkills: "การมีความรู้ความเข้าใจด้านเศรษฐกิจดิจิทัล, การสื่อสารภาษาอังกฤษ, การพยากรณ์ภาวะเศรษฐกิจดิจิทัล",
        tuitionFee: "7500 บาท",
        careers: ["นักวิชาการงบประมาณ", "นักวิชาการราชพัสดุ", "เจ้าหน้าที่วิเคราะห์ภาษี/สรรพสามิต", "นักวิชาการสรรพากร"],
        studyPlan: 
        [
          "📘 ปี 1 : เรียนทักษะศตวรรษที่ 21 ความเป็นพลเมืองไทย ภาษาอังกฤษธุรกิจ เศรษฐศาสตร์จุล/มหภาค และรายวิชาศึกษาทั่วไป", 
          "📗 ปี 2 : เรียนคณิตศาสตร์สำหรับเศรษฐศาสตร์ บัญชี สถิติ เศรษฐมิติ และความรู้เบื้องต้นเกี่ยวกับการประกอบธุรกิจ",
          "📙 ปี 3 : เน้นวิเคราะห์โครงการ เศรษฐกิจดิจิทัล การวิเคราะห์เชิงปริมาณ การเงิน การลงทุน และเศรษฐศาสตร์ธุรกิจชุมชน",
          "📕 ปี 4 : ทำโครงงานวิจัย สัมมนาเศรษฐศาสตร์ธุรกิจ ฝึกประสบการณ์หรือสหกิจเตรียมพร้อมเข้าสู่สายอาชีพ"     
        ],
        studyPlanPdf: "http://fms.uru.ac.th/fms/mko2/mko2eco.pdf",
        studyPlanInfoImg: "https://iili.io/KBC6F1a.png",
        website: "http://fms.uru.ac.th/fms/",      
        majorsFacebook: "https://www.facebook.com/profile.php?id=100065292030877&ref=page_internal#",
        facultyFacebook: "https://www.facebook.com/InformationFMS",
        logoUrl: "https://iili.io/K3H4U8l.png"
      },
      { 
        name : 'สาขานิเทศศาสตร์', 
        majorDescription : "มุ่งเน้นการสื่อสารในสื่อหลากหลายรูปแบบ เช่น สื่อดิจิทัล วิดีโอ งานโฆษณา ประชาสัมพันธ์ และการผลิตคอนเทนต์",
        grade : null, 
        ability : ['การแสดง', 'การออกแบบ', 'การสื่อสาร', 'การเขียนและการนำเสนอ', 'การวิเคราะห์เนื้อหา', 'การผลิตสื่อดิจิทัล', 'การคิดสร้างสรรค์', 'การจัดการโครงการสื่อ', 'การใช้สื่อออนไลน์และโซเชียลมีเดีย', 'การวางแผนกลยุทธ์สื่อสาร', 'การแก้ปัญหาและตัดสินใจ', 'การทำงานเป็นทีม'],
        quota: "30 คน", 
        requiredEducation: ['มัธยมปลาย', 'ปวช', 'อื่นๆ'], 
        condition: "มัธยมศึกษาตอนปลายหรือเทียบเท่าทุกแผนการเรียน",
        studyDuration: "หลักสูตรระดับปริญญาตรี 4 ปี",
        acquiredSkills: "การสื่อสาร, การเลือกใช้สื่อ, การผลิตสื่อต่าง ๆ ทั้งโฆษณา ประชาสัมพันธ์ วิทยุ โทรทัศน์ ภาพยนตร์ และสื่อดิจิทัล",
        tuitionFee: "8000 บาท",
        careers: ["นักวิชาชีพด้านวิทยุและโทรทัศน์", "การสื่อสารการตลาด/สื่อดิจิทัล/สื่อสิ่งพิมพ์", "ผู้ประกอบการธุรกิจสื่อ", "นักสื่อสารมวลชนทุกแขนง"],
        studyPlan: 
        [
          "📘 ปี 1 : เรียนศิลปะ วาทวิทยา การพัฒนาบุคลิกภาพ การถ่ายภาพ และการพัฒนาความคิดสร้างสรรค์ ", 
          "📗 ปี 2 : เรียนคณิตศาสตร์สำหรับเศรษฐศาสตร์ บัญชี สถิติ เศรษฐมิติ และความรู้เบื้องต้นเกี่ยวกับการประกอบธุรกิจ",
          "📙 ปี 3 : เน้นการสื่อสารการตลาด การจัดการสื่อสังคม วิชาเฉพาะด้านเลือก การวิจัยนิเทศศาสตร์",
          "📕 ปี 4 : ทำโครงงาน สัมมนา ฝึกประสบการณ์ภาคสนามและสหกิจศึกษาเตรียมความพร้อมเข้าสู่สายอาชีพ"     
        ],
        studyPlanPdf: "http://fms.uru.ac.th/fms/mko2/mko2commart.pdf",
        studyPlanInfoImg: "https://iili.io/KBCPlcJ.png",
        website: "http://fms.uru.ac.th/fms/",      
        majorsFacebook: "https://www.facebook.com/ComArtsURU",
        facultyFacebook: "https://www.facebook.com/InformationFMS",
        logoUrl: "https://iili.io/K3H4U8l.png"
      },
    ]
    },

    { 
    name : 'คณะวิทยาศาสตร์และเทคโนโลยี',
    majors: [
      { 
        name : 'สาขาวิทยาการคอมพิวเตอร์', 
        majorDescription : "มุ่งเน้นการพัฒนาโปรแกรม ระบบซอฟต์แวร์ เทคโนโลยีเครือข่าย และการแก้ปัญหาด้วยคอมพิวเตอร์ เหมาะสำหรับผู้ที่สนใจงานสาย IT และเทคโนโลยีดิจิทัล",
        grade : null, 
        ability: ['การเขียนโปรแกรม', 'คอมพิวเตอร์', 'การคิดเชิงตรรกะ', 'การแก้ปัญหาเชิงคำนวณ', 'การพัฒนาเว็บไซต์', 'การพัฒนาแอปพลิเคชัน', 'การทำงานกับฐานข้อมูล', 'การคิดเชิงวิเคราะห์', 'การเรียนรู้เทคโนโลยีใหม่ๆ', 'การทำงานเป็นทีม', 'ความเข้าใจระบบเครือข่าย', 'การใช้เครื่องมือและซอฟต์แวร์'],
        quota: "40 คน", 
        requiredEducation: ['มัธยมปลาย', 'ปวช', 'อื่นๆ'], 
        condition: "มัธยมศึกษาตอนปลายหรือเทียบเท่าทุกแผนการเรียน",
        studyDuration: "หลักสูตรปริญญาตรีทางวิชาชีพ 4 ปี",
        acquiredSkills: "การเขียนโปรแกรม, การพัฒนาซอฟต์แวร์และแอปพลิเคชัน, การวิเคราะห์และออกแบบระบบ, การจัดการฐานข้อมูล, การคิดเชิงคำนวณ",
        tuitionFee: "8000 บาท",        
        careers: ["โปรแกรมเมอร์", "นักวิเคราะห์และออกแบบระบบ", "นักวิทยาศาสตร์ข้อมูล", "นักวิชาการคอมพิวเตอร์"],
        studyPlan: 
        [
          "📘 ปี 1 : เริ่มจากคณิตศาสตร์พื้นฐาน วิทยาการคอมพิวเตอร์เบื้องต้น จริยธรรมและกฎหมายไอที พร้อมฝึกเขียนโปรแกรมและโครงสร้างข้อมูลเบื้องต้น", 
          "📗 ปี 2 : ศึกษาแคลคูลัส ระบบปฏิบัติการ อิเล็กทรอนิกส์ดิจิทัล การจัดการฐานข้อมูล และการออกแบบระบบเชิงวัตถุ เสริมด้วยอัลกอริทึม",
          "📙 ปี 3 : ลงลึกด้านเครือข่ายคอมพิวเตอร์ การสื่อสารข้อมูล การวิเคราะห์เชิงสถิติ พร้อมเรียนระเบียบวิธีวิจัย การสัมมนา และการเตรียมเข้าสู่การฝึกประสบการณ์",
          "📕 ปี 4 : ทำโครงการอิสระ ฝึกสหกิจศึกษาหรือฝึกงานภาคสนาม พร้อมวิชาเลือกที่ตอบโจทย์ความถนัดและเส้นทางอาชีพในอนาคต"     
        ],
        studyPlanPdf: "https://academic.uru.ac.th/DB_course/doc_course/169.pdf",
        studyPlanInfoImg: "https://iili.io/KBn9pxs.png",
        website: "https://sci.uru.ac.th/",      
        majorsFacebook: "https://www.facebook.com/csuru2022",
        facultyFacebook: "https://www.facebook.com/scienceuru",
        logoUrl: "https://iili.io/KFFuX2t.png"
      },
      { 
        name : 'สาขาวิทยาการคอมพิวเตอร์ (เทียบโอน)', 
        majorDescription : "มุ่งเน้นการพัฒนาโปรแกรม ระบบซอฟต์แวร์ เทคโนโลยีเครือข่าย และการแก้ปัญหาด้วยคอมพิวเตอร์ เหมาะสำหรับผู้ที่สนใจงานสาย IT และเทคโนโลยีดิจิทัล",
        grade : 2.00, 
        ability: ['การเขียนโปรแกรม', 'คอมพิวเตอร์', 'การคิดเชิงตรรกะ', 'การแก้ปัญหาเชิงคำนวณ', 'การพัฒนาเว็บไซต์', 'การพัฒนาแอปพลิเคชัน', 'การทำงานกับฐานข้อมูล', 'การคิดเชิงวิเคราะห์', 'การเรียนรู้เทคโนโลยีใหม่ๆ', 'การทำงานเป็นทีม', 'ความเข้าใจระบบเครือข่าย', 'การใช้เครื่องมือและซอฟต์แวร์'],
        quota: "40 คน", 
        requiredEducation: ['ปวส'], 
        condition: "อนุปริญญาหรือประกาศนียบัตรวิชาชีพชั้นสูง (ปวส.) สาขาทางด้านคอมพิวเตอร์",
        studyDuration: "หลักสูตรปริญญาตรีทางวิชาชีพ 2 ปี",
        acquiredSkills: "การเขียนโปรแกรม, การพัฒนาซอฟต์แวร์และแอปพลิเคชัน, การวิเคราะห์และออกแบบระบบ, การจัดการฐานข้อมูล, การคิดเชิงคำนวณ",
        tuitionFee: "8000 บาท",        
        careers: ["โปรแกรมเมอร์", "นักวิเคราะห์และออกแบบระบบ", "นักวิทยาศาสตร์ข้อมูล", "นักวิชาการคอมพิวเตอร์"],
        studyPlan: 
        [
          "📘 ปี 1 : เริ่มจากคณิตศาสตร์พื้นฐาน วิทยาการคอมพิวเตอร์เบื้องต้น จริยธรรมและกฎหมายไอที พร้อมฝึกเขียนโปรแกรมและโครงสร้างข้อมูลเบื้องต้น", 
          "📗 ปี 2 : ศึกษาแคลคูลัส ระบบปฏิบัติการ อิเล็กทรอนิกส์ดิจิทัล การจัดการฐานข้อมูล และการออกแบบระบบเชิงวัตถุ เสริมด้วยอัลกอริทึม",
          "📙 ปี 3 : ลงลึกด้านเครือข่ายคอมพิวเตอร์ การสื่อสารข้อมูล การวิเคราะห์เชิงสถิติ พร้อมเรียนระเบียบวิธีวิจัย การสัมมนา และการเตรียมเข้าสู่การฝึกประสบการณ์",
          "📕 ปี 4 : ทำโครงการอิสระ ฝึกสหกิจศึกษาหรือฝึกงานภาคสนาม พร้อมวิชาเลือกที่ตอบโจทย์ความถนัดและเส้นทางอาชีพในอนาคต"     
        ],
        studyPlanPdf: "https://academic.uru.ac.th/DB_course/doc_course/169.pdf",
        studyPlanInfoImg: "https://iili.io/KBnJxTX.png",
        website: "https://sci.uru.ac.th/",      
        majorsFacebook: "https://www.facebook.com/csuru2022",
        facultyFacebook: "https://www.facebook.com/scienceuru",
        logoUrl: "https://iili.io/KFFuX2t.png"
      },
      { 
        name : 'สาขาวิทยาศาสตร์การกีฬาและการออกกำลังกาย',
        majorDescription : "มุ่งเน้นการเรียนรู้ด้านวิทยาศาสตร์การกีฬา การออกกำลังกาย และการส่งเสริมสุขภาพ เพื่อพัฒนาทักษะการฝึกการวิเคราะห์สมรรถภาพ", 
        grade : null, 
        ability: ['การออกกำลังกาย', 'การสอนกีฬา', 'การวิเคราะห์การเคลื่อนไหว', 'การวางแผนการฝึกซ้อม', 'การทำงานเป็นทีม', 'การจัดการกีฬา', 'ภาวะผู้นำ', 'การดูแลสุขภาพ', 'การใช้ร่างกาย', 'การประเมินสมรรถภาพ'],
        quota: "30 คน", 
        requiredEducation: ['มัธยมปลาย', 'ปวช', 'อื่นๆ'], 
        condition: "มัธยมศึกษาตอนปลายหรือเทียบเท่าทุกแผนการเรียน",
        studyDuration: "หลักสูตรระดับปริญญาตรี 4 ปี",
        acquiredSkills: "การออกกำลังกาย, การส่งเสริมสุขภาพ, การวิเคราะห์สมรรถภาพ, การจัดการกีฬา, ความรู้ด้านสรีรวิทยาการกีฬาและโภชนาการ",
        tuitionFee: "8000 บาท",        
        careers: [" นักวิชาการด้านวิทยาศาสตร์การกีฬา", "นักพัฒนาการกีฬา", "ผู้นำการออกกำลังกาย", "นักโภชนาการกีฬา"],
        studyPlan: 
        [
          "📘 ปี 1 : เรียนชีววิทยา เคมี วิทยาศาสตร์การกีฬา กายวิภาคศาสตร์ และทักษะพื้นฐานด้านกีฬา", 
          "📗 ปี 2 : ศึกษาเรื่องสรีรวิทยา จิตวิทยาการกีฬา การใช้คอมพิวเตอร์ในการจัดการกีฬา และวิทยาศาสตร์การฝึก พร้อมเวชศาสตร์กีฬา",
          "📙 ปี 3 : เน้นโภชนาการ การวิจัย การสร้างเสริมสมรรถภาพ การฝึกจิตวิทยาการกีฬา วิทยาศาสตร์การเคลื่อนไหวและกรณีศึกษา",
          "📕 ปี 4 : ทำสัมมนา ศึกษากรณี ฝึกผู้ฝึกสอนส่วนบุคคลและผู้สูงอายุพร้อมฝึกประสบการณ์ภาคสนามหรือสหกิจศึกษาเตรียมพร้อมสู่สายอาชีพ"     
        ],
        studyPlanPdf: "http://academic.uru.ac.th/DB_course/doc_course/185.pdf",
        studyPlanInfoImg: "https://iili.io/KBnduN1.md.png",
        website: "https://sci.uru.ac.th/",      
        majorsFacebook: "https://www.facebook.com/sesci.uru/",
        facultyFacebook: "https://www.facebook.com/scienceuru",
        logoUrl: "https://iili.io/KFFuX2t.png"
      },
      { 
        name : 'สาขาอาหารและโภชนาการ', 
        majorDescription : "มุ่งเน้นการศึกษาด้านโภชนาการ การจัดการอาหาร และการส่งเสริมสุขภาพ เพื่อเตรียมความพร้อมทำงานด้านอาหาร สุขภาพ และโภชนาการ", 
        grade : 2.00, 
        ability: ['ทำอาหาร', 'การวิเคราะห์อาหาร', 'การปรุงอาหาร', 'การวิจัยอาหาร', 'การจัดการอาหาร', 'ความรู้ด้านสุขภาพ', 'การวางแผนอาหาร', 'การควบคุมคุณภาพ', 'การให้คำปรึกษาด้านอาหาร', 'ความคิดสร้างสรรค์'],
        quota: "20 คน", 
        requiredEducation: ['มัธยมปลาย', 'ปวช', 'อื่นๆ'], 
        condition: "มัธยมศึกษาตอนปลายหรือเทียบเท่าทุกแผนการเรียน",
        studyDuration: "หลักสูตรระดับปริญญาตรี 4 ปี",
        acquiredSkills: "ความรู้โภชนาการ, การวิเคราะห์อาหาร, การจัดการอาหาร, การบริการ, และการส่งเสริมสุขภาพ",
        tuitionFee: "8000 บาท",        
        careers: ["ผู้ประกอบอาหาร เช่น เชฟ กุ๊ก", "ผู้ประกอบการธุรกิจอาหาร", "นักโภชนาการในโรงพยาบาล", "เจ้าหน้าที่ควบคุมคุณภาพอาหาร"],
        studyPlan: 
        [
          "📘 ปี 1 : เรียนเคมี ชีววิทยา โภชนศาสตร์เบื้องต้น จุลชีววิทยา วิทยาศาสตร์การประกอบอาหารและหลักการประกอบอาหาร", 
          "📗 ปี 2 : ศึกษาอาหารไทย ขนมไทย อาหารยุโรป อาหารเพื่อสุขภาพ ขนมอบ ศิลปะการจัดอาหาร การถนอมและแปรรูปอาหาร และการบริการอาหารและเครื่องดื่ม",
          "📙 ปี 3 : เเน้นอาหารเอเชีย อาหารและโภชนาการในวัฏจักรชีวิต โภชนบำบัด การพัฒนาผลิตภัณฑ์อาหาร การดำเนินธุรกิจอาหารและบริการ และศิลปะการตกแต่งอาหาร",
          "📕 ปี 4 : ทำสัมมนา วิจัยอาหารและโภชนาการ เตรียมประสบการณ์ภาคสนามหรือสหกิจศึกษาเพื่อพร้อมสู่สายอาชีพนักประกอบอาหารมืออาชีพ"     
        ],
        studyPlanPdf: "http://academic.uru.ac.th/DB_course/doc_course/168.pdf",
        studyPlanInfoImg: "https://iili.io/KBnFXx1.png",
        website: "https://sci.uru.ac.th/",      
        majorsFacebook: "https://www.facebook.com/p/%E0%B8%AA%E0%B8%B2%E0%B8%82%E0%B8%B2%E0%B8%A7%E0%B8%B4%E0%B8%8A%E0%B8%B2%E0%B8%AD%E0%B8%B2%E0%B8%AB%E0%B8%B2%E0%B8%A3%E0%B9%81%E0%B8%A5%E0%B8%B0%E0%B9%82%E0%B8%A0%E0%B8%8A%E0%B8%99%E0%B8%B2%E0%B8%81%E0%B8%B2%E0%B8%A3-%E0%B8%A1%E0%B8%AB%E0%B8%B2%E0%B8%A7%E0%B8%B4%E0%B8%97%E0%B8%A2%E0%B8%B2%E0%B8%A5%E0%B8%B1%E0%B8%A2%E0%B8%A3%E0%B8%B2%E0%B8%8A%E0%B8%A0%E0%B8%B1%E0%B8%8F%E0%B8%AD%E0%B8%B8%E0%B8%95%E0%B8%A3%E0%B8%94%E0%B8%B4%E0%B8%95%E0%B8%96%E0%B9%8C-100057160553375/?locale=th_TH",
        facultyFacebook: "https://www.facebook.com/scienceuru",
        logoUrl: "https://iili.io/KFFuX2t.png"
      },
      { 
        name : 'สาขาอาหารและโภชนาการ (เทียบโอน)', 
        majorDescription : "มุ่งเน้นการศึกษาด้านโภชนาการ การจัดการอาหาร และการส่งเสริมสุขภาพ เพื่อเตรียมความพร้อมทำงานด้านอาหาร สุขภาพ และโภชนาการ",
        grade : 2.75, 
        ability: ['ทำอาหาร', 'การวิเคราะห์อาหาร', 'การปรุงอาหาร', 'การวิจัยอาหาร', 'การจัดการอาหาร', 'ความรู้ด้านสุขภาพ', 'การวางแผนอาหาร', 'การควบคุมคุณภาพ', 'การให้คำปรึกษาด้านอาหาร', 'ความคิดสร้างสรรค์'],
        quota: "20 คน", 
        requiredEducation: ['ปวส'], 
        condition: "อนุปริญญาหรือประกาศนียบัตรวิชาชีพชั้นสูง (ปวส.) สาขาอาหารและโภชนาการ",
        studyDuration: "หลักสูตรระดับปริญญาตรี 2 ปี",
        acquiredSkills: "ความรู้โภชนาการ, การวิเคราะห์อาหาร, การจัดการอาหาร, การบริการ, และการส่งเสริมสุขภาพ",
        tuitionFee: "8000 บาท",        
        careers: ["ผู้ประกอบอาหาร เช่น เชฟ กุ๊ก", "ผู้ประกอบการธุรกิจอาหาร", "นักโภชนาการในโรงพยาบาล", "เจ้าหน้าที่ควบคุมคุณภาพอาหาร"],
        studyPlan: 
        [
          "📘 ปี 1 : เรียนเคมี ชีววิทยา โภชนศาสตร์เบื้องต้น จุลชีววิทยา วิทยาศาสตร์การประกอบอาหารและหลักการประกอบอาหาร", 
          "📗 ปี 2 : ศึกษาอาหารไทย ขนมไทย อาหารยุโรป อาหารเพื่อสุขภาพ ขนมอบ ศิลปะการจัดอาหาร การถนอมและแปรรูปอาหาร และการบริการอาหารและเครื่องดื่ม",
          "📙 ปี 3 : เเน้นอาหารเอเชีย อาหารและโภชนาการในวัฏจักรชีวิต โภชนบำบัด การพัฒนาผลิตภัณฑ์อาหาร การดำเนินธุรกิจอาหารและบริการ และศิลปะการตกแต่งอาหาร",
          "📕 ปี 4 : ทำสัมมนา วิจัยอาหารและโภชนาการ เตรียมประสบการณ์ภาคสนามหรือสหกิจศึกษาเพื่อพร้อมสู่สายอาชีพนักประกอบอาหารมืออาชีพ"     
        ],
        studyPlanPdf: "http://academic.uru.ac.th/DB_course/doc_course/168.pdf",
        studyPlanInfoImg: "https://iili.io/KBnfHTN.png",
        website: "https://sci.uru.ac.th/",      
        majorsFacebook: "https://www.facebook.com/p/%E0%B8%AA%E0%B8%B2%E0%B8%82%E0%B8%B2%E0%B8%A7%E0%B8%B4%E0%B8%8A%E0%B8%B2%E0%B8%AD%E0%B8%B2%E0%B8%AB%E0%B8%B2%E0%B8%A3%E0%B9%81%E0%B8%A5%E0%B8%B0%E0%B9%82%E0%B8%A0%E0%B8%8A%E0%B8%99%E0%B8%B2%E0%B8%81%E0%B8%B2%E0%B8%A3-%E0%B8%A1%E0%B8%AB%E0%B8%B2%E0%B8%A7%E0%B8%B4%E0%B8%97%E0%B8%A2%E0%B8%B2%E0%B8%A5%E0%B8%B1%E0%B8%A2%E0%B8%A3%E0%B8%B2%E0%B8%8A%E0%B8%A0%E0%B8%B1%E0%B8%8F%E0%B8%AD%E0%B8%B8%E0%B8%95%E0%B8%A3%E0%B8%94%E0%B8%B4%E0%B8%95%E0%B8%96%E0%B9%8C-100057160553375/?locale=th_TH",
        facultyFacebook: "https://www.facebook.com/scienceuru",
        logoUrl: "https://iili.io/KFFuX2t.png"
      },
      { 
        name : 'สาขาเทคโนโลยีสารสนเทศ', 
        majorDescription : "มุ่งเน้นการเรียนรู้ด้านเทคโนโลยีสารสนเทศ การพัฒนาซอฟต์แวร์ และระบบคอมพิวเตอร์ เพื่อเตรียมความพร้อมทำงานด้านไอทีและเทคโนโลยีดิจิทัล",
        grade : 2.00, 
        ability: ['เขียนโปรแกรม', 'คอมพิวเตอร์', 'วิเคราะห์ข้อมูล', 'ฐานข้อมูล', 'ระบบเครือข่าย', 'แก้ปัญหา', 'ซอฟต์แวร์', 'การทำงานเป็นทีม', 'คิดเชิงตรรกะ', 'พัฒนาเว็บและแอป', 'เรียนรู้เทคโนโลยีใหม่'],
        quota: "30 คน", 
        requiredEducation: ['มัธยมปลาย', 'ปวช', 'อื่นๆ'], 
        condition: "มัธยมศึกษาตอนปลายหรือเทียบเท่าทุกแผนการเรียน",
        studyDuration: "หลักสูตรระดับปริญญาตรี 4 ปี",
        acquiredSkills: "พัฒนาโปรแกรม, การจัดการฐานข้อมูล, การนำเสนอด้วยเทคโนโลยี, การสร้างสรรค์สื่อดิจิทัล, การประยุกต์ใช้เทคโนโลยีสารสนเทศในงานต่าง ๆ",
        tuitionFee: "8000 บาท",        
        careers: ["นักจัดการข้อมูลสารสนเทศ", " นักบริหารข้อมูลบนระบบเครือข่าย", "นักพัฒนาระบบเทคโนโลยีสารสนเทศ", "นักทดสอบโปรแกรม"],
        studyPlan: 
        [
          "📘 ปี 1 : เรียนพื้นฐานคอมพิวเตอร์ คณิตศาสตร์ โปรแกรมเบื้องต้น และจริยธรรม", 
          "📗 ปี 2 : เน้นระบบฐานข้อมูล การเขียนโปรแกรมเชิงวัตถุ การวิเคราะห์และออกแบบระบบและสื่อดิจิทัล",
          "📙 ปี 3 : เรียนการบริหารโครงการ เทคโนโลยีขั้นสูง เช่น IoT การวิเคราะห์ข้อมูล และสัมมนา",
          "📕 ปี 4 : ศึกษาเทคโนโลยีสารสนเทศเพื่อการจัดการความรู้ เตรียมฝึกประสบการณ์ภาคสนามหรือสหกิจศึกษาเพื่อพร้อมสู่สายอาชีพนักบริหารข้อมูลมืออาชีพ"     
        ],
        studyPlanPdf: "http://academic.uru.ac.th/DB_course/doc_course/174.pdf",
        studyPlanInfoImg: "https://iili.io/KBnq9cb.png",
        website: "https://sci.uru.ac.th/",      
        majorsFacebook: "https://www.facebook.com/itURU2021",
        facultyFacebook: "https://www.facebook.com/scienceuru",
        logoUrl: "https://iili.io/KFFuX2t.png"
      },
      { 
        name : 'สาขาเทคโนโลยีสารสนเทศ (เทียบโอน)', 
        majorDescription : "มุ่งเน้นการเรียนรู้ด้านเทคโนโลยีสารสนเทศ การพัฒนาซอฟต์แวร์ และระบบคอมพิวเตอร์ เพื่อเตรียมความพร้อมทำงานด้านไอทีและเทคโนโลยีดิจิทัล",
        grade : 2.00, 
        ability: ['เขียนโปรแกรม', 'คอมพิวเตอร์', 'วิเคราะห์ข้อมูล', 'ฐานข้อมูล', 'ระบบเครือข่าย', 'แก้ปัญหา', 'ซอฟต์แวร์', 'การทำงานเป็นทีม', 'คิดเชิงตรรกะ', 'พัฒนาเว็บและแอป', 'เรียนรู้เทคโนโลยีใหม่'],
        quota: "30 คน", 
        requiredEducation: ['ปวส'], 
        condition: "อนุปริญญาหรือประกาศนียบัตรวิชาชีพชั้นสูง (ปวส.) สาขาทางด้านคอมพิวเตอร์",
        studyDuration: "หลักสูตรระดับปริญญาตรี 2 ปี",
        acquiredSkills: "พัฒนาโปรแกรม, การจัดการฐานข้อมูล, การนำเสนอด้วยเทคโนโลยี, การสร้างสรรค์สื่อดิจิทัล, การประยุกต์ใช้เทคโนโลยีสารสนเทศในงานต่าง ๆ",
        tuitionFee: "8000 บาท",        
        careers: ["นักจัดการข้อมูลสารสนเทศ", " นักบริหารข้อมูลบนระบบเครือข่าย", "นักพัฒนาระบบเทคโนโลยีสารสนเทศ", "นักทดสอบโปรแกรม"],
        studyPlan: 
        [
          "📘 ปี 1 : เรียนพื้นฐานคอมพิวเตอร์ คณิตศาสตร์ โปรแกรมเบื้องต้น และจริยธรรม", 
          "📗 ปี 2 : เน้นระบบฐานข้อมูล การเขียนโปรแกรมเชิงวัตถุ การวิเคราะห์และออกแบบระบบและสื่อดิจิทัล",
          "📙 ปี 3 : เรียนการบริหารโครงการ เทคโนโลยีขั้นสูง เช่น IoT การวิเคราะห์ข้อมูล และสัมมนา",
          "📕 ปี 4 : ศึกษาเทคโนโลยีสารสนเทศเพื่อการจัดการความรู้ เตรียมฝึกประสบการณ์ภาคสนามหรือสหกิจศึกษาเพื่อพร้อมสู่สายอาชีพนักบริหารข้อมูลมืออาชีพ"     
        ],
        studyPlanPdf: "http://academic.uru.ac.th/DB_course/doc_course/174.pdf",
        studyPlanInfoImg: "https://iili.io/KBnBzB9.png",
        website: "https://sci.uru.ac.th/",      
        majorsFacebook: "https://www.facebook.com/itURU2021",
        facultyFacebook: "https://www.facebook.com/scienceuru",
        logoUrl: "https://iili.io/KFFuX2t.png"
      },
      { 
        name : 'สาขาสาธารณสุขศาสตร์', 
        majorDescription : "มุ่งเน้นการสร้างความรู้และทักษะด้านสุขภาพ การป้องกันโรค และการส่งเสริมสุขภาวะ ทั้งการวิเคราะห์ปัญหาสุขภาพและการวางแผนดำเนินงานด้านสาธารณสุขในชุมชน",
        grade : 2.25, 
        ability: ['ดูแลสุขภาพ', 'ช่วยเหลือ', 'รักษา', 'วางแผนสุขภาพ', 'ให้คำปรึกษา', 'วิจัย', 'ป้องกันโรค', 'ดูแลผู้ป่วย', 'จัดการชุมชน', 'วิเคราะห์ข้อมูล', 'สื่อสาร', 'ทำงานเป็นทีม'],
        quota: "80 คน", 
        requiredEducation: ['มัธยมปลาย', 'ปวช', 'อื่นๆ'], 
        condition: "มัธยมศึกษาตอนปลายหรือเทียบเท่าทุกแผนการเรียน",
        studyDuration: "หลักสูตรระดับปริญญาตรี 4 ปี",
        acquiredSkills: "การส่งเสริมสุขภาพ, การป้องกันโรค, การวิเคราะห์ปัญหาสุขภาพ, และการวางแผนปฏิบัติงานด้านสาธารณสุขในชุมชน",
        tuitionFee: "8500 บาท",        
        careers: ["นักวิชาการสาธารณสุข", "เจ้าพนักงานสาธารณสุขในหน่วยงานต่าง ๆ ของภาครัฐ", "เจ้าหน้าที่ด้านอนามัยสิ่งแวดล้อมในสถานประกอบการ", "นักวิชาการสุขาภิบาล"],
        studyPlan: 
        [
          "📘 ปี 1 : เรียนพื้นฐานวิชาชีพ สุขภาพ ชีวเคมี จุลชีววิทยา กายวิภาคศาสตร์และสรีรวิทยา", 
          "📗 ปี 2 : เรียนการพัฒนาสุขภาพชุมชน สร้างเสริมสุขภาพ วิทยาการระบาด อนามัยการเจริญพันธุ์ การบริบาลปฐมภูมิ การควบคุมและป้องกันโรค และการจัดการภัยพิบัติ",
          "📙 ปี 3 : เน้นสุขศึกษาพฤติกรรมสุขภาพ อนามัยสิ่งแวดล้อม เศรษฐศาสตร์สาธารณสุข เภสัชวิทยา ฟื้นฟูสุขภาพ การเก็บและวิเคราะห์ข้อมูลพร้อมฝึกปฏิบัติ",
          "📕 ปี 4 : ฝึกภาคสนามหรือสหกิจศึกษา เรียนจรรยาบรรณวิชาชีพ การสื่อสารและให้คำปรึกษาและการวางแผนและประเมินผลโครงการพร้อมทำภาคนิพนธ์เตรียมเข้าสู่สายอาชีพ"     
        ],
        studyPlanPdf: "http://academic.uru.ac.th/DB_course/doc_course/183.pdf",
        studyPlanInfoImg: "https://iili.io/KBnCMnS.png",
        website: "https://sci.uru.ac.th/",      
        majorsFacebook: "https://www.facebook.com/URUPublichealth",
        facultyFacebook: "https://www.facebook.com/scienceuru",
        logoUrl: "https://iili.io/KFFuX2t.png"
      },
      { 
        name : 'สาขาคณิตศาสตร์ประยุกต์', 
        majorDescription : "มุ่งเน้นการประยุกต์คณิตศาสตร์แก้ปัญหาจริง เรียนรู้การวิเคราะห์ข้อมูล การสร้างแบบจำลอง และการใช้คณิตศาสตร์ในงานวิจัยและอุตสาหกรรม",
        grade : null, 
        ability: ['คิดเชิงตรรกะ', 'คณิตศาสตร์', 'คณิต', 'สถิติ', 'แคลคูลัส', 'วิเคราะห์ข้อมูล', 'คำนวณ', 'แก้ปัญหา', 'การวิเคราะห์เชิงตัวเลข', 'การวางแผนเชิงกลยุทธ์', 'การใช้โปรแกรมคณิตศาสตร์', 'การทำงานเป็นทีม', 'การวิจัย', 'ความละเอียดรอบคอบ'],
        quota: "30 คน", 
        requiredEducation: ['มัธยมปลาย', 'ปวช', 'อื่นๆ'], 
        condition: "มัธยมศึกษาตอนปลายหรือเทียบเท่าสาขาทางวิทย์-คณิต, ศิลป์-คำนวณ หรือสายศิลปศาสตร์และคณิตศาสตร์ที่เรียนวิชาในกลุ่มวิทยาศาสตร์และเทคโนโลยีไม่น้อยกว่า 9 หน่วยกิต",
        studyDuration: "หลักสูตรระดับปริญญาตรี 4 ปี",
        acquiredSkills: "การคิดวิเคราะห์, แก้ปัญหาคณิตศาสตร์ขั้นสูง, ใช้คอมพิวเตอร์และประยุกต์คณิตศาสตร์กับวิทย์ วิศวะ การเงิน และธุรกิจ",
        tuitionFee: "8000 บาท",        
        careers: ["นักวิชาการด้านคณิตศาสตร์", "นักวิชาการทางด้านสถิติ", "นักวิจัย/นักวิเคราะห์ข้อมูล", "หน่วยงานวางแผน/วิเคราะห์/พัฒนาระบบ"],
        studyPlan: 
        [
          "📘 ปี 1 : เรียนฟิสิกส์ เคมี ชีววิทยา แคลคูลัส 1 หลักการคณิตศาสตร์ การเขียนโปรแกรม และสถิติเบื้องต้น เพื่อสร้างพื้นฐานทางคณิตศาสตร์และวิทยาศาสตร์", 
          "📗 ปี 2 : เรียนแคลคูลัส 2-3 พีชคณิตเชิงเส้น พีชคณิตนามธรรม การสร้างตัวแบบเชิงคณิตศาสตร์ สถิติและโปรแกรมสำเร็จรูปทางคณิตศาสตร์",
          "📙 ปี 3 : เรียนระเบียบวิธีเชิงตัวเลข วิธีการหาค่าเหมาะสมที่สุด การวิเคราะห์เชิงคณิตศาสตร์ โครงงานคณิตศาสตร์ประยุกต์",
          "📕 ปี 4 : เรียนสถิติและการวิจัยเบื้องต้น ตัวแปรเชิงซ้อน สัมมนาคณิตศาสตร์ประยุกต์ ฝึกประสบการณ์ภาคสนามหรือสหกิจศึกษาเตรียมความพร้อมสู่สายอาชีพ"     
        ],
        studyPlanPdf: "http://academic.uru.ac.th/DB_course/doc_course/184.pdf",
        studyPlanInfoImg: "https://iili.io/KBnoJqP.png",
        website: "https://sci.uru.ac.th/",      
        majorsFacebook: "https://www.facebook.com/profile.php?id=100063545111492#",
        facultyFacebook: "https://www.facebook.com/scienceuru",
        logoUrl: "https://iili.io/KFFuX2t.png"
      },
      { 
        name : 'สาขาเคมี', 
        majorDescription : "มุ่งเน้นความรู้ทางเคมีพื้นฐานและเชิงประยุกต์ พร้อมทักษะการวิเคราะห์ การทดลอง และการแก้ปัญหาในงานวิจัย",
        grade : null, 
        ability: ['วิทยาศาสตร์', 'เคมี', 'การทดลอง', 'วิจัย', 'ท่องสูตร', 'การคิดวิเคราะห์', 'การสังเกต', 'การคำนวณ', 'การแก้ปัญหา', 'การทำการทดลอง', 'การจดบันทึก', 'ความละเอียดรอบคอบ', 'การทำงานในห้องแล็บ', 'การทำงานเป็นทีม', 'การรักษาความปลอดภัย'],
        quota: "10 คน", 
        requiredEducation: ['มัธยมปลาย', 'ปวช', 'อื่นๆ'], 
        condition: "มัธยมศึกษาตอนปลายหรือเทียบเท่าทุกแผนการเรียน ",
        studyDuration: "หลักสูตรระดับปริญญาตรี 4 ปี",
        acquiredSkills: "การทดลองและวิเคราะห์ทางเคมี, การแก้ปัญหาเชิงวิทยาศาสตร์, และการประยุกต์ใช้เคมีในงานวิจัยและอุตสาหกรรม",
        tuitionFee: "8000 บาท",        
        careers: ["นักเคมี", "เจ้าหน้าที่วิทยาศาสตร์ประจำห้องปฏิบัติการเคมี", "พนักงานส่งเสริมการขายเครื่องมือวิทยาศาสตร", "ผู้ประกอบการเริ่มต้นทางผลิตภัณฑ์เคมี (Start-Up)"],
        studyPlan: 
        [
          "📘 ปี 1 : เรียนแคลคูลัส ฟิสิกส์ เคมี ชีววิทยา พร้อมปฏิบัติการทุกวิชา และพื้นฐานวิธีวิจัยทางวิทยาศาสตร์", 
          "📗 ปี 2 : ศึกษาวิชาเคมีอินทรีย์ 1-2 เคมีวิเคราะห์ 1-2 เคมีเชิงฟิสิกส์ 1-2 พร้อมปฏิบัติการทุกรายวิชา",
          "📙 ปี 3 : เรียนเคมีอนินทรีย์ 1-2 ชีวเคมี ระเบียบวิธีวิจัยทางเคมี สัมมนา และเลือกเรียนวิชาเฉพาะด้านที่สนใจ",
          "📕 ปี 4 : ทำโครงการวิจัย ฝึกภาคสนามทางเคมี เรียนการเขียนบทความเชิงวิชาการ และสหกิจศึกษาหรือการฝึกประสบการณ์ภาคสนาม"     
        ],
        studyPlanPdf: "http://academic.uru.ac.th/DB_course/doc_course/163.pdf",
        studyPlanInfoImg: "https://iili.io/KBnxFGS.png",
        website: "https://sci.uru.ac.th/",      
        majorsFacebook: "https://www.facebook.com/profile.php?id=100065118783553#",
        facultyFacebook: "https://www.facebook.com/scienceuru",
        logoUrl: "https://iili.io/KFFuX2t.png"
      },
      { 
        name : 'สาขาชีววิทยา', 
        majorDescription : "มุ่งเน้นการศึกษาและวิเคราะห์สิ่งมีชีวิต ระบบนิเวศ และชีววิทยาเชิงประยุกต์ รวมถึงการใช้เทคนิคทางวิทยาศาสตร์เพื่อวิจัยและพัฒนางานด้านชีววิทยาและสิ่งแวดล้อม",
        grade : null, 
        ability : ['วิทยาศาสตร์', 'ชีววิทยา', 'สังเกต', 'วิเคราะห์', 'จดจำรายละเอียด', 'คิดเชิงตรรกะ', 'การทดลอง', 'การวิจัย', 'แก้ปัญหา', 'การทำงานเป็นทีม', 'เขียนรายงาน', 'ใฝ่รู้'],
        quota: 25, 
        requiredEducation: ['มัธยมปลาย', 'ปวช', 'อื่นๆ'], 
        condition: "มัธยมศึกษาตอนปลายหรือเทียบเท่าทุกแผนการเรียน ",
        studyDuration: "หลักสูตรระดับปริญญาตรี 4 ปี",
        acquiredSkills: "ความรู้ด้านสิ่งมีชีวิต พันธุกรรม และพฤติกรรม, ทักษะปฏิบัติในห้องแล็บ เช่น จุลชีววิทยา เทคโนโลยีชีวภาพ และการวิเคราะห์ข้อมูล",
        tuitionFee: "8000 บาท",        
        careers: ["นักวิจัยในหน่วยงานราชการและเอกชน", "เจ้าหน้าที่วิทยาศาสตร์ประจำห้องปฏิบัติการ", "พนักงานในโรงงานอุตสาหกรรม", "เจ้าหน้าที่บริษัทจำหน่ายอุปกรณ์และเครื่องมือวิทยาศาสตร"],
        studyPlan: 
        [
          "📘 ปี 1 : เรียนชีววิทยา เคมี ฟิสิกส์ แคลคูลัส และพื้นฐานวิธีวิจัย พร้อมปฏิบัติการทุกวิชา", 
          "📗 ปี 2 : ศึกษา ชีวเคมี จุลชีววิทยา สัตววิทยา พฤกษศาสตร์ พันธุศาสตร์ สรีรวิทยา นิเวศวิทยา",
          "📙 ปี 3 : เรียนระบบวิทยาและความหลากหลายทางชีวภาพ วิวัฒนาการ ชีววิทยาของเซลล์ ชีวสถิติ เทคโนโลยีชีวภาพ และทำโครงการวิจัย",
          "📕 ปี 4 : ฝึกภาคสนามหรือสหกิจศึกษา เรียนผลิตภัณฑ์ท้องถิ่นทางชีววิทยา สัมมนา และพัฒนาธุรกิจชีวภาพ"     
        ],
        studyPlanPdf: "http://academic.uru.ac.th/DB_course/doc_course/164.pdf",
        studyPlanInfoImg: "https://iili.io/KBnziqN.png",
        website: "https://sci.uru.ac.th/",      
        majorsFacebook: "https://www.facebook.com/bio.uru.7",
        facultyFacebook: "https://www.facebook.com/scienceuru",
        logoUrl: "https://iili.io/KFFuX2t.png"
      },
      { 
        name : 'สาขาสิ่งแวดล้อม', 
        majorDescription : "มุ่งเน้นการศึกษาเรื่องสิ่งแวดล้อม ระบบนิเวศ และการจัดการทรัพยากรธรรมชาติ พร้อมทักษะการวิเคราะห์ปัญหาสิ่งแวดล้อม",
        grade : null, 
        ability: ['การสังเกต', 'การวิเคราะห์', 'การแก้ปัญหา', 'การคิดเชิงวิพากษ์', 'การทำงานภาคสนาม', 'การวิจัย', 'การทำงานร่วมกัน', 'การใช้เทคโนโลยี', 'การจัดการทรัพยากร', 'ความรอบคอบ'],
        quota: "15 คน", 
        requiredEducation: ['มัธยมปลาย', 'ปวช', 'อื่นๆ'], 
        condition: "มัธยมศึกษาตอนปลายหรือเทียบเท่าทุกแผนการเรียน ",
        studyDuration: "หลักสูตรระดับปริญญาตรี 4 ปี",
        acquiredSkills: "การจัดการสิ่งแวดล้อมทั้งภาคทฤษฎีและปฏิบัติ, การใช้เทคโนโลยีสารสนเทศ, และความเข้าใจผลกระทบของเทคโนโลยีใหม่",
        tuitionFee: "8000 บาท", 
        careers: ["นักวิชาการสิ่งแวดล้อม", "ผู้ควบคุมระบบบำบัดมลพิษ", "เจ้าหน้าที่การตลาดทางสิ่งแวดล้อม", "เจ้าหน้าที่ห้องปฏิบัติการทางวิทยาศาสตร์"],
        studyPlan: 
        [
          "📘 ปี 1 : ปูพื้นฐานวิทยาศาสตร์ ฟิสิกส์ เคมี ชีววิทยา คณิตศาสตร์ พร้อมเรียนรู้เบื้องต้นเกี่ยวกับสิ่งแวดล้อมและนิเวศวิทยา", 
          "📗 ปี 2 : ลงลึกด้านเคมี ชีวเคมี และจุลชีววิทยาสิ่งแวดล้อม เรียนรู้เทคโนโลยีสะอาด การจัดการมลพิษ และการใช้แบบจำลองสิ่งแวดล้อม",
          "📙 ปี 3 : เน้นการจัดการและควบคุมมลพิษน้ำ อากาศ ดิน และเสียง ฝึกตรวจวัดคุณภาพสิ่งแวดล้อม พร้อมเรียนรู้กฎหมายและนโยบายที่เกี่ยวข้อง",
          "📕 ปี 4 : ฝึกประเมินผลกระทบสิ่งแวดล้อม (EIA) ศึกษาการจัดการสิ่งแวดล้อม ทำโครงงานวิจัย และฝึกประสบการณ์จริงในภาคสนามหรือสหกิจศึกษา"     
        ],
        studyPlanPdf: "http://academic.uru.ac.th/DB_course/doc_course/172.pdf",
        studyPlanInfoImg: "https://iili.io/KBnTHua.png",
        website: "https://sci.uru.ac.th/",      
        majorsFacebook: "https://www.facebook.com/envisciuru/",
        facultyFacebook: "https://www.facebook.com/scienceuru",
        logoUrl: "https://iili.io/KFFuX2t.png"
      },
    ]
    },

    { 
    name : 'คณะเทคโนโลยีอุตสาหกรรม',
    majors: [
      { 
        name : 'สาขาวิศวกรรมบริหารงานก่อสร้าง', 
        majorDescription : "มุ่งเน้นการวางแผน ออกแบบ และบริหารโครงการก่อสร้าง รวมถึงการจัดการทรัพยากร คน งบประมาณ และเวลา เพื่อให้โครงการก่อสร้างสำเร็จตามมาตรฐานและตรงตามเป้าหมาย",
        grade : null, 
        ability : ['คณิตศาสตร์', 'การบริหาร', 'ช่าง', 'ก่อสร้าง', 'เคมี', 'ฟิสิกส์', 'เลข', 'การวางแผนงาน', 'การจัดการโครงการ', 'คำนวณโครงสร้าง', 'การใช้ซอฟต์แวร์ออกแบบ', 'การอ่านแบบก่อสร้าง', 'การแก้ปัญหาเฉพาะหน้า', 'การบริหารเวลา', 'การทำงานเป็นทีม', 'ความละเอียดรอบคอบ', 'การตัดสินใจภายใต้ความกดดัน'],
        quota: "20 คน", 
        requiredEducation: ['มัธยมปลาย', 'ปวช', 'อื่นๆ'], 
        condition: "มัธยมศึกษาตอนปลายหรือเทียบเท่าทุกแผนการเรียน",
        studyDuration: "หลักสูตรระดับปริญญาตรี 4 ปี",
        acquiredSkills: "การวางแผนและบริหารโครงการก่อสร้าง, การจัดการทรัพยากร งบประมาณ และเวลา, การใช้เทคโนโลยีและซอฟต์แวร์ทางวิศวกรรมเพื่อควบคุมคุณภาพและความปลอดภัยของโครงการ",
        tuitionFee: "12000 บาท",        
        careers: ["วิศวกรประมาณราคาโครงการก่อสร้าง", "วิศวกรควบคุมงาน/ตรวจงานโครงการก่อสร้าง", "ผู้ประกอบการธุรกิจอสังหาริมทรัพย์และอุตสาหกรรมก่อสร้าง", " วิศวกรสำรวจสำหรับโครงการก่อสร้างทางด้านวิศวกรรมโยธา"],
        studyPlan: 
        [
          "📘 ปี 1 : ปูพื้นฐานฟิสิกส์ เคมี คณิตศาสตร์ และการเขียนแบบวิศวกรรม พร้อมเริ่มเรียนวิชาเฉพาะด้านเลือก", 
          "📗 ปี 2 : เจาะลึกด้านวัสดุศาสตร์ การทดสอบวัสดุ ความปลอดภัยในงานก่อสร้าง การออกแบบโครงสร้าง และประยุกต์คณิตศาสตร์กับงานวิศวกรรม",
          "📙 ปี 3 : เรียนรู้วิศวกรรมฐานราก เศรษฐศาสตร์วิศวกรรม การประมาณราคา ควบคุมงานและตรวจงานก่อสร้าง รวมถึงเทคโนโลยีระบบอาคารและโครงสร้างไม้-เหล็ก พร้อมฝึกภาคสนามเบื้องต้น",
          "📕 ปี 4 : ลงมือทำโครงงานวิศวกรรมบริหารงานก่อสร้าง สหกิจศึกษา และฝึกประสบการณ์จริงในไซต์งาน พร้อมเรียนรู้การบริหารงานก่อสร้าง"     
        ],
        studyPlanPdf: "http://industrial.uru.ac.th/file/%E0%B9%84%E0%B8%9F%E0%B8%A5%E0%B9%8C%E0%B8%AB%E0%B8%A5%E0%B8%B1%E0%B8%81%E0%B8%AA%E0%B8%B9%E0%B8%95%E0%B8%A3/%E0%B8%A7%E0%B8%B4%E0%B8%A8%E0%B8%A7%E0%B8%81%E0%B8%A3%E0%B8%A3%E0%B8%A1%E0%B8%9A%E0%B8%A3%E0%B8%B4%E0%B8%AB%E0%B8%B2%E0%B8%A3%E0%B8%87%E0%B8%B2%E0%B8%99%E0%B8%81%E0%B9%88%E0%B8%AD%E0%B8%AA%E0%B8%A3%E0%B9%89%E0%B8%B2%E0%B8%87%20(%E0%B8%AB%E0%B8%A5%E0%B8%B1%E0%B8%81%E0%B8%AA%E0%B8%B9%E0%B8%95%E0%B8%A3%E0%B8%9B%E0%B8%A3%E0%B8%B1%E0%B8%9A%E0%B8%9B%E0%B8%A3%E0%B8%B8%E0%B8%87%20%E0%B8%9E.%E0%B8%A8.2565).pdf",
        studyPlanInfoImg: "https://iili.io/KBLSwPa.png",
        website: "http://industrial.uru.ac.th/",      
        majorsFacebook: "https://www.facebook.com/profile.php?id=100065531497806#",
        facultyFacebook: "https://www.facebook.com/industrial.uru.ac.th",
        logoUrl: "https://iili.io/KqnH7af.png"
      },
      { 
        name : 'สาขาวิศวกรรมบริหารงานก่อสร้าง (เทียบโอน)', 
        majorDescription : "มุ่งเน้นการวางแผน ออกแบบ และบริหารโครงการก่อสร้าง รวมถึงการจัดการทรัพยากร คน งบประมาณ และเวลา เพื่อให้โครงการก่อสร้างสำเร็จตามมาตรฐานและตรงตามเป้าหมาย",
        grade : null, 
        ability : ['คณิตศาสตร์', 'การบริหาร', 'ช่าง', 'ก่อสร้าง', 'เคมี', 'ฟิสิกส์', 'เลข', 'การวางแผนงาน', 'การจัดการโครงการ', 'คำนวณโครงสร้าง', 'การใช้ซอฟต์แวร์ออกแบบ', 'การอ่านแบบก่อสร้าง', 'การแก้ปัญหาเฉพาะหน้า', 'การบริหารเวลา', 'การทำงานเป็นทีม', 'ความละเอียดรอบคอบ', 'การตัดสินใจภายใต้ความกดดัน'],
        quota: "20 คน", 
        requiredEducation: ['ปวส'], 
        condition: "อนุปริญญาหรือประกาศนียบัตรวิชาชีพชั้นสูง (ปวส.) สาขาทางด้านก่อสร้างหรือสาขาที่เกี่ยวข้อง",
        studyDuration: "หลักสูตรระดับปริญญาตรี 2 ปี",
        acquiredSkills: "การวางแผนและบริหารโครงการก่อสร้าง, การจัดการทรัพยากร งบประมาณ และเวลา, การใช้เทคโนโลยีและซอฟต์แวร์ทางวิศวกรรมเพื่อควบคุมคุณภาพและความปลอดภัยของโครงการ",
        tuitionFee: "12000 บาท",        
        careers: ["วิศวกรประมาณราคาโครงการก่อสร้าง", "วิศวกรควบคุมงาน/ตรวจงานโครงการก่อสร้าง", "ผู้ประกอบการธุรกิจอสังหาริมทรัพย์และอุตสาหกรรมก่อสร้าง", " วิศวกรสำรวจสำหรับโครงการก่อสร้างทางด้านวิศวกรรมโยธา"],
        studyPlan: 
        [
          "📘 ปี 1 : ปูพื้นฐานฟิสิกส์ เคมี คณิตศาสตร์ และการเขียนแบบวิศวกรรม พร้อมเริ่มเรียนวิชาเฉพาะด้านเลือก", 
          "📗 ปี 2 : เจาะลึกด้านวัสดุศาสตร์ การทดสอบวัสดุ ความปลอดภัยในงานก่อสร้าง การออกแบบโครงสร้าง และประยุกต์คณิตศาสตร์กับงานวิศวกรรม",
          "📙 ปี 3 : เรียนรู้วิศวกรรมฐานราก เศรษฐศาสตร์วิศวกรรม การประมาณราคา ควบคุมงานและตรวจงานก่อสร้าง รวมถึงเทคโนโลยีระบบอาคารและโครงสร้างไม้-เหล็ก พร้อมฝึกภาคสนามเบื้องต้น",
          "📕 ปี 4 : ลงมือทำโครงงานวิศวกรรมบริหารงานก่อสร้าง สหกิจศึกษา และฝึกประสบการณ์จริงในไซต์งาน พร้อมเรียนรู้การบริหารงานก่อสร้าง"     
        ],
        studyPlanPdf: "http://industrial.uru.ac.th/file/%E0%B9%84%E0%B8%9F%E0%B8%A5%E0%B9%8C%E0%B8%AB%E0%B8%A5%E0%B8%B1%E0%B8%81%E0%B8%AA%E0%B8%B9%E0%B8%95%E0%B8%A3/%E0%B8%A7%E0%B8%B4%E0%B8%A8%E0%B8%A7%E0%B8%81%E0%B8%A3%E0%B8%A3%E0%B8%A1%E0%B8%9A%E0%B8%A3%E0%B8%B4%E0%B8%AB%E0%B8%B2%E0%B8%A3%E0%B8%87%E0%B8%B2%E0%B8%99%E0%B8%81%E0%B9%88%E0%B8%AD%E0%B8%AA%E0%B8%A3%E0%B9%89%E0%B8%B2%E0%B8%87%20(%E0%B8%AB%E0%B8%A5%E0%B8%B1%E0%B8%81%E0%B8%AA%E0%B8%B9%E0%B8%95%E0%B8%A3%E0%B8%9B%E0%B8%A3%E0%B8%B1%E0%B8%9A%E0%B8%9B%E0%B8%A3%E0%B8%B8%E0%B8%87%20%E0%B8%9E.%E0%B8%A8.2565).pdf",
        studyPlanInfoImg: "https://iili.io/KBLS6Vn.png",
        website: "http://industrial.uru.ac.th/",      
        majorsFacebook: "https://www.facebook.com/profile.php?id=100065531497806#",
        facultyFacebook: "https://www.facebook.com/industrial.uru.ac.th",
        logoUrl: "https://iili.io/KqnH7af.png"
      },
      { 
        name : 'สาขาวิศวกรรมโลจิสติกส์',
        majorDescription : "มุ่งเน้นจัดการโลจิสติกส์และซัพพลายเชน ตั้งแต่การจัดซื้อ การผลิต การจัดเก็บ การขนส่ง จนถึงส่งมอบสินค้าอย่างมีประสิทธิภาพและลดต้นทุน", 
        grade : null, 
        ability: ['คณิตศาสตร์', 'การขนส่ง', 'ผลิต', 'ออกแบบ', 'ฟิสิกส์', 'เลข', 'ไฟฟ้า', 'การจัดการ', 'บริหารคลังสินค้า', 'วางแผน', 'จัดการซัพพลายเชน', 'วิเคราะห์', 'แก้ปัญหา', 'จัดการคลัง', 'ใช้ซอฟต์แวร์', 'บริหารเวลา', 'ทำงานทีม', 'ตัดสินใจ', 'รอบคอบ'],
        quota: "30 คน", 
        requiredEducation: ['มัธยมปลาย', 'ปวช', 'อื่นๆ'], 
        condition: "มัธยมศึกษาตอนปลายหรือเทียบเท่าทุกแผนการเรียน",
        studyDuration: "หลักสูตรระดับปริญญาตรี 4 ปี",
        acquiredSkills: "วิเคราะห์และแก้ปัญหา, การออกแบบระบบ, การควบคุมและจัดการโลจิสติกส์ เช่น การขนส่ง การจัดเก็บ และการจัดการโซ่อุปทาน, ทักษะทางเทคนิค เช่น คณิตศาสตร์และเทคโนโลยี",
        tuitionFee: "12000 บาท",        
        careers: ["วิศวกรหรือบุคลากรด้านโลจิสติกส์", "ครูและอาจารย์ด้านโลจิสติกส์", "นักวิจัยหรือนักวิเคราะห์ด้านโลจิสติกส์", "อาชีพอิสระที่เกี่ยวข้องกับงานด้านโลจิสติกส์"],
        studyPlan: 
        [
          "📘 ปี 1 : เรียนพื้นฐานฟิสิกส์ คณิตศาสตร์ วิชาแกนด้านวิศวกรรม และเริ่มฝึกเขียนแบบและพื้นฐานวิศวกรรม", 
          "📗 ปี 2 : เจาะลึกด้านคณิตศาสตร์ประยุกต์ วิศวกรรมความปลอดภัย การจัดการโลจิสติกส์ ปฏิบัติการโลจิสติกส์ และการวิเคราะห์เศรษฐศาสตร์ในงานโลจิสติกส์",
          "📙 ปี 3 : เรียนระบบคลังสินค้า การขนส่ง การควบคุมคุณภาพ การออกแบบการทดลอง และระบบสารสนเทศโลจิสติกส์",
          "📕 ปี 4 : ทำโครงงานขั้นสูง ฝึกประสบการณ์ภาคสนามหรือสหกิจศึกษา เรียนภาษาอังกฤษสำหรับวิศวกรเพื่อเตรียมความพร้อมสู่สายงานวิศวกรรมโลจิสติกส์จริง"     
        ],
        studyPlanPdf: "http://industrial.uru.ac.th/file/%E0%B9%84%E0%B8%9F%E0%B8%A5%E0%B9%8C%E0%B8%AB%E0%B8%A5%E0%B8%B1%E0%B8%81%E0%B8%AA%E0%B8%B9%E0%B8%95%E0%B8%A3/%E0%B8%A7%E0%B8%B4%E0%B8%A8%E0%B8%A7%E0%B8%81%E0%B8%A3%E0%B8%A3%E0%B8%A1%E0%B9%82%E0%B8%A5%E0%B8%88%E0%B8%B4%E0%B8%AA%E0%B8%95%E0%B8%B4%E0%B8%81%E0%B8%AA%E0%B9%8C%20(%E0%B8%AB%E0%B8%A5%E0%B8%B1%E0%B8%81%E0%B8%AA%E0%B8%B9%E0%B8%95%E0%B8%A3%E0%B8%9B%E0%B8%A3%E0%B8%B1%E0%B8%9A%E0%B8%9B%E0%B8%A3%E0%B8%B8%E0%B8%87%20%E0%B8%9E.%E0%B8%A8.2564).2564)",
        studyPlanInfoImg: "https://iili.io/KBLUqOB.png",
        website: "http://industrial.uru.ac.th/",      
        majorsFacebook: "https://www.facebook.com/groups/418382488193755/?ref=share",
        facultyFacebook: "https://www.facebook.com/industrial.uru.ac.th",
        logoUrl: "https://iili.io/KqnH7af.png"
      },
      { 
        name : 'สาขาวิศวกรรมการจัดการพลังงานในงานอุตสาหกรรม',
        majorDescription : "มุ่งเน้นการจัดการพลังงานในภาคอุตสาหกรรม เน้นประหยัดพลังงาน เพิ่มประสิทธิภาพ และใช้เทคโนโลยีควบคุมการใช้พลังงาน",  
        grade : null, 
        ability: ['คณิตศาสตร์', 'การบริหาร', 'ช่าง', 'ก่อสร้าง', 'เคมี', 'ฟิสิกส์', 'เลข', 'การวางแผนพลังงาน', 'การวิเคราะห์พลังงาน', 'การประหยัดพลังงาน', 'การจัดการโรงงาน', 'การใช้เทคโนโลยีพลังงาน', 'การแก้ปัญหา', 'การตรวจสอบระบบ', 'การทำงานเป็นทีม', 'การตัดสินใจ', 'ความรอบคอบ'],
        quota: "15 คน", 
        requiredEducation: ['มัธยมปลาย', 'ปวช', 'อื่นๆ'], 
        condition: "มัธยมศึกษาตอนปลายแผนการเรียนทางวิทย์-คณิต, ศิลป์-คำนวณ ประกาศนียบัตรวิชาชีพ (ปวช.) หรือเทียบเท่าในสาขาที่เกี่ยวข้อง",
        studyDuration: "หลักสูตรระดับปริญญาตรี 4 ปี",
        acquiredSkills: "การวางแผนโครงการ, ออกแบบและคำนวณระบบพลังงาน, ควบคุมการก่อสร้างและผลิต, การตรวจสอบและวิเคราะห์การใช้พลังงาน, และการจัดการพลังงานทดแทนและการอนุรักษ์พลังงาน",
        tuitionFee: "12000 บาท",        
        careers: ["วิศวกรผู้รับผิดชอบด้านการจัดการพลังงานในโรงงาน และอาคารควบคุม", "วิศวกรซ่อมบำรุงทางกล", "วิศวกรซ่อมบำรุงระบบพลังงาน", "วิศวกรประจำโรงไฟฟ้า"],
        studyPlan: 
        [
          "📘 ปี 1 : เรียนพื้นฐานคณิตศาสตร์และฟิสิกส์สำหรับวิศวกรรม พร้อมเขียนแบบและฝึกพื้นฐานวิศวกรรม รวมถึงพื้นฐานด้านอุณหพลศาสตร์และกลศาสตร์ของไหล", 
          "📗 ปี 2 : เรียนการประยุกต์คณิตศาสตร์ เคมีสำหรับวิศวกร วัสดุและการออกแบบ เขียนโปรแกรม วิศวกรรม การถ่ายเทความร้อน และเศรษฐศาสตร์วิศวกรรม",
          "📙 ปี 3 : เรียนความปลอดภัย ธุรกิจและการตลาดพลังงาน เครื่องมือตรวจวัดระบบจัดการพลังงาน ระบบปรับอากาศและทำความเย็น เชื้อเพลิงและต้นกำลังพลังงาน",
          "📕 ปี 4 : เรียนระบบจัดการพลังงานในเครือข่ายอัจฉริยะ นวัตกรรมด้านพลังงาน และการเตรียมฝึกปฏิบัติงานในสถานประกอบการ"     
        ],
        studyPlanPdf: "http://industrial.uru.ac.th/file/%E0%B9%84%E0%B8%9F%E0%B8%A5%E0%B9%8C%E0%B8%AB%E0%B8%A5%E0%B8%B1%E0%B8%81%E0%B8%AA%E0%B8%B9%E0%B8%95%E0%B8%A3/%E0%B8%A7%E0%B8%B4%E0%B8%A8%E0%B8%A7%E0%B8%81%E0%B8%A3%E0%B8%A3%E0%B8%A1%E0%B8%81%E0%B8%B2%E0%B8%A3%E0%B8%88%E0%B8%B1%E0%B8%94%E0%B8%81%E0%B8%B2%E0%B8%A3%E0%B8%9E%E0%B8%A5%E0%B8%B1%E0%B8%87%E0%B8%87%E0%B8%B2%E0%B8%99%20(%E0%B8%AB%E0%B8%A5%E0%B8%B1%E0%B8%81%E0%B8%AA%E0%B8%B9%E0%B8%95%E0%B8%A3%E0%B8%9B%E0%B8%A3%E0%B8%B1%E0%B8%9A%E0%B8%9B%E0%B8%A3%E0%B8%B8%E0%B8%87%20%E0%B8%9E.%E0%B8%A8.2567).pdf",
        studyPlanInfoImg: "https://iili.io/KBLrMAl.png",
        website: "http://industrial.uru.ac.th/",      
        majorsFacebook: "https://www.facebook.com/EnergyEngineeringURU",
        facultyFacebook: "https://www.facebook.com/industrial.uru.ac.th",
        logoUrl: "https://iili.io/KqnH7af.png"
      },
      { 
        name : 'สาขาวิศวกรรมการจัดการพลังงานในงานอุตสาหกรรม (เทียบโอน)',
        majorDescription : "มุ่งเน้นการจัดการพลังงานในภาคอุตสาหกรรม เน้นประหยัดพลังงาน เพิ่มประสิทธิภาพ และใช้เทคโนโลยีควบคุมการใช้พลังงาน",   
        grade : 2.00, 
        ability: ['คณิตศาสตร์', 'การบริหาร', 'ช่าง', 'ก่อสร้าง', 'เคมี', 'ฟิสิกส์', 'เลข', 'การวางแผนพลังงาน', 'การวิเคราะห์พลังงาน', 'การประหยัดพลังงาน', 'การจัดการโรงงาน', 'การใช้เทคโนโลยีพลังงาน', 'การแก้ปัญหา', 'การตรวจสอบระบบ', 'การทำงานเป็นทีม', 'การตัดสินใจ', 'ความรอบคอบ'],
        quota: "15 คน", 
        requiredEducation: ['ปวส'], 
        condition: "อนุปริญญาหรือประกาศนียบัตรวิชาชีพชั้นสูง (ปวส.) สาขาวิชาช่างไฟฟ้า,ช่างยนต์, ช่างเชื่อม, ช่างก่อสร้าง หรือสาขาที่เกี่ยวข้อง",
        studyDuration: "หลักสูตรระดับปริญญาตรี 2 ปี",
        acquiredSkills: "การวางแผนโครงการ, ออกแบบและคำนวณระบบพลังงาน, ควบคุมการก่อสร้างและผลิต, การตรวจสอบและวิเคราะห์การใช้พลังงาน, และการจัดการพลังงานทดแทนและการอนุรักษ์พลังงาน",
        tuitionFee: "12000 บาท",        
        careers: ["วิศวกรผู้รับผิดชอบด้านการจัดการพลังงานในโรงงาน และอาคารควบคุม", "วิศวกรซ่อมบำรุงทางกล", "วิศวกรซ่อมบำรุงระบบพลังงาน", "วิศวกรประจำโรงไฟฟ้า"],
        studyPlan: 
        [
          "📘 ปี 1 : เรียนพื้นฐานคณิตศาสตร์และฟิสิกส์สำหรับวิศวกรรม พร้อมเขียนแบบและฝึกพื้นฐานวิศวกรรม รวมถึงพื้นฐานด้านอุณหพลศาสตร์และกลศาสตร์ของไหล", 
          "📗 ปี 2 : เรียนการประยุกต์คณิตศาสตร์ เคมีสำหรับวิศวกร วัสดุและการออกแบบ เขียนโปรแกรม วิศวกรรม การถ่ายเทความร้อน และเศรษฐศาสตร์วิศวกรรม",
          "📙 ปี 3 : เรียนความปลอดภัย ธุรกิจและการตลาดพลังงาน เครื่องมือตรวจวัดระบบจัดการพลังงาน ระบบปรับอากาศและทำความเย็น เชื้อเพลิงและต้นกำลังพลังงาน",
          "📕 ปี 4 : เรียนระบบจัดการพลังงานในเครือข่ายอัจฉริยะ นวัตกรรมด้านพลังงาน และการเตรียมฝึกปฏิบัติงานในสถานประกอบการ"     
        ],
        studyPlanPdf: "http://industrial.uru.ac.th/file/%E0%B9%84%E0%B8%9F%E0%B8%A5%E0%B9%8C%E0%B8%AB%E0%B8%A5%E0%B8%B1%E0%B8%81%E0%B8%AA%E0%B8%B9%E0%B8%95%E0%B8%A3/%E0%B8%A7%E0%B8%B4%E0%B8%A8%E0%B8%A7%E0%B8%81%E0%B8%A3%E0%B8%A3%E0%B8%A1%E0%B8%81%E0%B8%B2%E0%B8%A3%E0%B8%88%E0%B8%B1%E0%B8%94%E0%B8%81%E0%B8%B2%E0%B8%A3%E0%B8%9E%E0%B8%A5%E0%B8%B1%E0%B8%87%E0%B8%87%E0%B8%B2%E0%B8%99%20(%E0%B8%AB%E0%B8%A5%E0%B8%B1%E0%B8%81%E0%B8%AA%E0%B8%B9%E0%B8%95%E0%B8%A3%E0%B8%9B%E0%B8%A3%E0%B8%B1%E0%B8%9A%E0%B8%9B%E0%B8%A3%E0%B8%B8%E0%B8%87%20%E0%B8%9E.%E0%B8%A8.2567).pdf",
        studyPlanInfoImg: "https://iili.io/KBLr4oP.png",
        website: "http://industrial.uru.ac.th/",      
        majorsFacebook: "https://www.facebook.com/EnergyEngineeringURU",
        facultyFacebook: "https://www.facebook.com/industrial.uru.ac.th",
        logoUrl: "https://iili.io/KqnH7af.png"
      },
      { 
        name : 'สาขาเทคโนโลยีไฟฟ้า', 
        majorDescription : "มุ่งเน้นการเรียนรู้ด้านไฟฟ้า การติดตั้ง ระบบควบคุม และการบำรุงรักษาอุปกรณ์ไฟฟ้า พร้อมทักษะการประยุกต์ใช้ในงานอุตสาหกรรมและชีวิตประจำวัน",   
        grade : null, 
        ability : ['ต่อวงจร', 'คณิตศาสตร์', 'การออกแบบ', 'ใช้เครื่องมือวัดทางไฟฟ้า', 'ฟิสิกส์', 'plc', 'เลข', 'ไฟฟ้า', 'การวิเคราะห์วงจรไฟฟ้า', 'การซ่อมและติดตั้ง', 'การใช้เครื่องมือไฟฟ้า', 'การวางแผนงาน', 'การแก้ปัญหา', 'การอ่านแบบไฟฟ้า', 'การใช้ซอฟต์แวร์ออกแบบ', 'การทำงานเป็นทีม', 'ความปลอดภัย', 'ความรอบคอบ'],
        quota: "20 คน", 
        requiredEducation: ['มัธยมปลาย', 'ปวช', 'อื่นๆ'], 
        condition: "มัธยมศึกษาตอนปลายหรือเทียบเท่าทุกแผนการเรียน ประกาศนียบัตรวิชาชีพ (ปวช.) ในสาขาที่เกี่ยวข้อง",
        studyDuration: "หลักสูตรระดับปริญญาตรี 4 ปี",
        acquiredSkills: "การติดตั้งและบำรุงรักษาระบบไฟฟ้า, การออกแบบวงจรควบคุม, และการประยุกต์ใช้ไฟฟ้าในอุตสาหกรรมและชีวิตประจำวัน",
        tuitionFee: "8000 บาท",        
        careers: ["ผู้ออกแบบระบบไฟฟ้า", "ผู้ปฏิบัติงานติดตั้งไฟฟ้าภายในอาคารและภายนอกอาคาร", "นักพัฒนาระบบควบคุมอัตโนมัติ", "นักปฏิบัติการช่างไฟฟ้าภาครัฐ"],
        studyPlan: 
        [
          "📘 ปี 1 : เรียนคณิตศาสตร์ ฟิสิกส์ พื้นฐานวิศวกรรมและการเขียนแบบไฟฟ้า", 
          "📗 ปี 2 : เรียนฟิสิกส์อุตสาหกรรม สถิติ เทคโนโลยีเครื่องจักรไฟฟ้า วงจรไฟฟ้า กระแสตรง-สลับ วัสดุและวิศวกรรมแม่เหล็กไฟฟ้า",
          "📙 ปี 3 : เรียนการจัดการพลังงาน ความปลอดภัยในงานอุตสาหกรรม เซ็นเซอร์และทรานสดิวเซอร์ ระบบไฟฟ้า ไมโครคอนโทรลเลอร์ และอุปกรณ์ควบคุม",
          "📕 ปี 4 : ทำโครงงานปริญญานิพนธ์ และฝึกประสบการณ์ภาคสนาม"     
        ],
        studyPlanPdf: "http://industrial.uru.ac.th/file/%E0%B9%84%E0%B8%9F%E0%B8%A5%E0%B9%8C%E0%B8%AB%E0%B8%A5%E0%B8%B1%E0%B8%81%E0%B8%AA%E0%B8%B9%E0%B8%95%E0%B8%A3/%E0%B9%80%E0%B8%97%E0%B8%84%E0%B9%82%E0%B8%99%E0%B9%82%E0%B8%A5%E0%B8%A2%E0%B8%B5%E0%B9%84%E0%B8%9F%E0%B8%9F%E0%B9%89%E0%B8%B2%20(%E0%B8%AB%E0%B8%A5%E0%B8%B1%E0%B8%81%E0%B8%AA%E0%B8%B9%E0%B8%95%E0%B8%A3%E0%B8%9B%E0%B8%A3%E0%B8%B1%E0%B8%9A%E0%B8%9B%E0%B8%A3%E0%B8%B8%E0%B8%87%20%E0%B8%9E.%E0%B8%A8.2565).pdf",
        studyPlanInfoImg: "https://iili.io/KBL4nxS.png",
        website: "http://industrial.uru.ac.th/",      
        majorsFacebook: "https://www.facebook.com/profile.php?id=100065183843608#",
        facultyFacebook: "https://www.facebook.com/industrial.uru.ac.th",
        logoUrl: "https://iili.io/KqnH7af.png"
      },
      { 
        name : 'สาขาเทคโนโลยีไฟฟ้า (เทียบโอน)', 
        majorDescription : "มุ่งเน้นการเรียนรู้ด้านไฟฟ้า การติดตั้ง ระบบควบคุม และการบำรุงรักษาอุปกรณ์ไฟฟ้า พร้อมทักษะการประยุกต์ใช้ในงานอุตสาหกรรมและชีวิตประจำวัน",   
        grade : null, 
        ability : ['ต่อวงจร', 'คณิตศาสตร์', 'การออกแบบ', 'ใช้เครื่องมือวัดทางไฟฟ้า', 'ฟิสิกส์', 'plc', 'เลข', 'ไฟฟ้า', 'การวิเคราะห์วงจรไฟฟ้า', 'การซ่อมและติดตั้ง', 'การใช้เครื่องมือไฟฟ้า', 'การวางแผนงาน', 'การแก้ปัญหา', 'การอ่านแบบไฟฟ้า', 'การใช้ซอฟต์แวร์ออกแบบ', 'การทำงานเป็นทีม', 'ความปลอดภัย', 'ความรอบคอบ'],
        quota: "40 คน", 
        requiredEducation: ['ปวส'], 
        condition: "อนุปริญญาหรือประกาศนียบัตรวิชาชีพชั้นสูง (ปวส.) สาขาไฟฟ้าหรือสาขาที่เกี่ยวข้อง",
        studyDuration: "หลักสูตรระดับปริญญาตรี 2 ปี",
        acquiredSkills: "การติดตั้งและบำรุงรักษาระบบไฟฟ้า, การออกแบบวงจรควบคุม, และการประยุกต์ใช้ไฟฟ้าในอุตสาหกรรมและชีวิตประจำวัน",
        tuitionFee: "8000 บาท",        
        careers: ["ผู้ออกแบบระบบไฟฟ้า", "ผู้ปฏิบัติงานติดตั้งไฟฟ้าภายในอาคารและภายนอกอาคาร", "นักพัฒนาระบบควบคุมอัตโนมัติ", "นักปฏิบัติการช่างไฟฟ้าภาครัฐ"],
        studyPlan: 
        [
          "📘 ปี 1 : เรียนคณิตศาสตร์ ฟิสิกส์ พื้นฐานวิศวกรรมและการเขียนแบบไฟฟ้า", 
          "📗 ปี 2 : เรียนฟิสิกส์อุตสาหกรรม สถิติ เทคโนโลยีเครื่องจักรไฟฟ้า วงจรไฟฟ้า กระแสตรง-สลับ วัสดุและวิศวกรรมแม่เหล็กไฟฟ้า",
          "📙 ปี 3 : เรียนการจัดการพลังงาน ความปลอดภัยในงานอุตสาหกรรม เซ็นเซอร์และทรานสดิวเซอร์ ระบบไฟฟ้า ไมโครคอนโทรลเลอร์ และอุปกรณ์ควบคุม",
          "📕 ปี 4 : ทำโครงงานปริญญานิพนธ์ และฝึกประสบการณ์ภาคสนาม"     
        ],
        studyPlanPdf: "http://industrial.uru.ac.th/file/%E0%B9%84%E0%B8%9F%E0%B8%A5%E0%B9%8C%E0%B8%AB%E0%B8%A5%E0%B8%B1%E0%B8%81%E0%B8%AA%E0%B8%B9%E0%B8%95%E0%B8%A3/%E0%B9%80%E0%B8%97%E0%B8%84%E0%B9%82%E0%B8%99%E0%B9%82%E0%B8%A5%E0%B8%A2%E0%B8%B5%E0%B9%84%E0%B8%9F%E0%B8%9F%E0%B9%89%E0%B8%B2%20(%E0%B8%AB%E0%B8%A5%E0%B8%B1%E0%B8%81%E0%B8%AA%E0%B8%B9%E0%B8%95%E0%B8%A3%E0%B8%9B%E0%B8%A3%E0%B8%B1%E0%B8%9A%E0%B8%9B%E0%B8%A3%E0%B8%B8%E0%B8%87%20%E0%B8%9E.%E0%B8%A8.2565).pdf",
        studyPlanInfoImg: "https://iili.io/KBL4iI2.png",
        website: "http://industrial.uru.ac.th/",      
        majorsFacebook: "https://www.facebook.com/profile.php?id=100065183843608#",
        facultyFacebook: "https://www.facebook.com/industrial.uru.ac.th",
        logoUrl: "https://iili.io/KqnH7af.png"
      },
      { 
        name : 'สาขาเทคโนโลยีอุตสาหการ', 
        majorDescription : "มุ่งเน้นการเรียนรู้ด้านการวางแผนผลิต และปรับปรุงกระบวนการผลิตในอุตสาหกรรม รวมถึงการใช้เทคโนโลยีและเครื่องมือสมัยใหม่เพื่อเพิ่มประสิทธิภาพ",   
        grade : null, 
        ability: ['คณิตศาสตร์', 'เคมี', 'วิทยาศาสตร์', 'วางแผน', 'คำนวณ', 'งานฝีมือ', 'ช่าง', 'ฟิสิกส์', 'เลข', 'การวางแผนการผลิต', 'การควบคุมคุณภาพ', 'การวิเคราะห์กระบวนการ', 'การแก้ปัญหา', 'การใช้เครื่องจักร', 'การจัดการเวลา', 'การทำงานเป็นทีม', 'การประหยัดทรัพยากร', 'การตรวจสอบมาตรฐาน', 'ความรอบคอบ'],
        quota: "20 คน", 
        requiredEducation: ['มัธยมปลาย', 'ปวช', 'อื่นๆ'], 
        condition: "มัธยมศึกษาตอนปลายหรือเทียบเท่าทุกแผนการเรียน",
        studyDuration: "หลักสูตรระดับปริญญาตรี 4 ปี",
        acquiredSkills: "การจัดการและปรับปรุงกระบวนการผลิต, การใช้เทคโนโลยีและวิธีเพิ่มประสิทธิภาพงานอุตสาหกรรม",
        tuitionFee: "8000 บาท",        
        careers: ["นักการผลิต/การจัดการอุตสาหกรรม", "พนักงานความปลอดภัยในงานอุตสาหกรรม", "นักวางแผน/จัดการการผลิตอุตสาหกรรม", "นักเทคโนโลยีและนวัตกรรม"],
        studyPlan: 
        [
          "📘 ปี 1 : เรียนพื้นฐานคณิตศาสตร์ วัสดุกรรมวิธีการผลิต การเขียนแบบ ฝึกปฏิบัติเทคโนโลยี และเทคโนโลยีสารสนเทศ", 
          "📗 ปี 2 : เรียนฟิสิกส์อุตสาหกรรม สถิติ การจัดการงานอุตสาหกรรม ควบคุมคุณภาพ โลจิสติกส์ วางผังโรงงาน และเทคโนโลยีสารสนเทศ",
          "📙 ปี 3 : เรียนอาชีวอนามัยและความปลอดภัย หุ่นยนต์และระบบอัตโนมัติ การจัดการพลังงาน วิศวกรรมบำรุงรักษา วางแผนและควบคุมการผลิต",
          "📕 ปี 4 : พัฒนาบุคลากร ปฏิบัติการออกแบบและนวัตกรรม โครงงานปริญญานิพนธ์ และฝึกประสบการณ์ภาคสนาม"     
        ],
        studyPlanPdf: "http://industrial.uru.ac.th/file/%E0%B9%84%E0%B8%9F%E0%B8%A5%E0%B9%8C%E0%B8%AB%E0%B8%A5%E0%B8%B1%E0%B8%81%E0%B8%AA%E0%B8%B9%E0%B8%95%E0%B8%A3/%E0%B9%80%E0%B8%97%E0%B8%84%E0%B9%82%E0%B8%99%E0%B9%82%E0%B8%A5%E0%B8%A2%E0%B8%B5%E0%B8%AD%E0%B8%B8%E0%B8%95%E0%B8%AA%E0%B8%B2%E0%B8%AB%E0%B8%81%E0%B8%B2%E0%B8%A3%20(%E0%B8%AB%E0%B8%A5%E0%B8%B1%E0%B8%81%E0%B8%AA%E0%B8%B9%E0%B8%95%E0%B8%A3%E0%B8%9B%E0%B8%A3%E0%B8%B1%E0%B8%9A%E0%B8%9B%E0%B8%A3%E0%B8%B8%E0%B8%87%20%E0%B8%9E.%E0%B8%A8.%202565).pdf",
        studyPlanInfoImg: "https://iili.io/KBL6aYG.png",
        website: "http://industrial.uru.ac.th/",      
        majorsFacebook: "https://www.facebook.com/techuru",
        facultyFacebook: "https://www.facebook.com/industrial.uru.ac.th",
        logoUrl: "https://iili.io/KqnH7af.png"
      },
      { 
        name : 'สาขาเทคโนโลยีอุตสาหการ (เทียบโอน)', 
        majorDescription : "มุ่งเน้นการเรียนรู้ด้านการวางแผนผลิต และปรับปรุงกระบวนการผลิตในอุตสาหกรรม รวมถึงการใช้เทคโนโลยีและเครื่องมือสมัยใหม่เพื่อเพิ่มประสิทธิภาพ",   
        grade : null, 
        ability: ['คณิตศาสตร์', 'เคมี', 'วิทยาศาสตร์', 'วางแผน', 'คำนวณ', 'งานฝีมือ', 'ช่าง', 'ฟิสิกส์', 'เลข', 'การวางแผนการผลิต', 'การควบคุมคุณภาพ', 'การวิเคราะห์กระบวนการ', 'การแก้ปัญหา', 'การใช้เครื่องจักร', 'การจัดการเวลา', 'การทำงานเป็นทีม', 'การประหยัดทรัพยากร', 'การตรวจสอบมาตรฐาน', 'ความรอบคอบ'],
        quota: "50 คน", 
        requiredEducation: ['ปวส'], 
        condition: "อนุปริญญาหรือประกาศนียบัตรวิชาชีพชั้นสูง (ปวส.) ในสาขาที่เกี่ยวข้อง",
        studyDuration: "หลักสูตรระดับปริญญาตรี 2 ปี",
        acquiredSkills: "การจัดการและปรับปรุงกระบวนการผลิต, การใช้เทคโนโลยีและวิธีเพิ่มประสิทธิภาพงานอุตสาหกรรม",
        tuitionFee: "8000 บาท",        
        careers: ["นักการผลิต/การจัดการอุตสาหกรรม", "พนักงานความปลอดภัยในงานอุตสาหกรรม", "นักวางแผน/จัดการการผลิตอุตสาหกรรม", "นักเทคโนโลยีและนวัตกรรม"],
        studyPlan: 
        [
          "📘 ปี 1 : เรียนพื้นฐานคณิตศาสตร์ วัสดุกรรมวิธีการผลิต การเขียนแบบ ฝึกปฏิบัติเทคโนโลยี และเทคโนโลยีสารสนเทศ", 
          "📗 ปี 2 : เรียนฟิสิกส์อุตสาหกรรม สถิติ การจัดการงานอุตสาหกรรม ควบคุมคุณภาพ โลจิสติกส์ วางผังโรงงาน และเทคโนโลยีสารสนเทศ",
          "📙 ปี 3 : เรียนอาชีวอนามัยและความปลอดภัย หุ่นยนต์และระบบอัตโนมัติ การจัดการพลังงาน วิศวกรรมบำรุงรักษา วางแผนและควบคุมการผลิต",
          "📕 ปี 4 : พัฒนาบุคลากร ปฏิบัติการออกแบบและนวัตกรรม โครงงานปริญญานิพนธ์ และฝึกประสบการณ์ภาคสนาม"     
        ],
        studyPlanPdf: "http://industrial.uru.ac.th/file/%E0%B9%84%E0%B8%9F%E0%B8%A5%E0%B9%8C%E0%B8%AB%E0%B8%A5%E0%B8%B1%E0%B8%81%E0%B8%AA%E0%B8%B9%E0%B8%95%E0%B8%A3/%E0%B9%80%E0%B8%97%E0%B8%84%E0%B9%82%E0%B8%99%E0%B9%82%E0%B8%A5%E0%B8%A2%E0%B8%B5%E0%B8%AD%E0%B8%B8%E0%B8%95%E0%B8%AA%E0%B8%B2%E0%B8%AB%E0%B8%81%E0%B8%B2%E0%B8%A3%20(%E0%B8%AB%E0%B8%A5%E0%B8%B1%E0%B8%81%E0%B8%AA%E0%B8%B9%E0%B8%95%E0%B8%A3%E0%B8%9B%E0%B8%A3%E0%B8%B1%E0%B8%9A%E0%B8%9B%E0%B8%A3%E0%B8%B8%E0%B8%87%20%E0%B8%9E.%E0%B8%A8.%202565).pdf",
        studyPlanInfoImg: "https://iili.io/KBLP9Fn.png",
        website: "http://industrial.uru.ac.th/",      
        majorsFacebook: "https://www.facebook.com/techuru",
        facultyFacebook: "https://www.facebook.com/industrial.uru.ac.th",
        logoUrl: "https://iili.io/KqnH7af.png"
      },
      { 
        name : 'สาขาเทคโนโลยีสำรวจและภูมิสารสนเทศ',
        majorDescription : "มุ่งเน้นการสำรวจพื้นที่ ใช้เทคโนโลยีภูมิสารสนเทศ และวิเคราะห์ข้อมูลเชิงพื้นที่เพื่อสนับสนุนการพัฒนาและจัดการทรัพยากร",    
        grade : null, 
        ability: ['สำรวจ', 'ใช้เครื่องมือสำรวจ', 'อ่านและสร้างแผนที่', 'ใช้ระบบจีพีเอส', 'คำนวณพิกัดและระยะทาง', 'เทคโนโลยี', 'ฟิสิกส์', 'เลข', 'การสำรวจ', 'การวิเคราะห์ข้อมูล', 'การใช้เทคโนโลยี GIS', 'การวางแผนพื้นที่', 'การเก็บข้อมูลภาคสนาม', 'การแก้ปัญหา', 'การทำงานเป็นทีม', 'การเขียนรายงาน', 'การใช้เครื่องมือสำรวจ', 'ความรอบคอบ'],
        quota: "20 คน", 
        requiredEducation: ['มัธยมปลาย', 'ปวช', 'อื่นๆ'], 
        condition: "มัธยมศึกษาตอนปลายหรือเทียบเท่าทุกแผนการเรียน",
        studyDuration: "หลักสูตรระดับปริญญาตรี 4 ปี",
        acquiredSkills: "การใช้เทคโนโลยีสำรวจ (GPS, Total Station) และ GIS, วิเคราะห์ข้อมูลเชิงพื้นที่, เขียนโปรแกรมและพัฒนาแอปภูมิสารสนเทศ",
        tuitionFee: "8000 บาท",        
        careers: ["นักภูมิสารสนเทศ", "นักผังเมืองขององค์กรปกครองส่วนท้องถิ่น", "ที่ปรึกษาทางด้านงานสำรวจ/งานแผนที่", "นักวิจัยและผู้ช่วยนักวิจัย"],
        studyPlan: 
        [
          "📘 ปี 1 : เรียนพื้นฐานฟิสิกส์ คณิตศาสตร์ เทคโนโลยีสารสนเทศ ภูมิศาสตร์ แผนที่ และการสำรวจเบื้องต้น", 
          "📗 ปี 2 : เรียนคณิตศาสตร์และสถิติ ฝึกปฏิบัติเทคโนโลยี ระบบสารสนเทศภูมิศาสตร์ การสำรวจระยะไกล วัสดุอุตสาหกรรม การทำแผนที่ และการบริการข้อมูล GIS",
          "📙 ปี 3 : เรียนการจัดการงานอุตสาหกรรม อาชีวอนามัยและความปลอดภัย ภูมิสารสนเทศเพื่อผังเมืองและทะเบียนทรัพย์สิน และฝึกประสบการณ์",
          "📕 ปี 4 : เรียนผู้ประกอบการยุคใหม่ การพัฒนาบุคลากรและฝึกอบรมด้านเทคโนโลยี โครงงานปริญญานิพนธ์และสหกิจศึกษาหรือฝึกประสบการณ์ภาคสนาม"     
        ],
        studyPlanPdf: "http://industrial.uru.ac.th/file/%E0%B9%84%E0%B8%9F%E0%B8%A5%E0%B9%8C%E0%B8%AB%E0%B8%A5%E0%B8%B1%E0%B8%81%E0%B8%AA%E0%B8%B9%E0%B8%95%E0%B8%A3/%E0%B9%80%E0%B8%97%E0%B8%84%E0%B9%82%E0%B8%99%E0%B9%82%E0%B8%A5%E0%B8%A2%E0%B8%B5%E0%B8%AA%E0%B8%B3%E0%B8%A3%E0%B8%A7%E0%B8%88%E0%B9%81%E0%B8%A5%E0%B8%B0%E0%B8%A0%E0%B8%B9%E0%B8%A1%E0%B8%B4%E0%B8%AA%E0%B8%B2%E0%B8%A3%E0%B8%AA%E0%B8%99%E0%B9%80%E0%B8%97%E0%B8%A8%20(%E0%B8%AB%E0%B8%A5%E0%B8%B1%E0%B8%81%E0%B8%AA%E0%B8%B9%E0%B8%95%E0%B8%A3%E0%B8%9B%E0%B8%A3%E0%B8%B1%E0%B8%9A%E0%B8%9B%E0%B8%A3%E0%B8%B8%E0%B8%87%20%E0%B8%9E.%E0%B8%A8.2564).2564)",
        studyPlanInfoImg: "https://iili.io/KBLP7oB.png",
        website: "http://industrial.uru.ac.th/",      
        majorsFacebook: "https://www.facebook.com/URU.surveygi",
        facultyFacebook: "https://www.facebook.com/industrial.uru.ac.th",
        logoUrl: "https://iili.io/KqnH7af.png"
      },
      { 
        name : 'เทคโนโลยีสำรวจและภูมิสารสนเทศ (เทียบโอน)', 
        majorDescription : "มุ่งเน้นการสำรวจพื้นที่ ใช้เทคโนโลยีภูมิสารสนเทศ และวิเคราะห์ข้อมูลเชิงพื้นที่เพื่อสนับสนุนการพัฒนาและจัดการทรัพยากร",    
        grade : 2.00, 
        ability: ['สำรวจ', 'ใช้เครื่องมือสำรวจ', 'อ่านและสร้างแผนที่', 'ใช้ระบบจีพีเอส', 'คำนวณพิกัดและระยะทาง', 'เทคโนโลยี', 'ฟิสิกส์', 'เลข', 'การสำรวจ', 'การวิเคราะห์ข้อมูล', 'การใช้เทคโนโลยี GIS', 'การวางแผนพื้นที่', 'การเก็บข้อมูลภาคสนาม', 'การแก้ปัญหา', 'การทำงานเป็นทีม', 'การเขียนรายงาน', 'การใช้เครื่องมือสำรวจ', 'ความรอบคอบ'],
        quota: "10 คน", 
        requiredEducation: ['ปวส'], 
        condition: "อนุปริญญาหรือประกาศนียบัตรวิชาชีพชั้นสูง (ปวส.) ทุกแผนการเรียน",
        studyDuration: "หลักสูตรระดับปริญญาตรี 2 ปี",
        acquiredSkills: "การใช้เทคโนโลยีสำรวจ (GPS, Total Station) และ GIS, วิเคราะห์ข้อมูลเชิงพื้นที่, เขียนโปรแกรมและพัฒนาแอปภูมิสารสนเทศ",
        tuitionFee: "8000 บาท",        
        careers: ["นักภูมิสารสนเทศ", "นักผังเมืองขององค์กรปกครองส่วนท้องถิ่น", "ที่ปรึกษาทางด้านงานสำรวจ/งานแผนที่", "นักวิจัยและผู้ช่วยนักวิจัย"],
        studyPlan: 
        [
          "📘 ปี 1 : เรียนพื้นฐานฟิสิกส์ คณิตศาสตร์ เทคโนโลยีสารสนเทศ ภูมิศาสตร์ แผนที่ และการสำรวจเบื้องต้น", 
          "📗 ปี 2 : เรียนคณิตศาสตร์และสถิติ ฝึกปฏิบัติเทคโนโลยี ระบบสารสนเทศภูมิศาสตร์ การสำรวจระยะไกล วัสดุอุตสาหกรรม การทำแผนที่ และการบริการข้อมูล GIS",
          "📙 ปี 3 : เรียนการจัดการงานอุตสาหกรรม อาชีวอนามัยและความปลอดภัย ภูมิสารสนเทศเพื่อผังเมืองและทะเบียนทรัพย์สิน และฝึกประสบการณ์",
          "📕 ปี 4 : เรียนผู้ประกอบการยุคใหม่ การพัฒนาบุคลากรและฝึกอบรมด้านเทคโนโลยี โครงงานปริญญานิพนธ์และสหกิจศึกษาหรือฝึกประสบการณ์ภาคสนาม"     
        ],
        studyPlanPdf: "http://industrial.uru.ac.th/file/%E0%B9%84%E0%B8%9F%E0%B8%A5%E0%B9%8C%E0%B8%AB%E0%B8%A5%E0%B8%B1%E0%B8%81%E0%B8%AA%E0%B8%B9%E0%B8%95%E0%B8%A3/%E0%B9%80%E0%B8%97%E0%B8%84%E0%B9%82%E0%B8%99%E0%B9%82%E0%B8%A5%E0%B8%A2%E0%B8%B5%E0%B8%AA%E0%B8%B3%E0%B8%A3%E0%B8%A7%E0%B8%88%E0%B9%81%E0%B8%A5%E0%B8%B0%E0%B8%A0%E0%B8%B9%E0%B8%A1%E0%B8%B4%E0%B8%AA%E0%B8%B2%E0%B8%A3%E0%B8%AA%E0%B8%99%E0%B9%80%E0%B8%97%E0%B8%A8%20(%E0%B8%AB%E0%B8%A5%E0%B8%B1%E0%B8%81%E0%B8%AA%E0%B8%B9%E0%B8%95%E0%B8%A3%E0%B8%9B%E0%B8%A3%E0%B8%B1%E0%B8%9A%E0%B8%9B%E0%B8%A3%E0%B8%B8%E0%B8%87%20%E0%B8%9E.%E0%B8%A8.2564).2564)",
        studyPlanInfoImg: "https://iili.io/KBLi20F.png",
        website: "http://industrial.uru.ac.th/",      
        majorsFacebook: "https://www.facebook.com/URU.surveygi",
        facultyFacebook: "https://www.facebook.com/industrial.uru.ac.th",
        logoUrl: "https://iili.io/KqnH7af.png"
      },
    ]
    },

    { 
    name : 'คณะเกษตรศาสตร์',
    majors: [
      { 
        name : 'สาขาเกษตรศาสตร์', 
        majorDescription : "มุ่งเน้นการเรียนรู้ด้านวิทยาศาสตร์การเกษตร การผลิตพืชและสัตว์ การจัดการทรัพยากรธรรมชาติ และการประยุกต์ใช้เทคโนโลยีเพื่อเพิ่มผลผลิตอย่างยั่งยืน",    
        grade : null, 
        ability: ['เกษตร', 'การตลาด', 'จัดการฟาร์ม', 'วิทยาศาสตร์', 'เทคโนโลยี', 'เลี้ยงสัตว์', 'เพาะปลูกพืช', 'ใช้เครื่องมือเกษตร', 'การบริหาร', 'การจัดการ', 'เพาะปลูก', 'ดูแลพืชและสัตว์', 'จัดการฟาร์ม', 'ใช้เครื่องมือการเกษตร', 'อนุรักษ์ดินและน้ำ', 'แก้ปัญหา', 'วิเคราะห์ผลผลิต', 'ทำงานกลางแจ้ง', 'ทำงานเป็นทีม', 'รับผิดชอบ'],
        quota: "30 คน", 
        requiredEducation: ['มัธยมปลาย', 'ปวช', 'อื่นๆ'], 
        condition: "มัธยมศึกษาตอนปลายหรือเทียบเท่าทุกแผนการเรียน",
        studyDuration: "หลักสูตรระดับปริญญาตรี 4 ปี",
        acquiredSkills: "ความรู้ทางวิทยาศาสตร์เกษตร, การจัดการและพัฒนาการเกษตร, และทักษะปฏิบัติ",
        tuitionFee: "8000 บาท",        
        careers: ["ผู้ประกอบการด้านธุรกิจการเกษตร", "ผู้ตรวจแปลงเกษตรหรือแหล่งผลิตเพื่อขอรับการรับรองมาตรฐาน", "นักส่งเสริมการเกษตร", "นักส่งเสริมการตลาด"],
        studyPlan: 
        [
          "📘 ปี 1 : เเรียนพื้นฐานเคมี ชีววิทยา คณิตศาสตร์ เทคโนโลยีเกษตร และการพัฒนาการเกษตรเชิงพื้นที่", 
          "📗 ปี 2 : เรียนจุลชีววิทยา ระบบสารสนเทศเกษตร ปฐพีวิทยา สรีรวิทยาการผลิตพืช พันธุศาสตร์ เทคโนโลยีการผลิตพืชสวนและพืชไร่ และฝึกปฏิบัติภาคสนาม",
          "📙 ปี 3 : ศึกษาเทคโนโลยีการผลิตสัตว์ การเพาะเลี้ยงสัตว์ การปรับปรุงพันธุ์พืช ไม้ผลเศรษฐกิจ การผลิตสัตว์เศรษฐกิจ การป้องกันกำจัดศัตรูพืช และมาตรฐานสินค้าเกษตร",
          "📕 ปี 4 : เรียนการจัดการธุรกิจเกษตรยุคดิจิทัล การพัฒนาเศรษฐกิจเกษตรเพื่อความยั่งยืน ปัญหาพิเศษทางเกษตร การเตรียมประสบการณ์ภาคสนามหรือสหกิจศึกษาทางเกษตรศาสตร์"     
        ],
        studyPlanPdf: "https://academic.uru.ac.th/DB_course/doc_course/180.pdf",
        studyPlanInfoImg: "https://iili.io/KBLs1Tv.png",
        website: "http://aggie.uru.ac.th/public/",      
        majorsFacebook: "https://www.facebook.com/kasetfanpage",
        facultyFacebook: "https://www.facebook.com/kasetfanpage",
        logoUrl: "https://iili.io/KBJuVVa.png"
      },
      { 
        name : 'สาขาเทคโนโลยีการอาหาร', 
        majorDescription : "มุ่งเน้นการเรียนรู้การแปรรูปอาหาร เทคโนโลยีการเก็บรักษา และการประยุกต์ใช้วิทยาศาสตร์อาหารเพื่อพัฒนาผลิตภัณฑ์อาหารอย่างปลอดภัยและมีคุณภาพ",    
        grade : null, 
        ability: ['แปรรูปอาหาร', 'ควบคุมคุณภาพ', 'พัฒนาผลิตภัณฑ์', 'วิเคราะห์ส่วนผสม', 'ใช้เครื่องมือแล็บ', 'รักษาความปลอดภัยอาหาร', 'แก้ปัญหา', 'ทำงานเป็นทีม', 'คิดสร้างสรรค์', 'รอบคอบ'],
        quota: "15 คน", 
        requiredEducation: ['มัธยมปลาย', 'ปวช', 'อื่นๆ'], 
        condition: "มัธยมศึกษาตอนปลายหรือเทียบเท่าทุกแผนการเรียน",
        studyDuration: "หลักสูตรระดับปริญญาตรี 4 ปี",
        acquiredSkills: "ความรู้ด้านวิทยาศาสตร์อาหาร, การประเมินคุณภาพ, การควบคุมจุลินทรีย์, และพัฒนาผลิตภัณฑ์ใหม่",
        tuitionFee: "8000 บาท",        
        careers: ["พนักงานฝ่ายผลิตอาหาร", "พนักงานฝ่ายประกันคุณภาพอาหาร", "พนักงานฝ่ายวางแผนและการจัดองค์กรภายในหน่วยงาน", "ผู้ประกอบการธุรกิจอาหาร"],
        studyPlan: 
        [
          "📘 ปี 1 : เรียนวิชาพื้นฐานเคมี ชีววิทยา จุลชีววิทยา คณิตศาสตร์ และการคิดเชิงออกแบบเพื่อพัฒนาผลิตภัณฑ์อาหาร", 
          "📗 ปี 2 : ศึกษาเทคโนโลยีการแปรรูปอาหาร การจัดการวัตถุดิบ เคมีอาหาร โภชนาการ และการควบคุมคุณภาพ",
          "📙 ปี 3 : เรียนการจัดการความปลอดภัยอาหาร เทคโนโลยีสารปรุงแต่ง การพัฒนาผลิตภัณฑ์ เทคโนโลยีการเก็บรักษาและบรรจุภัณฑ์ นวัตกรรมอาหาร โลจิสติกส์",
          "📕 ปี 4 : ฝึกทักษะผู้ประกอบการธุรกิจอาหาร การสร้างแบรนด์ การวิจัยทางเทคโนโลยีอาหาร โครงงานปริญญานิพนธ์ และสหกิจศึกษาหรือฝึกภาคสนาม"     
        ],
        studyPlanPdf: "http://academic.uru.ac.th/DB_course/doc_course/171.pdf",
        studyPlanInfoImg: "https://iili.io/KBLLqnp.png",
        website: "http://aggie.uru.ac.th/public/",      
        majorsFacebook: "https://www.facebook.com/foodscienceURU",
        facultyFacebook: "https://www.facebook.com/kasetfanpage",
        logoUrl: "https://iili.io/KBJuVVa.png"
      },
      { 
        name : 'สาขาเทคโนโลยีการอาหาร (เทียบโอน)',
        majorDescription : "มุ่งเน้นการเรียนรู้การแปรรูปอาหาร เทคโนโลยีการเก็บรักษา และการประยุกต์ใช้วิทยาศาสตร์อาหารเพื่อพัฒนาผลิตภัณฑ์อาหารอย่างปลอดภัยและมีคุณภาพ",     
        grade : null, 
        ability: ['แปรรูปอาหาร', 'ควบคุมคุณภาพ', 'พัฒนาผลิตภัณฑ์', 'วิเคราะห์ส่วนผสม', 'ใช้เครื่องมือแล็บ', 'รักษาความปลอดภัยอาหาร', 'แก้ปัญหา', 'ทำงานเป็นทีม', 'คิดสร้างสรรค์', 'รอบคอบ'],
        quota: "15 คน", 
        requiredEducation: ['ปวส'], 
        condition: "อนุปริญญาหรือประกาศนียบัตรวิชาชีพชั้นสูง (ปวส.) ในสาขาที่เกี่ยวข้อง",
        studyDuration: "หลักสูตรระดับปริญญาตรี 2 ปี",
        acquiredSkills: "ความรู้ด้านวิทยาศาสตร์อาหาร, การประเมินคุณภาพ, การควบคุมจุลินทรีย์, และพัฒนาผลิตภัณฑ์ใหม่",
        tuitionFee: "8000 บาท",        
        careers: ["พนักงานฝ่ายผลิตอาหาร", "พนักงานฝ่ายประกันคุณภาพอาหาร", "พนักงานฝ่ายวางแผนและการจัดองค์กรภายในหน่วยงาน", "ผู้ประกอบการธุรกิจอาหาร"],
        studyPlan: 
        [
          "📘 ปี 1 : เรียนวิชาพื้นฐานเคมี ชีววิทยา จุลชีววิทยา คณิตศาสตร์ และการคิดเชิงออกแบบเพื่อพัฒนาผลิตภัณฑ์อาหาร", 
          "📗 ปี 2 : ศึกษาเทคโนโลยีการแปรรูปอาหาร การจัดการวัตถุดิบ เคมีอาหาร โภชนาการ และการควบคุมคุณภาพ",
          "📙 ปี 3 : เรียนการจัดการความปลอดภัยอาหาร เทคโนโลยีสารปรุงแต่ง การพัฒนาผลิตภัณฑ์ เทคโนโลยีการเก็บรักษาและบรรจุภัณฑ์ นวัตกรรมอาหาร โลจิสติกส์",
          "📕 ปี 4 : ฝึกทักษะผู้ประกอบการธุรกิจอาหาร การสร้างแบรนด์ การวิจัยทางเทคโนโลยีอาหาร โครงงานปริญญานิพนธ์ และสหกิจศึกษาหรือฝึกภาคสนาม"     
        ],
        studyPlanPdf: "http://academic.uru.ac.th/DB_course/doc_course/171.pdf",
        studyPlanInfoImg: "https://iili.io/KBLQqOb.png",
        website: "http://aggie.uru.ac.th/public/",      
        majorsFacebook: "https://www.facebook.com/foodscienceURU",
        facultyFacebook: "https://www.facebook.com/kasetfanpage",
        logoUrl: "https://iili.io/KBJuVVa.png"
      },
    ]
  }
];

module.exports = faculties;
