const questions = [
  {
    text: '📘 ข้อ 1\nถ้าต้องเลือกวิชาโปรดสักวิชา คุณจะเลือกวิชาอะไรคะ',
    options: [
      'วิทยาศาสตร์ 🔬',
      'คณิตศาสตร์ ➗',
      'ภาษา 📚',
      'ศิลปะ 🎨',
      'สังคม 🌏',
      'เทคโนโลยี/คอมพิวเตอร์ 💻'
    ]
  },
  {
    text: '📘 ข้อ 2\nถ้าให้เลือก…คุณชอบทำงานแบบไหนมากกว่ากันคะ',
    options: [
      'คนเดียว 👩‍💻',
      'เป็นทีม 🧑‍🤝‍🧑',
      'ขึ้นอยู่กับงาน ⚖️'
    ]
  },
  {
    text: '📘 ข้อ 3\nคุณสนใจเทคโนโลยีหรือ Gadget ใหม่ ๆ มากแค่ไหนคะ',
    options: [
      'มาก 🔥',
      'ปานกลาง 👍',
      'ไม่สนใจ 🚫',
      'สนใจเฉพาะบางเรื่อง 🎯'
    ]
  },
  {
    text: '📘 ข้อ 4\nคุณรู้สึกว่าตัวเองถนัดหรือชอบใช้ทักษะแบบไหนมากที่สุดคะ ',
    options: [
      'คิดวิเคราะห์ 🧠',
      'พูดโน้มน้าว 🗣️',
      'เขียน/สร้างสรรค์ ✍️',
      'ดูแลคนอื่น 🤗',
      'จัดการและวางแผน 📋'
    ]
  },
  {
    text: '📘 ข้อ 5\nคุณชอบทำกิจกรรมอะไรในเวลาว่างมากที่สุดคะ',
    options: [
      'อ่านหนังสือ 📚',
      'วาดรูป 🎨',
      'เล่นเกม 🎮',
      'พูดคุยกับคน 🗨️',
      'ออกกำลังกาย 🏃‍♂️',
      'ฟังเพลง 🎧',
      'ดูหนัง/ซีรีส์ 🎬',
      'ทำอาหาร 🍳'
    ]
  },
  {
    text: '📘 ข้อ 6\nคุณมีเป้าหมายแบบไหนในอนาคตคะ',
    options: [
      'รายได้ดี 💰',
      'มีอิสระ 🕊️',
      'ได้ช่วยคน 🤝',
      'ได้ใช้ความคิดสร้างสรรค์ 🎨💡',
      'มีความมั่นคง 🏠',
      'เป็นผู้นำหรือผู้จัดการ 👩‍💼👨‍💼'
    ]
  },
  {
    text: '📘 7\nคุณมีวิธีจัดการกับเวลายังไงคะ',
    options: [
      'ชอบวางแผนล่วงหน้า 🗓️',
      'ยืดหยุ่นไปตามสถานการณ์ 🌿',
      'จัดลำดับความสำคัญ 🔝',
      'ทำตามใจรู้สึกในขณะนั้น ❤️'
    ]
  },
  {
    text: '📘 8\nเวลาต้องตัดสินใจ คุณมักใช้วิธีไหนมากกว่าคะ?',
    options: [
      'คิดวิเคราะห์และวางแผน 🧠🗓️',
      'ฟังความรู้สึกและสัญชาตญาณ 💭❤️',
      'ขอคำแนะนำจากคนอื่น 🗣️🤝',
      'รอดูสถานการณ์ก่อนตัดสินใจ 👀⏳'
    ]
  }
];

module.exports = questions;
