const questions = [
  {
    text: '1. ชอบเรียนวิชาอะไร?',
    options: ['วิทย์', 'คณิต', 'ภาษา', 'ศิลปะ', 'สังคม']
  },
  {
    text: '2. คุณชอบทำงานแบบไหน?',
    options: ['คนเดียว', 'เป็นทีม']
  },
  {
    text: '3. คุณสนใจเทคโนโลยีแค่ไหน?',
    options: ['มาก', 'ปานกลาง', 'ไม่สนใจ']
  },
  {
    text: '4. คุณชอบใช้ทักษะด้านใดมากที่สุด?',
    options: ['คิดวิเคราะห์', 'พูดโน้มน้าว', 'เขียน/สร้างสรรค์', 'ดูแลคนอื่น']
  },
  {
    text: '5. คุณชอบทำกิจกรรมแบบไหนในเวลาว่าง?',
    options: ['อ่านหนังสือ', 'วาดรูป', 'เล่นเกม', 'พูดคุยกับคน']
  },
  {
    text: '6. คุณชอบเป้าหมายแบบไหนในอนาคต?',
    options: ['รายได้ดี', 'มีอิสระ', 'ได้ช่วยคน', 'ได้ใช้ความคิดสร้างสรรค์']
  },
  {
    text: '7. คุณจัดการเวลายังไง?',
    options: ['ชอบวางแผนล่วงหน้า', 'ยืดหยุ่นไปตามสถานการณ์']
  }
];

module.exports = questions;